Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/dnSpy/dnSpy.Contracts.Logic/Properties/dnSpy.Contracts.Logic.Resources.*.resx
Languages: es_es, fr, pt_br, ru, vi

# InvalidBoolean
source: Value must be a boolean value (True or False)
es_es: El valor debe ser un valor booleano (True o False)
fr: La valeur doit être une valeur booléenne (True ou False)
pt_br: Valor deve ser um valor booleano (True ou False)
ru: Значение должно быть логическое значение (True или False)
vi: Giá trị phải là giá trị Boolean (True or False)

# InvalidChar
source: A character must be enclosed in single quotes (')
es_es: Un carácter debe ir entre comillas simples (')
fr: Un caractère doit être placé entre des guillemets simples (')
pt_br: Um caratere deve ser colocado entre aspas simples (')
ru: Символ должен быть заключен в одинарные кавычки (')
vi: Một ký tự phải được đặt trong dấu ngoặc đơn (')

# InvalidDateTime
source: Value must be a DateTime
es_es: Valor debe ser un DateTime
fr: La valeur doit être une valeur de type DateTime
pt_br: Valor deve ser um DateTime
ru: Значение должно быть DateTime
vi: Giá trị phải là DateTime

# InvalidDecimal
source: Value must be a Decimal
es_es: Valor debe ser un Decimal
fr: La valeur doit être une valeur de type Decimal
pt_br: O valor deve ser um Decimal
ru: Значение должно быть Decimal
vi: Giá trị phải là số thập phân

# InvalidDouble
source: Value must be a 64-bit floating point number
es_es: Valor debe ser un número de punto flotante de 64 bits
fr: La valeur doit être une valeur de type 64-bit floating point number
pt_br: Valor deve ser um número de ponto flutuante de 64 bits
ru: Значение должно быть 64-битным с плавающей точкой
vi: Giá trị phải là số phẩy động 64-bit

# InvalidEscapeSequence
source: Unknown character escape sequence: \{0}
es_es: Secuencia de escape de carácter desconocida: \{0}
fr: Séquence d’échappement de caractère inconnu : \{0}
pt_br: Sequência de escape de caractere desconhecido: \{0}
ru: Неизвестный символ escape-последовательность: \{0}
vi: Trình tự thoát ký tự không xác định: \{0}

# InvalidEscapeSequence2
source: Unknown string escape sequence: \{0}
es_es: Secuencia de escape de cadena desconocida: \{0}
fr: Séquence d’échappement de chaîne inconnue : \{0}
pt_br: Sequência de escape de caracteres desconhecidos: \{0}
ru: Неизвестная строка escape-последовательность: \{0}
vi: Trình tự thoát chuỗi không xác định: \{0}

# InvalidHexCharacter
source: A hex string must contain only hex digits: 0-9 and A-F
es_es: Una cadena hexadecimal debe contener sólo dígitos hexadecimales: 0-9 y A-F
fr: Une chaîne hexadécimale doit contenir uniquement des caractères hexadécimaux : 0-9 et A-F
pt_br: Uma string hexadecimal deve conter somente os dígitos hexadecimais: 0-9 e A-F
ru: Шестнадцатеричная строка должна содержать только шестнадцатеричные цифры: 0-9 и A-F
vi: Chuỗi hex phải chỉ chứa các chữ số hex: 0-9 và A-F

# InvalidHexStringSize
source: A hex string must contain an even number of hex digits
es_es: Una cadena hexadecimal debe contener un número par de dígitos hexadecimales
fr: Une chaîne hexadécimale doit contenir un nombre pair de caractères hexadécimaux
pt_br: Uma string hexadecimal deve conter um número par de dígitos hexadecimais
ru: Шестнадцатеричная строка должна содержать четное число шестнадцатеричных цифр
vi: Một chuỗi hex phải chứa một số chẵn các chữ số hex

# InvalidInteger1
source: The value is not a hexadecimal or decimal integer
es_es: El valor no es un hexadecimal o decimal entero
fr: La valeur n'est pas un entier hexadécimal ou décimal
pt_br: O valor não é um inteiro hexadecimal ou decimal
ru: Значение не является шестнадцатеричным или десятичным целым
vi: Giá trị không phải là số nguyên thập phân hoặc thập lục phân

# InvalidInteger2
source: The value is too small
es_es: El valor es demasiado pequeño
fr: La valeur est trop petite
pt_br: O valor é muito pequeno
ru: Значение слишком маленькое
vi: Giá trị quá nhỏ

# InvalidInteger3
source: The value is too big
es_es: El valor es demasiado grande
fr: La valeur est trop grande
pt_br: O valor é muito grande
ru: Значение слишком большое
vi: Giá trị quá lớn

# InvalidInteger4
source: Value must be between {0} and {1} (0x{1:X}) inclusive
es_es: Valor debe estar entre {0} y {1} incluido (0x{1:X})
fr: Valeur doit être comprise entre {0} et {1} (0 x{1:X}) inclus
pt_br: Valor deve estar entre {0} e {1} inclusive (0x{1:X})
ru: Значение должно быть между {0} и {1} (0x{1:X}) включительно
vi: Giá trị phải nằm trong khoảng {0} và {1} (0x {1:X})

# InvalidInteger5
source: Value must be between {0} ({2}0x{0:X}) and {1} (0x{1:X}) inclusive
es_es: Valor debe estar entre {0} ({2}0x{0:X}) y {1} incluido (0x{1:X})
fr: La valeur doit être comprise entre {0} ({2}0 x{0:X}) et {1} (0 x{1:X}) inclus
pt_br: Valor deve estar entre {0} ({2}0x{0:X}) e {1} (0x{1:X}) inclusive
ru: Значение должно быть между {0} ({2}0x{0:X}) и {1} (0x{1:X}) включительно
vi: Giá trị phải nằm trong khoảng {0} ({2}0x{0:X}) và {1} (0x {1:X})

# InvalidListValue
source: Value in list can't be empty
es_es: Valor de lista no puede estar vacío
fr: La valeur dans la liste ne peut pas être vide
pt_br: Valor na lista não pode ser vazio
ru: Значение в списке не может быть пустым
vi: Giá trị trong danh sách không thể để trống

# InvalidListValue2
source: List elements must be separated with commas
es_es: Elementos de la lista deben estar separados por comas
fr: La liste des éléments doivent être séparés par des virgules
pt_br: Lista de elementos devem ser separadas por vírgulas
ru: Элементы списка должны быть разделены запятыми
vi: Danh sách các yếu tố phải được phân tách bằng dấu phẩy

# InvalidSingle
source: Value must be a 32-bit floating point number
es_es: Valor debe ser un número de punto flotante de 32-bits
fr: La valeur doit être un nombre à virgule flottante 32 bits
pt_br: Valor deve ser um número de ponto flutuante de 32 bits
ru: Значение должно быть 32-битным с плавающей точкой
vi: Giá trị phải là số phẩy động 32 bit

# InvalidString1
source: A string must contain the value 'null' or must be enclosed in double quotes (")
es_es: Una cadena debe contener el valor 'null' o debe estar encerrada entre comillas dobles ('')
fr: Une chaîne doit contenir la valeur « null » ou doit être entourée de guillemets doubles (")
pt_br: Uma string deve conter o valor 'null' ou deve estar entre aspas duplas (")
ru: Строка должна содержать значение «null» или должна быть заключена в двойные кавычки (")
vi: Một chuỗi phải chứa giá trị 'null' hoặc phải được đặt trong dấu ngoặc kép (")

# InvalidString2
source: A string must be enclosed in double quotes (")
es_es: Una cadena debe estar encerrada entre comillas dobles ('')
fr: Une chaîne doit être placée entre guillemets (")
pt_br: Uma string deve estar entre aspas duplas (")
ru: Строка должна быть заключена в двойные кавычки (")
vi: Một chuỗi phải được đặt trong dấu ngoặc kép (")

# InvalidTimeSpan
source: Value must be a TimeSpan
es_es: Valor debe ser un intervalo de tiempo
fr: La valeur doit être un TimeSpan
pt_br: Valor deve ser um TimeSpan
ru: Значением должно быть TimeSpan
vi: Giá trị phải là TimeSpan

# InvalidUnsignedInteger1
source: Only non-negative integers are allowed
es_es: Se permiten sólo números enteros no negativos
fr: Uniquement des entiers non négatifs sont autorisés
pt_br: São permitidos apenas números inteiros não negativos
ru: Разрешены только неотрицательные целые
vi: Chỉ cho phép số nguyên không âm

# InvalidUnsignedInteger2
source: The value is not an unsigned hexadecimal or decimal integer
es_es: El valor no es un hexadecimal sin signo o decimal entero
fr: La valeur n’est pas un entier hexadécimal ou décimal non signé
pt_br: O valor não é um hexadecimal não-assinado ou decimal inteiro
ru: Значение не является беззнаковым шестнадцатеричным или десятичным целым
vi: Giá trị không phải là số nguyên thập lục phân hoặc thập phân không dấu

# InvalidUnsignedInteger3
source: Value must be between {0} and {1} (0x{1:X}) inclusive
es_es: Valor debe estar entre {0} y {1} incluido (0x{1:X})
fr: Valeur doit être comprise entre {0} et {1} (0 x{1:X}) inclus
pt_br: Valor deve estar entre {0} e {1} inclusive (0x{1:X})
ru: Значение должно быть между {0} и {1} (0x{1:X}) включительно
vi: Giá trị phải nằm trong khoảng {0} và {1} (0x {1:X})

# InvalidUnsignedInteger4
source: Value must be between {0} (0x{0:X}) and {1} (0x{1:X}) inclusive
es_es: Valor debe estar entre {0} (0x{0:X}) y {1} incluido (0x{1:X})
fr: La aleur doit être comprise entre {0} (0 x{0:X}) et {1} (0 x{1:X}) inclus
pt_br: O valor deve estar entre {0} (0x{0:X}) e {1} inclusive (0x{1:X})
ru: Значение должно быть между {0} (0x{0:X}) и {1} (0x{1:X}) включительно
vi: Giá trị phải nằm trong khoảng {0} (0x{0:X}) và {1} (0x{1:X})
