Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.Debugger/dnSpy.Debugger.DotNet.CorDebug/Properties/dnSpy.Debugger.DotNet.CorDebug.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, tr, uk

# DbgAsm_Args
source: A_rguments
cs: Argumenty
de: A_rgumente
es_es: A_rgumentos
fa: آرگومان ها
hu: _Argumentumok
tr: Argümanlar
uk: А_ргументи

# DbgAsm_BreakAt
source: _Break at
cs: Zastavit na
de: Unter_breche bei
es_es: _Romper en
fa: _توقف در
fr: _S'arrêter à
hu: _Töréspont
tr: _Atla
uk: _Зупинитись на

# DbgAsm_HostArgs
source: Host Ar_guments
cs: Hostitelské argumenty
de: Host Ar_gumente
es_es: Ar_gumentos de Hots
fa: آرگومان های میزبان
fr: Arguments de l'_hôte
hu: Hoszt A_rgumentumok
tr: Ana bilgisayar argümanları
uk: Ар_гументи Хоста

# DbgAsm_WorkingDir
source: _Working Directory
cs: Pracovní adresář
de: _Arbeitsverzeichnis
es_es: Directorio de _Trabajo
fa: _دایرکتوری کار
fr: Répertoire de _travail
hu: Munka könyvtár
tr: _Çalışma dizini
uk: _Робоча Директорія

# DbgBreak_CreateProcessEvent
source: CreateProcess
cs: Vytvořit proces
de: Prozess erzeugen
es_es: Crear Proceso
hu: FolyamatLétrehozás
tr: SüreçYarat
uk: Створити процес

# DbgBreak_Dont
source: Don't Break
cs: Nezastavit
de: Nicht unterbrechen
es_es: No romper
fa: متوقف نشو
fr: Ne pas s'arrêter
hu: Ne álljon meg
tr: Bozma
uk: Не Зупиняти

# DbgBreak_EntryPoint
source: Entry Point
cs: Vstupní bod
de: Einstiegspunkt
es_es: Punto de entrada
fa: نقطه ورود
fr: Point d’entrée
hu: Belépési pont
tr: Giriş Noktası
uk: Точка Входу

# Error_CouldNotFindDotNetCoreHost
source: Couldn't find .NET Core host '{0}'
cs: Nelze nalézt .NET hostitelské jádro "{0}"
de: Konnte .NET Core Host '{0}' nicht finden
es_es: No pudo encontrar base net host '{0}'
fa: نمیتوان هسته میزبان Net. را پیدا کرد '{0}'
fr: Impossible de trouver l'hôte .NET Core "{0}"
hu: A .NET Core gazda '{0}' nem található
tr: .Net Core host '{0}' bulunamadı
uk: Не знайдений хост .NET Core '{0}'

# Error_CouldNotStartDebugger
source: Could not start the debugger. {0}
cs: Nelze spustit ladicí program. {0}
de: Konnte Debugger nicht starten. {0}
es_es: No se puede iniciar al depurador. {0}
fa: نمیتوان دیباگر را آغاز کرد. {0}
fr: N'a pas pu démarrer le débogueur. {0}
hu: A hibakereső nem indítható. {0}
tr: Hata ayıklayıcı {0} çalıştırılamadı
uk: Не можу запустити дебагер. {0}

# Error_CouldNotStartDebuggerCheckAccessToFile
source: Could not start the debugger. Make sure you have access to the file '{0}' Error: {1}
cs: Ladicí program nelze spustit. Přesvědčte se, zda máte přístup k souboru "{0}"
de: Konnte Debugger nicht starten. Stellen Sie sicher, dass Sie Zugriff auf die Datei '{0}' haben. Fehler: {1}
es_es: No se puede iniciar al depurador. Asegúrese de tener acceso al archivo '{0}' Error: {1}
fa: نمیتوان دیباگر را آغاز کرد. مطمئن شوید به فایل دسترسی دارید '{0}' ارور: {1}
fr: N'a pas pu démarrer le débogueur. Assurez-vous que vous avez accès au fichier "{0}" Erreur : {1}
hu: A hibakereső nem indítható. Ellenőrizze, hogy hozzáfér a fájlhoz: '{0}' Hiba: {1}
tr: Hata ayıklayıcı başlatılamadı. '{0}' dosyasına erişiminiz olduğundan emin olun Hata:{1}
uk: Не можу запустити дебагер. Переконайтесь, що є доступ до файла '{0}' Помилка: {1}

# Error_CouldNotStartDebuggerRequireAdminPrivLvl
source: Could not start the debugger. The debugged program requires admin privileges. Restart dnSpy with admin rights and try again.
cs: Ladicí program nelze spustit. Laděný program vyžaduje oprávnění správce. Restartujte DnSpy s právy správce a opakujte akci.
de: Konnte Debugger nicht starten. Das zu debuggende Programm benötigt Administratorrechte. Starten Sie dnSpy mit Administratorrechten neu und versuchen Sie es erneut.
es_es: No se puede iniciar al depurador. El programa depurado requiere privilegios de administrador. Reinicie dnSpy con derechos de administrador e inténtelo de nuevo.
fa: نمیتوان دیباگر را آغاز کرد. دیباگر نیاز به دسترسی ادمین دارد. برنامه را با دسترسی ادمین اجرا نمایید ، سپس دوباره امتحان کنید.
fr: N'a pas pu démarrer le débogueur. Le programme débogué requiert des privilèges d’administrateur. Redémarrez dnSpy avec les droits d’administrateur, puis réessayez.
hu: A hibakereső nem indítható. A nyomkövetett programnak rendszergazdai jogosultság szükséges. Indítsa újra a dnSpy-t rendszergazdai jogkörrel és próbálja újra.
tr: Hata ayıklayıcı başlatılamadı. Hata ayıklayıcı programı yönetici izinleri gerektirir. Yönetici izniyle beraber dnSpy'ı tekrar başlatın ve işlemi tekrar deneyin.
uk: Не можу запустити дебагер. Відлагоджувана програма потребує прав адміністратора. Перезапустіть dnSpy в режимі адміністратора та спробуйте знову.

# Error_FileDoesNotExist
source: The file doesn't exist
cs: Soubor neexistuje
de: Die Datei existiert nicht
es_es: El archivo no existe
fa: فایل وجود ندارد
fr: Le fichier n’existe pas
hu: A fájl nem létezik
tr: Dosya mevcut değil
uk: Файл не існує

# Error_MissingFilename
source: Missing filename
cs: Chybějící název
de: Fehlender Dateiname
es_es: Falta Nombre de archivo
fa: نام پرونده گم شده
fr: Nom de fichier manquant
hu: Hiányzó fájlnév
tr: Eksik dosya adı
uk: Відсутнє ім'я файлу

# Plugin_ShortDescription
source: Debugger ({0})
cs: Ladicí program ({0})
es_es: Depurador ({0})
fa: دیباگر ({0})
fr: Débogueur ({0})
hu: Hibakereső ({0})
tr: Hata Ayıklayıcı ({0})
uk: Відладчик ({0})

# Thread_UserState_Background
source: Background
cs: Pozadí
de: Hintergrund
es_es: Fondo
fa: پس زمینه
fr: Arrière plan
hu: Háttér
tr: Arka plan

# Thread_UserState_Stopped
source: Stopped
cs: Zastaveno
de: Beendet
es_es: Detenido
fa: متوقف شد
fr: Arrêté
hu: Megállítva
tr: Durdu
uk: Зупинено

# Thread_UserState_StopRequested
source: StopRequested
cs: Zastavit vyžádané
de: Beenden angefordert
es_es: DetenciónRequerida
tr: DurmaTalepedildi

# Thread_UserState_Suspended
source: Suspended
cs: Pozastaveno
de: Ausgesetzt
es_es: Suspendido
fa: معلق شد
fr: Suspendu
hu: Felfüggesztve
tr: Askıya alındı
uk: Призупинено

# Thread_UserState_SuspendRequested
source: SuspendRequested
cs: Pozastaveno vyžádané
de: Anhalten angefordert
es_es: Suspensión requerida
tr: AskıyaalınmaTalepedildi

# Thread_UserState_ThreadPool
source: ThreadPool
cs: Skupina vláken
es_es: Grupo de hilos
hu: Szálkészlet
tr: KonuHavuzu

# Thread_UserState_UnsafePoint
source: UnsafePoint
cs: Nebezpečný bod
es_es: Punto no seguro
tr: TehlikeliNokta

# Thread_UserState_Unstarted
source: Unstarted
cs: Nezahájeno
de: Nicht gestartet
es_es: Sin comenzar
fa: شروع نشده
fr: Non démarré
hu: El nem indított
tr: Başlamamış

# Thread_UserState_WaitSleepJoin
source: WaitSleepJoin
cs: Čekat, spát, připojit
tr: BekleUyuKatıl

# UseDnSpy64ExeToDebug32
source: Use 32-bit dnSpy to debug 32-bit applications.
cs: Použijte 32bitovou verzi DnSpy pro ladění 32bitových aplikací.
de: Verwende 32-bit dnSpy um 32-bit Applikationen zu debuggen.
es_es: Utilizar dnSpy de 32 bits para depurar aplicaciones de 32 bits.
fa: از dnSpy 32 بیت برای اشکال‌زدایی برنامه‌های 32 بیتی استفاده نمایید.
fr: Utilisez dnSpy 32-bit pour les exécutables 32-bit.
hu: 32 bites dnSpy használata 32 bites alkalmazások hibakereséséhez.
tr: 32-bit uygulamalardaki hataları ayıklamak için dnSpy 32-bit kullanın.
uk: Для відладки 32-бітних програм використовуйте 32-біт dnSpy.

# UseDnSpyExeToDebug64
source: Use 64-bit dnSpy to debug 64-bit applications.
cs: Použijte 64bitovou verzi DnSpy pro ladění 64bitových aplikací.
de: Verwende 64-bit dnSpy um 64-bit Applikationen zu debuggen.
es_es: Utilice dnSpy- X64-Bit para depurar aplicaciones de 64 bits.
fa: از dnSpy 64 بیت برای اشکال‌زدایی برنامه‌های 64 بیتی استفاده نمایید.
fr: Utilisez dnSpy 64-bit pour les exécutables 64-bit.
hu: 64 bites dnSpy használata 64 bites alkalmazások hibakereséséhez.
tr: 64 bit uygulamalarda hata ayıklamak için 64 bit dnSpy kullanın.
uk: Для відладки 64-бітних програм використовуйте 64-біт dnSpy.

# ExceptionMessageIsNull
source: "<no exception message>"
cs: "<žádná zpráva vyjímky>"
de: "<keine Ausnahmemeldung>"
es_es: "< ningún mensaje de la excepción >"
fr: « <no message exception> »
hu: "< nincs kivétel üzenet >"
tr: "< istisna mesajı yok >"
uk: «<повідомлення без виключення>»

# Error_CouldNotStartDebugger2
source: Could not start debugger. Error: {0}
cs: Ladicí program nelze spustit. Chyba: {0}
de: Konnte Debugger nicht starten. Fehler: {0}
es_es: No se puede iniciar el depurador. Error: {0}
fa: نمیتوان دیباگر را آغاز کند. خطا: {0}
fr: Ne peut pas démarrer le débogueur. Erreur : {0}
hu: Nem indítható el a hibakereső. Hiba: {0}
tr: Hata ayıklayıcı başlatılamadı. Hata:{0}
uk: Не можу запустити дебагер. Помилка: {0}

# Error_CouldNotAttachToProcess
source: Could not attach to process {0}
cs: Nelze připojit k procesu {0}
de: Anhängen an Prozess {0} nicht möglich
es_es: No se puede adjuntar al proceso {0}
fa: نمیتوان به پروسس پیوست شد {0}
fr: Impossible de s'attacher au processus {0}
hu: Nem lehet csatlakozni a(z) {0} folyamathoz
tr: {0} ı işlemek için eklenemedi
uk: Не можу приєднатися до процесу {0}

# Error_ProcessIsAlreadyBeingDebugged
source: Some other process is already debugging process {0}
cs: Nějaký jiný proces už ladí proces {0}
de: Ein anderer Prozess debuggt bereits Prozess {0}
es_es: Ya hay otro proceso depurando este proceso {0}
fa: دیباگر دیگری هم اکنون در حال دیباگ پروسس میباشد {0}
fr: Un autre processus débogue déjà le processus {0}
hu: Más folyamat már hibakeresést futtat a(z) {0} folyamaton
tr: Başka işlemler zaten işlem {0} 'ın hatalarını ayıklıyor
uk: Інший процес вже відлагоджує процес {0}

# StackFrame_NativeFrame
source: Native Frame {0}
cs: Nativní snímek {0}
de: Nativer Rahmen {0}
es_es: Marco nativo {0}
fa: فریم نتیو {0}
fr: Frame native {0}
hu: Natív keret {0}
tr: Yerli Çerçeve {0}

# StackFrame_AppdomainTransition
source: Appdomain Transition
cs: AppDomain přechod
de: AppDomain-Übergang
es_es: Transición de AppDomain
fa: انتقال Appdomain
fr: Transition d'AppDomain
hu: Alkalmazás tartomány átmenet
tr: Uygulama alanı geçişi
uk: Перехід Appdomain

# StackFrame_ClassInit
source: Class Init
cs: Inicializace třídy
de: Init-Klasse
es_es: Inicio de clase
fa: کلاس مقداردهی اولیه
fr: Initialisation de classe
hu: Osztály inicializálás
uk: Ініціалізація Класу

# StackFrame_Exception
source: Exception
cs: Vyjímka
de: Ausnahme
es_es: Excepción
fa: استثنا
hu: Kivétel
tr: İstisna
uk: Виключення

# StackFrame_FunctionEvaluation
source: Function Evaluation
cs: Hodnocení funkce
de: Funktionsauswertung
es_es: Evaluación de la función
fa: ارزیابی عملکرد
fr: Évaluation de la fonction
hu: Függvény kiértékelés
tr: Fonksiyon değerlendirmesi
uk: Обчислення функції

# StackFrame_InternalCall
source: Internal Call
cs: Vnitřní volání
de: Interner Aufruf
es_es: Llamada interna
fa: تماس داخلی
fr: Appel interne
hu: Belső hívás
tr: Dahili Çağrı
uk: Внутрішній вилик

# StackFrame_InternalFrame
source: Internal Frame ({0})
cs: Vnitřní rám ({0})
de: Interner Rahmen ({0})
es_es: Estructura interna ({0})
fa: فریم داخلی ({0})
fr: Frame interne {0}
hu: Belső keret ({0})
tr: İç çerçeve ({0})
uk: Внутрішній фрейм({0})

# StackFrame_JITCompilation
source: JIT Compilation
cs: JIT kompilace
de: JIT-Kompilierung
es_es: Compilación JIT
fa: JIT تلفیقی
fr: Compilation JIT
hu: JIT fordítás
tr: JIT Derlemesi
uk: JIT компіляція

# StackFrame_LightweightFunction
source: Lightweight Function
cs: Lehká funkce
de: Leichtgewichtige Funktion
es_es: Función ligera
fa: تابع سبک
fr: Fonction légère
hu: Pehelysúlyú függvény
tr: Lightweight fonksiyonu
uk: Полегшена функція

# StackFrame_ManagedToNativeTransition
source: Managed to Native Transition
cs: Přechod ze spravovaného do nativního
de: Übergang von Verwaltet zu Nativ
es_es: Se Logró transición nativa
fa: انتقال Managed به Native
fr: Passage de managé à natif
hu: Menedzselt-natív átmenet
tr: Yerel geçiş başarılı
uk: Managed to Native Перехід

# StackFrame_NativeToManagedTransition
source: Native to Managed Transition
cs: Přechod z nativního do spravovaného
de: Übergang von Nativ zu Verwaltet
es_es: Paso de transición administrada a Nativa
fa: انتقال Nativeبه Managed
fr: Passage de natif à managé
hu: Natív-menedzselt átmenet
tr: Başarılan geçişe yerli
uk: Native to Managed Перехід

# StackFrame_Security
source: Security
cs: Zabezpečení
de: Sicherheit
es_es: Seguridad
fa: امنیت
fr: Sécurité
hu: Biztonság
tr: Güvenlik
uk: Захист

# GlyphToolTip_IL_offset_0
source: IL offset {0}
cs: Ofset IL {0}
de: IL-Versatz {0}
es_es: IL {0} offset
fa: IL آفست {0}
fr: Offset IL {0}
hu: IL eltolás {0}
tr: IL dengesi {0}
uk: Зміщення в IL {0}

# GlyphToolTip_line_0_character_1
source: line {0} character {1}
cs: řádek {0} znak {1}
de: Zeile {0} Zeichen {1}
es_es: línea {0} carácter {1}
fa: خط {0} کاراکتر {1}
fr: ligne {0} caractère {1}
hu: {0} sor {1} karakter
tr: hat {0} karakter {1}
uk: рядок {0} символ {1}

# GlyphToolTip_NativeAddress
source: address {0}
cs: adresa {0}
de: Adresse {0}
es_es: dirección {0}
fa: آدرس {0}
fr: adresse {0}
hu: {0} cím
tr: adres {0}
uk: адреса {0}

# Error_CouldNotSetNextStatement
source: Could not set the next statement.
cs: Nelze nastavit další výkaz.
de: Konnte nächste Anweisung nicht setzen.
es_es: No se pudo establecer la siguiente instrucción.
fa: قادر به تنظیم قدم بعدی نیست.
fr: Impossible de définir l'instruction suivante.
hu: Nem állítható be a következő utasítás.
tr: Bir sonraki ifade ayarlanamadı.
uk: Не можу встановити наступну інструкцію.

# Error_CouldNotBreakProcess
source: Could not break process. Error: 0x{0:X8}
cs: Nelze přerušit proces. Chyba: 0x{0:X8}
de: Konnte Prozess nicht anhalten. Fehler: 0x{0:X8}
es_es: No se pudo interrumpir el proceso. Error: 0x{0:X8}
fa: نمیتوان در پروسس وقفه ایجاد کرد. خطا: 0 x{0:X8}
fr: Impossible d'arrêter le processus. Erreur : 0x{0:X8}
hu: A folyamat nem megszakítható. Hiba: 0x{0:X8}
tr: İşlem durdurulamadı. Hata: 0x{0:X8}
uk: Не можу перервати процес. Помилка: 0x{0:X8}

source: Internal debugger error
cs: Vnitřní chyba ladicího programu
de: Interner Debuggerfehler
es_es: Error interno de depurador
fa: خطای دیباگر داخلی
fr: Erreur interne de débogueur
hu: Belső debugger hiba
tr: İç hata ayıklayıcı hatası
uk: Внутрішня помилка дебагера

# Error_CLRDebuggerErrorOccurred
source: A CLR debugger error occurred. Terminate the debugged process and try again. HR: 0x{0:X8} Error: 0x{1:X8}
cs: Došlo k chybě ladicího programu CLR. Zastavte laděný proces a zkuste to znovu. HR: 0x{0:X8} Chyba: 0x{1:X8}
de: Ein CLR Debugger Fehler trat auf. Beenden Sie den debuggten Prozess und versuchen Sie es erneut. HR: 0x{0:X8} Error: 0x{1:X8}
es_es: Ha producido un error de depurador CLR. Termine el proceso depurado e inténtelo de nuevo. HR: 0 x{0:X8} Error: 0 x{1:X8}
fa: دیباگر CLR با خطا مواجه شد. پروسس درحال دیباگ را ببندید و مجددا سعی کنید. HR: 0x{0:X8} Error: 0x{1:X8}
fr: Une erreur du débogueur CLR s'est produite. Terminez le processus débogué et réessayez. HR : 0x{0:X8} Erreur : 0x{1:X8}
hu: CLR hibakereső hiba történt. Szakítsa meg a vizsgált folyamatot és próbálja újra. HR: 0x{0:X8} Hiba: 0x{1:X8}
tr: Bir CLR hata ayıklayıcı hatası meydana geldi. Hata ayıklanan süreci sonlandırıp tekrar deneyin. HR: 0x{0:X8} Hata: 0x{1:X8}
uk: Сталась помилка дебагера CLR. Зупиніть процес дебагера та спробуйте ще раз. HR: 0x{0:X8} Помилка: 0x{1:X8}

# DbgAsm_UseHostExecutable
source: Use host executable
cs: Použít hostitelský spustitelný soubor
de: Ausführbaren Host verwenden
es_es: Usar anfitrión ejecutable
fa: استفاده از میزبان اجرایی
fr: Utiliser l'exécutable hôte
hu: Gazda végrehajtó használata
tr: Ana bilgisayar da yürütülebilir
uk: Використовувати виконавчий файл хоста

# DbgAsm_Executable
source: E_xecutable
cs: Spustitelný soubor
de: Ausführbare _Datei
es_es: E_jecutable
fa: اجرایی
fr: E_xécutable
hu: _Futtatható
tr: Çalıştırılabilir
uk: Виконавчий

# DbgAsm_Host
source: _Host
fa: _میزبان
fr: _Hôte
hu: _Hoszt
tr: _Ana bilgisayar
