Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/dnSpy/Roslyn/dnSpy.Roslyn/Properties/dnSpy.Roslyn.Resources.*.resx
Languages: cs, es_es, hu, pt_br, tr, uk

# ClassesToolTip
source: Classes
cs: Třídy
es_es: Clases
hu: Osztályok
tr: Sınıflar
uk: Класи

# CompilerSettings_AllowUnsafe
source: Allow unsafe code
cs: Povolit nebezpečný kód
es_es: Permitir código no seguro
hu: Nem biztonságos kód engedélyezése
pt_br: Permitir código não seguro
tr: Güvenli olmayan kod çalıştırılmasına izin
uk: Дозволити небезпечний код

# CompilerSettings_CheckOverflow
source: Check for arithmetic overflow/underflow
cs: Kontrolovat aritmetické přetečení a podtečení
es_es: Verificación de desbordamiento/subdesbordamiento aritmético
hu: Aritmetikai túlcsordulás/alulcsordulás ellenőrzése
pt_br: Verificar estouro aritmético/estouro negativo
tr: Aritmetik taşma/yetersizlik durumu denetle
uk: Перевірити наявність переповнення/зникнення порядку

# CompilerSettings_EmbedVBRuntime
source: Embed Visual Basic runtime
cs: Vložit Visual Basic runtime
es_es: Tiempo de ejecución de Visual Basic Incrustado
hu: Visual Basic futtató környezet beágyazása
pt_br: Incorporar o tempo de execução do Visual Basic
tr: Visual Basic çalışma zamanını göm
uk: Вбудувати Visual Basic рантайм

# CompilerSettings_Optimize
source: Optimize code
cs: Optimalizovat kód
es_es: Optimizar código
hu: Kód optimalizálása
pt_br: Otimizar o código
tr: Kodu iyileştir
uk: Оптимізувати код

# CompilerSettings_OptionCompareBinary
source: Option compare: binary
cs: Porovnání možností: binární
es_es: Opción de comparar: binario
hu: Opció összehasonlítás: bináris
pt_br: Opção de comparação: binário
tr: Seçenek karşılaştırması: ikili
uk: Опція двійкового порівняння

# CompilerSettings_OptionExplicit
source: Option explicit
cs: Možnost explicitní
es_es: Opción explícita
hu: Explicit opció
pt_br: Opção explícita
tr: Seçenek açık
uk: Опція явна

# CompilerSettings_OptionInfer
source: Option infer
cs: Možnost odvozená
es_es: Opción de deducir
hu: Kikövetkeztetett opció
pt_br: Opção infererir
tr: Seçenek çıkarımı
uk: Опція виведена

# CompilerSettings_OptionStrict
source: Option strict
cs: Možnost přímá
es_es: Opción estricta
hu: Kényszerített opció
pt_br: Opção estrita
tr: Seçenek katı
uk: Опція точна

# CompilerSettings_PreprocessorSymbols
source: Conditional compilation symbols
cs: Další kompilační symboly
es_es: Símbolos de compilación condicional
hu: Feltételes fordítási szimbólumok
pt_br: Símbolos de compilação condicional
tr: Koşullu derleme sembolleri
uk: Умовні символи компіляції

# CompletionSet_All
source: All
cs: Vše
es_es: Todos
hu: Mind
pt_br: Todos
tr: Tümü
uk: Всі

# ConstantsToolTip
source: Constants
cs: Konstanty
es_es: Constantes
hu: Konstansok
pt_br: Contantes
tr: Sabitler
uk: Константи

# DebuggerExpressionHasNoValue
source: Expression has been evaluated and has no value
cs: Výraz je vyhodnocen a nemá žádnou hodnotu
es_es: La expresión ha sido evaluado y no tiene ningún valor
hu: A kifejezés ki lett értékelve és nincs értéke
pt_br: A expressão foi avaliada e não possui resultados
tr: İfade değerlendirildi ve hiçbir değeri yok
uk: Вираз був обчислений і не має значення

# DebuggerVarsWindow_CSharp_StaticMembers
source: Static members
cs: Statické členy
es_es: Miembros estáticos
hu: Statikus tagok
pt_br: Membros estáticos
tr: Sabit üyeler
uk: Статичні члени

# DebuggerVarsWindow_DynamicView
source: Dynamic View
cs: Dynamické zobrazení
es_es: Vista dinámica
hu: Dinamikus nézet
pt_br: Exibição Dinâmica
tr: Dinamik görünüm
uk: Динамічний вигляд

# DebuggerVarsWindow_Error_PropertyName
source: Error
cs: Chyba
hu: Hiba
pt_br: Erro
tr: Hata
uk: Помилка

# DebuggerVarsWindow_ExpandDynamicViewMessage
source: Expanding the Dynamic View will get the dynamic members for the object
cs: Rozšíření dynamického pohledu získá dynamické členy pro objekt
es_es: Amplicando la vista dinámica conseguirá a los miembros dinámicos para el objeto
hu: A dinamikus nézet szétnyitásával az objektum dinamikus tagjai is megjelennek
pt_br: Expandir a visão dinâmica obterá os membros dinâmicos para o objeto
tr: Dinamik Görünümü genişletmek nesne için dinamik üyeleri alır
uk: Розкриття Dynamic представлення запитає динамічні члени об'єкта

# DebuggerVarsWindow_ExpandResultsViewMessage
source: Expanding the Results View will enumerate the IEnumerable
cs: Rozšíření zobrazení výsledků vyčte IEnumerable
es_es: Ampliar la vista de resultados a enumerar el IEnumerable
hu: Az Eredmény Nézet kibővítése felsorolja az IEnumerable típusokat
pt_br: Expandir a exibição de resultados irá enumerar o IEnumerable
tr: Sonuç görünümünü genişletmek IEnumerable'ı sıralayacaktır
uk: Розкриття представлення результатів призведе до перечислення IEnumerable

# DebuggerVarsWindow_InstanceMembers
source: Instance members
cs: Členové instance
es_es: Miembros de instancia
hu: Példány tagok
pt_br: Membros de instância
tr: Örnek üyeleri
uk: Члени екземпляру

# DebuggerVarsWindow_RawView
source: Raw View
cs: Syrové zobrazení
es_es: Vista sin editar
hu: Nyers nézet
pt_br: Visualização RAW
tr: İşlem görmemiş görünüm
uk: Сирий Вигляд

# DebuggerVarsWindow_ResultsView
source: Results View
cs: Zobrazení výsledků
es_es: Vistas de Resultado
hu: Eredmény nézet
pt_br: Exibição de resultados
tr: Sonuçların Görünümü
uk: Представлення Результатів

# DebuggerVarsWindow_VisualBasic_SharedMembers
source: Shared members
cs: Sdílené členy
es_es: Miembros compartidos
hu: Megosztott tagok
pt_br: Membros compartilhados
tr: Paylaşılan Üyeler
uk: Shared члени

# DelegatesToolTip
source: Delegates
cs: Delegáti
es_es: Delegados
hu: Delegáltak
tr: Görevlendirmeler
uk: Делегати

# DynamicViewAssemblyNotLoaded
source: Dynamic View requires {0} to be referenced
cs: Dynamické zobrazení vyžaduje odkazovat {0}
es_es: La vista dinámica requiere {0} para hacer referencia a
hu: A dinamikus nézethez kell egy hivatkozás erre: {0}
pt_br: Exibição dinâmica requer que {0} seja referenciado
tr: Dinamik görünümü {0}'ın/un referanslanmasına ihtiyaç duyar
uk: Представленню Dynamic необхідне посилання на {0}

# DynamicView_MustBeDynamicOrComType
source: Only COM or Dynamic objects can have Dynamic View
cs: Pouze COM nebo dynamické objekty mohou mít dynamické zobrazení
es_es: Sólo COM u objetos Dinamic se obtendrá vista dinámica
hu: Csak COM vagy dinamikus objektumoknak lehet Dinamikus Nézete
pt_br: Somente COM ou objetos dinâmicos podem ter exibições dinâmicas
tr: Sadece COM veya Dinamik nesneler Dinamik Görünüme sahip olabilir
uk: Представлення Dynamic може бути лише для об'єктів COM чи Dynamic

# EnumsToolTip
source: Enums
cs: Výčty
es_es: Enumeraciones
hu: Felsorolások
tr: Enumlar
uk: Перечислення

# EventsToolTip
source: Events
cs: Události
es_es: Eventos
hu: Események
pt_br: Eventos
tr: Olaylar
uk: Події

# ExtensionMethodsToolTip
source: Extension methods
cs: Rozšiřující metody
es_es: Métodos de extensión
hu: Kiterjesztési metódusok
pt_br: Métodos de extensão
tr: Genişletme yöntemleri
uk: Методи розсширення

# FieldsToolTip
source: Fields
cs: Pole
es_es: Campos
hu: Mezők
pt_br: Campos
tr: Alanlar
uk: Поля

# FilterExpressionEvaluator_CompiledExpressionThrewAnException
source: Compiled expression threw an exception: {0}
cs: Kompilovaný výraz hodil výjimku: {0}
es_es: Expresión compilada lanzó una excepción: {0}
hu: A lefordított kifejezés kivételt dobott: {0}
pt_br: Expressão compilada emitiu uma exceção: {0}
tr: Derlenmiş ifade özel bir durum oluşturdu: {0}
uk: Скомпільований вираз згенерував виключення: {0}

# FilterExpressionEvaluator_InvalidExpression
source: Expression is invalid
cs: Výraz je neplatný
es_es: Expresión no es válida
hu: A kifejezés érvénytelen
pt_br: A expressão é inválida
tr: İfade geçersiz
uk: Неприпустимий вираз

# InterfacesToolTip
source: Interfaces
cs: Rozhraní
hu: Interfészek
tr: Arayüzler
uk: Інтерфейси

# KeywordsToolTip
source: Keywords
cs: Klíčová slova
es_es: Palabras Claves
hu: Kulcsszavak
pt_br: Palavras-Chave
tr: Anahtar Kelimeler
uk: Ключові слова

# LocalsAndParametersToolTip
source: Locals and parameters
cs: Lokální proměnné a parametry
es_es: Locales y parámetros
hu: Helyi változók és paraméterek
pt_br: Locais e parâmetros
tr: Lokal ve parametreler
uk: Локальні змінні та параметри

# LocalsWindow_MethodOrProperty_Returned
source: {0} returned
cs: {0} vrátil
es_es: {0} devuelto
hu: {0} visszaadva
pt_br: {0} retornado
tr: {0} döndü
uk: {0} повернуто

# LocalsWindow_TypeVariables
source: Type variables
cs: Typové proměnné
es_es: Tipo de variables
hu: Típus változók
pt_br: Variáveis do tipo
tr: Değişken türleri
uk: Змінні типу

# MethodsToolTip
source: Methods
cs: Metody
es_es: Métodos
hu: Metódusok
pt_br: Métodos
tr: Yöntemler
uk: Методи

# ModulesToolTip
source: Modules
cs: Moduly
es_es: Módulos
hu: Modulok
pt_br: Módulos
tr: Modüller
uk: Модулі

# NamespacesToolTip
source: Namespaces
cs: Jmenné prostory
es_es: Espacios de nombres
hu: Névterek
tr: İsim Alanları
uk: Простори імен

# PropertiesToolTip
source: Properties
cs: Vlastnosti
es_es: Propiedades
hu: Tulajdonságok
pt_br: Propriedades
tr: Özellikler
uk: Властивості

# ResultsView_MustBeEnumerableType
source: Only Enumerable types can have Results View
cs: Pouze vyčíslitelné typy mohou mít zobrazení výsledků
es_es: Sólo los tipos enumerables pueden tener vista de resultados
hu: Csak a felsorolható típusoknak van Eredmény Nézete
pt_br: Apenas tipos enumeráveis podem ter visualização de resultados
tr: Yalnızca Enumerable türleri sonuç görünümü alabilir
uk: Представлення результатів може бути лише для типів Enumerable

# SnippetsToolTip
source: Snippets
cs: Výstřižky kódu
es_es: Fragmento
hu: Kódtöredékek
tr: Parçacıklar
uk: Фрагменти

# StructuresToolTip
source: Structures
cs: Struktury
es_es: Estructuras
hu: Struktúrák
pt_br: Estruturas
tr: Yapılar
uk: Структури

# SystemCoreDllNotLoaded
source: Results View requires {0} to be referenced
cs: Zohledňování výsledků vyžaduje odkazovat {0}
es_es: La Vista de resultados requiere que se haga referencia a {0}
hu: Az Eredmény Nézetnek szüksége van arra, hogy a(z) {0} hivatkozott legyen
pt_br: Exibição de resultados requer {0} para ser referenciado
tr: Sonuç görünümü {0}'ın/un referanslanmasına ihtiyaç duyar
uk: Представленню результатів необхідне посилання на {0}

# TypeDoesNotExistInAssembly
source: Type '{0}' doesn't exist in assembly '{1}'
cs: Typ '{0}' v sestavení '{1}' neexistuje
es_es: Tipo '{0}' no existe en el ensamblado '{1}'
hu: '{0}' típus nem létezik '{1}' szerelvényben
pt_br: Tipo '{0}' não existe no assembly '{1}'
tr: {0} tipi {1} assembly'sinde yok
uk: Типу "{0}" не існує в Збірці "{1}"
