Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: cs, fa, fr, ru, uk, zh_cn

# DbgSettings_BreakAllProcesses
source: Break all processes when one process breaks
cs: Přerušit všechny procesy, když se jeden přeruší
fa: توقف همه پروسس ها هنگامی که یک پروسس متوقف شد
fr: Arrêter tous les processus lorsqu’un processus s’arrête
ru: Прерывать все процессы при прерывании одного
uk: Перервати усі процеси при перериванні одного
zh_cn: 一个进程中断时则中断所有进程

# StepIntoCurrentProcessCommand
source: Step Into (Current Process)
cs: Vkročit do (aktuální proces)
fa: گام به داخل (پروسس فعلی)
fr: Aller dans (processus en cours)
ru: Шаг с заходом (текущий процесс)
uk: Крок із заходом (поточний процес)
zh_cn: 逐语句（当前进程）

# StepOutCurrentProcessCommand
source: Step Out (Current Process)
cs: Vykročit z (aktuální proces)
fa: گام به خارج (پروسس فعلی)
fr: Sortir de (processus en cours)
ru: Шаг с выходом (текущий процесс)
uk: Крок із виходом (поточний процес)
zh_cn: 跳出（当前进程）

# StepOverCurrentProcessCommand
source: Step Over (Current Process)
cs: Překročit (aktuální proces)
fa: گام به مافوق (پروسس فعلی)
fr: Sauter par dessus (processus en cours)
ru: Шаг с обходом (текущий процесс)
uk: Крок з обходом (поточний процес)
zh_cn: 逐过程（当前进程）

# Processes_BreakProcessToolTip
source: Break Process
cs: Přerušit proces
fa: توقف پروسس
fr: Stopper le processus
ru: Прервать процесс
uk: Перервати процес
zh_cn: 中断进程

# Processes_ContinueProcessToolTip
source: Continue Process
cs: Pokračovat v procesu
fa: ادامه پروسس
fr: Continuer le processus
ru: Продолжить процесс
uk: Продовжити процес
zh_cn: 继续进程

# Processes_StepIntoProcessToolTip
source: Step Into
cs: Vkročit
fa: گام به داخل
fr: Aller dans
ru: Шаг внутрь
uk: Крок всередину
zh_cn: 逐语句

# Processes_StepOutProcessToolTip
source: Step Out
cs: Vykročit
fa: گام به خارج
fr: Sortir de
ru: Шаг наружу
uk: Крок наверх
zh_cn: 跳出

# Processes_StepOverProcessToolTip
source: Step Over
cs: Překročit
fa: گام به مافوق
fr: Sauter
ru: Шаг через
uk: Крок через
zh_cn: 逐过程

source: Steps only the current process
cs: Krokovat pouze aktuální proces
fa: گام های فقط پروسس فعلی
fr: Pas-à-pas seulement dans processus courant
ru: Шаги только в текущем процессе
uk: Крокувати лише в поточному процесі
zh_cn: 只单步执行当前进程

# BreakProcessCommand
source: _Break Process
cs: Přerušit proces
fa: _متوقف کردن پروسس
fr: _Stopper le processus
ru: _Прервать процесс
uk: _Перервати процес
zh_cn: 中断进程(_B)

# ContinueProcessCommand
source: _Continue Process
cs: Pokračovat v procesu
fa: _ادامه پروسس
fr: _Continuer le processus
ru: _Продолжить процесс
uk: _Продовжити процес
zh_cn: 继续进程(_C)

# AttachToProcess_Search_ToolTip
source: Search for a process
cs: Hledat proces
fa: جستجو برای یک پروسس
fr: Chercher un processus
ru: Поиск процесса
uk: Пошук процесу
zh_cn: 搜索进程

# AutosCommand
source: _Autos
cs: Auta
fa: _خودرویی
ru: _Автоматические
uk: _Автоматичні
zh_cn: 自动

# Breakpoints_ExportMatchingBreakpoints_ToolTip
source: Export all breakpoints matching the current search criteria
cs: Exportovat všechny zarážky odpovídající aktuálním vyhledávacím kritériím
fa: خروجی رفتن همه نقاط توقف مطابق معیارهای جستجوی کنونی
fr: Exportation de tous les points d’arrêt correspondant aux critères de recherche actuels
ru: Экспорт всех точек останова, соответствующих текущему условию поиска
uk: Експорт усіх точок зупинки, що відповідають поточній умові пошуку
zh_cn: 导出符合当前的搜索条件的所有断点

# Breakpoints_ImportBreakpoints_ToolTip
source: Import breakpoints from a file
cs: Importovat zarážky ze souboru
fa: وارد کردن نقاط توقف از فایل
fr: Importer des points d’arrêt d’un fichier
ru: Импортировать точки останова из файла
uk: Імпортувати точки зупинок із файлу
zh_cn: 从文件导入断点

# ExportSelectedCommand
source: _Export Selected...
cs: Exportovat vybrané...
fa: _استخراج گزینه انتخاب شده...
fr: _Exporter la sélection...
ru: _Экспортировать выбранные...
uk: _Експортувати обране...
zh_cn: 导出选中项(_E)...

# Breakpoints_NoMatch
source: No breakpoints match your search filter.
cs: Žádné zarážky neodpovídají vašemu hledacímu filtru.
fa: هیچ نقطه توقفی مطابق با فیلتر پیدا نشد.
fr: Aucun point d’arrêt ne correspond à votre filtre de recherche.
ru: Нет точек останова, соответствующих условиям поиска.
uk: Нема точок зупинки, що відповідають умові пошуку.
zh_cn: 没有断点匹配您的筛选条件。

# Breakpoints_Search
source: Search
cs: Hledat
fa: جستجو
fr: Recherche
ru: Поиск
uk: Пошук
zh_cn: 搜索

# Breakpoints_Search_ToolTip
source: Search for a breakpoint
cs: Vyhledat zarážku
fa: جستجو برای نقطه توقف
fr: Rechercher un point d’arrêt
ru: Поиск точки останова
uk: Пошук точки зупину
zh_cn: 搜索断点

# Breakpoints_RemoveMatchingBreakpoints_ToolTip
source: Remove all breakpoints matching the current search criteria
cs: Odstranit všechny zarážky odpovídající aktuálním vyhledávacím kritériím
fa: حذف همه نقاط توقف مطابق معیارهای جستجوی کنونی
fr: Supprimer tous les points d’arrêt correspondant aux critères de recherche actuels
ru: Удаление всех точек останова, соответствующих текущему условию поиска
uk: Видалити усі точки зупинок, що відповідають поточному фільтру
zh_cn: 移除与当前的搜索条件匹配的所有断点

# Breakpoints_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all breakpoints are shown
cs: Obnovit všechna vyhledávací kritéria tak, aby byly zobrazeny všechny zarážky
fa: تنظیم مجدد تمام معیار به طوری که همه نقاط توقف نمایش داده شده
fr: Réinitialiser tous les critères de recherche afin que tous les points d’arrêt soient affichés
ru: Сбросить все критерии поиска, чтобы отображались все точки останова
uk: Скинути всі критерії пошуку, щоб показати всі точки зупинки
zh_cn: 重置所有搜索条件，以便显示所有断点

# Breakpoints_ToggleMatchingBreakpoints_ToolTip
source: Enable or disable all breakpoints matching the current search criteria
cs: Povolit či zakázat všechny zarážky odpovídající aktuálním vyhledávacím kritériím
fa: فعال یا غیر فعال کردن همه نقاط توقف مطابق معیارهای جستجوی کنونی
fr: Activer ou désactiver tous les points d’arrêt correspondant aux critères de recherche actuels
ru: Включение или отключение всех точек останова, соответствующих текущему условию поиска
uk: Включення чи виключення усіх точок зупинки, що відповідають поточній умові пошуку
zh_cn: 启用或禁用与当前的搜索条件匹配的所有断点

# Modules_AllProcesses
source: All
cs: Všechny
fa: تمام
fr: Tout
ru: Все
uk: Всі
zh_cn: 全部

# Modules_NoMatch
source: No modules match your search filter.
cs: Žádné moduly neodpovídají vašemu hledacímu filtru.
fa: ماژولی مطابق با فیلتر پیدا نشد.
fr: Pas de modules correspondants à votre filtre de recherche.
ru: Нет модулей соответствующих условиям поиска.
uk: Немає модулів, що відповідають умові пошуку.
zh_cn: 没有模块匹配您的搜索条件。

# Modules_Search
source: Search
cs: Hledat
fa: جستجو
fr: Recherche
ru: Поиск
uk: Пошук
zh_cn: 搜索

# Modules_Search_ToolTip
source: Search for a module
cs: Vyhledat modul
fa: جستجو برای یک ماژول
fr: Rechercher un module
ru: Поиск модуля
uk: Пошук модуля
zh_cn: 查找模块

# Modules_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all modules are shown
cs: Obnovit všechna vyhledávací kritéria tak, aby byly zobrazeny všechny moduly
fa: تنظیم مجدد تمام معیار به طوری که همه ماژول ها نمایش داده شده
fr: Réinitialiser tous les critères de recherche afin que tous les modules sont affichés
ru: Сбросить все критерии поиска, чтобы отображались все модули
uk: Скинути всі критерії пошуку, щоб показанти всі модулі
zh_cn: 重置所有搜索条件，以便显示所有模块

# Modules_Process
source: Process
cs: Proces
fa: پردازش
fr: Processus
ru: Процесс
uk: Процес
zh_cn: 进程

# SearchHelp_ToolTip
source: Help
cs: Nápověda
fa: کمک
fr: Aide
ru: Справка
uk: Допомога
zh_cn: 帮助

# Column_Condition
source: Condition
cs: Podmínka
fa: شرط
ru: Условие
uk: Умова
zh_cn: 条件

# Column_Filter
source: Filter
cs: Filtr
fa: فیلتر
fr: Filtre
ru: Фильтр
uk: Фільтр
zh_cn: 筛选器

# Column_HitCount
source: Hit Count
cs: Počet úderů
fa: تعداد اصابت
fr: Nombre de hits
ru: Число попаданий
uk: Число попадань
zh_cn: 命中计数

# Column_WhenHit
source: When Hit
cs: Když se udeří
fa: زمانی که اصابت کرد
fr: Quand un hit a lieu
ru: При попадании
uk: При попаданні
zh_cn: 当命中

# Breakpoints_GoToDisassembly_ToolTip
source: Go To Disassembly
cs: Přejít na rozebraný modul
fa: رفتن به دیس اسمبلی
fr: Aller au désassemblage
ru: К дизассемблированному коду
uk: До дизасембльованого коду
zh_cn: 转到反汇编

# Breakpoints_GoToSourceCode_ToolTip
source: Go To Source Code
cs: Přejít na zdrojový kód
fa: رفتن به سورس کد
fr: Accéder au code Source
ru: Перейти к исходному коду
uk: Перейти до джерельного коду
zh_cn: 转到源代码

# GoToSourceCodeCommand
source: Go To Source Code
cs: Přejít na zdrojový kód
fa: رفتن به سورس کد
fr: Accéder au code Source
ru: Перейти к исходному коду
uk: Перейти до джерельного коду
zh_cn: 转到源代码

# Breakpoint_Condition_NoCondition
source: (no condition)
cs: (žádná podmínka)
fa: (بدون شرط)
fr: (sans condition)
ru: (нет условия)
uk: (нема умови)
zh_cn: (没有条件)

# Breakpoint_Condition_WhenConditionHasChanged
source: when '{0}' has changed
cs: když se '{0}' změnil
fa: هنگامی که '{0}' تغییر کرده است
fr: quand «{0}» a changé
ru: когда '{0}' изменилось
uk: коли '{0}' змінилось
zh_cn: 当 '{0}' 已更改时

# Breakpoint_Condition_WhenConditionIsTrue
source: when '{0}' is true
cs: když '{0}' je pravda
fa: هنگامی که '{0}' درست است
fr: quand «{0}» est vrai
ru: когда '{0}' истинно
uk: коли '{0}' істинно
zh_cn: 当'{0}'为true时

# Breakpoint_Filter_NoFilter
source: (none)
cs: (žádný)
fa: (خالی)
fr: (aucun)
ru: (отсутствует)
uk: (Нічого)
zh_cn: (无)

# Breakpoint_HitCount_HitCountIsAMultipleOf
source: when hit count is a multiple of {0}
cs: když je počet úderů násobek {0}
fa: هنگامی که شمارنده برخورد چندین {0} باشد
fr: lorsque le nombre de hits est un multiple de {0}
ru: если число попаданий кратно {0}
uk: коли число попадань кратне {0}
zh_cn: 当命中次数是 {0} 的倍数

# Breakpoint_HitCount_HitCountIsEqualTo
source: when hit count is equal to {0}
cs: když je počet úderů roven {0}
fa: هنگامی که شمارنده برخورد مساوی {0} باشد
fr: lorsque le nombre de hits est égal à {0}
ru: когда число попаданий равно {0}
uk: коли число попадань рівне {0}
zh_cn: 当命中的次数等于 {0}

# Breakpoint_HitCount_HitCountIsGreaterThanOrEqualTo
source: when hit count is greater than or equal to {0}
cs: když je počet úderů větší než nebo roven {0}
fa: هنگامی که شمارنده برخورد بزرگتر یا مساوی {0} باشد
fr: lorsque le nombre de hits est plus grand ou égal à {0}
ru: когда число попаданий больше или равно {0}
uk: коли число попадань більше чи рівне {0}
zh_cn: 当命中次数大于或等于 {0}

# Breakpoint_HitCount_NoHitCount
source: break always
cs: přerušit vždy
fa: همیشه متوقف شو
fr: toujours s'arrêter
ru: прерывать всегда
uk: зупиняти завжди
zh_cn: 总是中断

# Breakpoint_Tracepoint_NoTraceMessage
source: Break
cs: Zastavit
fa: توقف
fr: Pause
ru: Остановлен
uk: Зупинений
zh_cn: 中断

# Breakpoint_Tracepoint_PrintMessage
source: Print message '{0}'
cs: Vytisknout zprávu '{0}'
fa: چاپ پیام '{0} '
fr: Afficher le message '{0}'
ru: Печатать сообщение '{0}'
uk: Роздрукувати повідомлення '{0} '
zh_cn: 打印消息 '{0}'

# SettingsCommand
source: _Settings
cs: Nastavení
fa: _تنظیمات
fr: _Paramètres
ru: _Настройки
uk: _Налаштування
zh_cn: 设置(_S)

# EditBreakpointSettings_Title
source: Breakpoint Settings
cs: Nastavení zarážky
fa: تنظیمات نقطه توقف
fr: Paramètres des points d'arrêt
ru: Параметры точки останова
uk: Параметри точки зупинки
zh_cn: 断点设置

# Breakpoint_Condition_IsTrue
source: Is true
cs: Je pravda
fa: درست است
fr: Est vrai
ru: Истина
uk: Істина
zh_cn: 为 True

# Breakpoint_Condition_WhenChanged
source: When changed
cs: Při změně
fa: هنگام تغییر
fr: Lors d'un changement
ru: При изменении
uk: При зміні
zh_cn: 当发生更改时

# Breakpoint_HitCount_IsAMultipleOf
source: Is a multiple of
cs: Je násobek
fa: مضربی است از
fr: Est multiple de
ru: Кратно
uk: Кратно
zh_cn: 是倍数于

# EditBreakpointSettings_ConditionalExpression
source: Conditional _Expression
cs: Podmíněný výraz
fa: عبارت _شرطی
fr: _Expression conditionnelle
ru: Условное _выражение
uk: Умовний _вираз
zh_cn: 条件表达式(_E)

# EditBreakpointSettings_Filter
source: _Filter
cs: Filtr
fa: _فیلتر
fr: _Filtre
ru: _Фильтр
uk: _Фільтр
zh_cn: 过滤器(_F)

# EditBreakpointSettings_HitCount
source: _Hit Count
cs: Počet úderů
fa: _تعداد اصابت
fr: _Nombre de hits
ru: _Число попаданий
uk: _Кількість попадань
zh_cn: 命中计数(_H)

# EditBreakpointSettings_Trace
source: _Log Message
cs: Logovat zprávu
fa: _ثبت پیغام
fr: _Message de log
ru: _Log Сообщение
uk: _Log Повідомленя
zh_cn: 日志信息(_L)

# GlyphToolTip_Actions
source: Actions:
cs: Akce:
fa: عملیات:
ru: Действия:
uk: Дії:
zh_cn: 操作:

# GlyphToolTip_Conditions
source: Conditions:
cs: Podmínky:
fa: شروط:
ru: Условия:
uk: Умови:
zh_cn: 条件:

# Breakpoint_Condition_ConditionalExpression
source: Conditional expression:
cs: Podmíněný výraz:
fa: عبارت شرطی:
fr: Expression conditionnelle :
ru: Условное выражение:
uk: Умовний вираз:
zh_cn: 条件表达式:

# Breakpoint_Condition_WhenConditionHasChanged2
source: '{0}' has changed
cs: '{0}' se změnil
fa: '{0}' تغییر کرده است
fr: «{0}» a changé
ru: '{0}' было изменено
uk: '{0}' було змінено
zh_cn: 当 '{0}' 已更改时

# Breakpoint_Condition_WhenConditionIsTrue2
source: '{0}' is true
cs: '{0}' je pravda
fa: '{0}' درست است
fr: «{0}» est vrai
ru: '{0}' истино
uk: '{0}' істинно
zh_cn: 当'{0}'为 True 时

# Breakpoint_Filter_Filter
source: Filter: '{0}'
cs: Filtr: '{0}'
fa: فیلتر: '{0}'
fr: Filtre : «{0} »
ru: Фильтр: '{0}'
uk: Фільтр: '{0}'
zh_cn: 筛选器: '{0}'

# Breakpoint_HitCount_HitCountIsAMultipleOf2
source: Hit count is a multiple of {0}
cs: Počet úderů je násobek {0}
fa: شمارنده برخورد چندین {0} است
fr: Nombre d’accès est un multiple de {0}
ru: Число попаданий кратно {0}
uk: К-сть попадань кратно {0}
zh_cn: 命中的次数是 {0} 的倍数

# Breakpoint_HitCount_HitCountIsEqualTo2
source: Hit count is equal to {0}
cs: Počet úderů je roven {0}
fa: شمارنده برخورد مساوی {0} است
fr: Nombre d’accès est égal à {0}
ru: Число попаданий равно {0}
uk: К-сть попадань рівно {0}
zh_cn: 命中的次数等于 {0}

# Breakpoint_HitCount_HitCountIsGreaterThanOrEqualTo2
source: Hit count is greater than or equal to {0}
cs: Počet úderů je větší než nebo roven {0}
fa: شمارنده برخورد بزرگتر یا مساوی {0} است
fr: Nombre d’accès est supérieur ou égal à {0}
ru: Число попаданий больше или равно {0}
uk: Кількість попадань більше чи рівне {0}
zh_cn: 命中次数大于或等于 {0}

# Breakpoint_Tracepoint_PrintMessage2
source: Log message '{0}', to Output window
cs: Logovat zprávu '{0}' do Okna výstupu
fa: پیام '{0}'، به پنجره خروجی
fr: Ecrire le message '{0}' dans la fenêtre de sortie
ru: Вывести сообщение '{0}', в окно вывода
uk: Вивести повідомлення '{0}', в вікно виводу
zh_cn: 将消息'{0}'，打印到“输出"窗口

# Breakpoints_GlyphMargin_DisableBreakpoint
source: Disable breakpoint
cs: Zakázat zarážku
fa: غیر فعال کردن نقطه توقف
fr: Désactiver le point d’arrêt
ru: Выключить точку останова
uk: Вимкнути точку зупинки
zh_cn: 禁用断点

# Breakpoints_GlyphMargin_EnableBreakpoint
source: Enable breakpoint
cs: Povolit zarážku
fa: فعالسازی نقطه توقف
fr: Activer le point d’arrêt
ru: Включить точку останова
uk: Увімкнути точку зупинки
zh_cn: 启用断点

# Breakpoints_GlyphMargin_ShowSettingsToolTip
source: Settings...
cs: Nastavení...
fa: تنظیمات...
fr: Paramètres...
ru: Настройки...
uk: Налаштування...
zh_cn: 设置...

# Breakpoints_GlyphMargin_BreakWhenBreakpointHit
source: Break
cs: Zastavit
fa: متوقف ساختن
fr: Pause
ru: Остановлен
uk: Зупинений
zh_cn: 中断

# EditBreakpointSettings_TraceContinue
source: Continue execution
cs: Pokračovat v provádění
fa: ادامه خطا
fr: Poursuivre l’exécution
ru: Продолжить выполнение
uk: Продовжити виконання
zh_cn: 继续执行

# ExportCommand
source: E_xport...
cs: Exportovat...
fa: _استخراج...
ru: Экспорт...
uk: Експорт...
zh_cn: 导出(_X)...

# SettingsCommand2
source: _Settings...
cs: Nastavení...
fa: _تنظیمات...
fr: _Paramètres...
ru: На_стройки...
uk: На_лаштування...
zh_cn: 设置(_S)...

# StartDebuggingCommand
source: Start Debugging
cs: Spustit ladění
fa: شروع اشکال زدایی
fr: Démarrer le débogage
ru: Начать отладку
uk: Запустити відладку
zh_cn: 开始调试

# Breakpoint_Tracepoint_BreakPrintMessage
source: Break and print message '{0}'
cs: Přerušit a vytisknout zprávu '{0}'
fa: توقف و چاپ خطا '{0}'
fr: Mettre en pause et afficher le message «{0} »
ru: Остановиться и вывести сообщение '{0}'
uk: Зупинитись та вивести повідомлення '{0}'
zh_cn: 中断并打印消息 '{0}'

# BreakpointMessage_TheFunctionCanNotBeFound
source: The function cannot be found: {0}
cs: Funkce nebyla nalezena: {0}
fa: تابع را نمیتوان یافت: {0}
fr: Impossible de trouver la fonction : {0}
ru: Функция не найдена: {0}
uk: Функція не знайдена: {0}
zh_cn: 无法找到方法： {0}

# Breakpoints_BreakpointWillNotBeHit
source: The breakpoint will not currently be hit. {0}
cs: V současnosti nebude zarážka udeřena. {0}
fa: نقطه توقف در حال حاضر عمل نخواهد کرد. {0}
fr: Le point d’arrêt ne sera actuellement pas touché. {0}
ru: Точка останова не может быть достигнута. {0}
uk: Точка зупинки не може бути досягнута. {0}
zh_cn: 当前不会命中断点。{0}

# Breakpoints_ModuleNotLoaded
source: The module hasn't been loaded or no symbols have been loaded for this module.
cs: Modul není načten nebo nejsou načteny žádné symboly pro tento modul.
fa: ماژول بارگذاری نشده یا هیچ نمادی برای این ماژول بارگذاری نشده.
fr: Le module n’a pas été chargé ou aucun symbole n’a été chargé pour ce module.
ru: Модуль не может быть загружен или не могут быть загружены символы для этого модуля.
uk: Модуль не може бути завантажений чи не можуть бути завантажені символи для цього модуля.
zh_cn: 尚未加载模块或没有加载此模块的调试符号。

# BreakpointMessage_CouldNotCreateBreakpoint
source: Could not create the breakpoint.
cs: Nelze vytvořit zarážku.
fa: قادر به ایجاد نقطه توقف نیست.
fr: Impossible de créer le point d’arrêt.
ru: Не могу создать точку останова.
uk: Не можливо створити точку зупинки.
zh_cn: 无法创建断点。

# Column_Labels
source: Labels
cs: Popisky
fa: برچسب‌ها
ru: Метки
uk: Мітки
zh_cn: 标签

# EditLabelsCommand
source: Edit Labels
cs: Upravit popisky
fa: ویرایش برچسب‌ها
fr: Modifier les labels
ru: Изменить метки
uk: Редагувати Мітки
zh_cn: 编辑标签

# Threads_FreezeThreads_ToolTip
source: Freeze Threads
cs: Zmrazit vlákna
fa: فریز کردن نخ‌ها(Threads)
fr: Geler les threads
ru: Заморозить потоки
uk: Заморозити потоки
zh_cn: 冻结线程

# Threads_NoMatch
source: No threads match your search filter.
cs: Žádná vlákna neodpovídají vašemu hledacímu filtru.
fa: نخی مطابق با فیلتر پیدا نشد.
fr: Aucun thread ne correspond à votre filtre de recherche.
ru: Ни один поток не соответствует фильтру.
uk: Ні один потік не відповідає фільтру.
zh_cn: 没有满足搜索条件的线程

# Threads_Process
source: Process
cs: Proces
fa: فرآیند
fr: Processus
ru: Процесс
uk: Процес
zh_cn: 进程

# Threads_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all threads are shown
cs: Obnovit všechna vyhledávací kritéria tak, aby byly zobrazeny všechna vlákna
fa: تنظیم مجدد تمام معیار به طوری که همه نخ ها نمایش داده شده
fr: Réinitialiser tous les critères de recherche afin que tous les threads soient affichés
ru: Сбрасывает все поисковые условия так, чтобы потоки стали видны
uk: Скинути усі пошукові умови так, щоб потоки стали видимі
zh_cn: 重置所有搜索条件，以便显示所有线程

# Threads_Search
source: Search
cs: Hledat
fa: جستجو
fr: Recherche
ru: Поиск
uk: Пошук
zh_cn: 搜索

# Threads_Search_ToolTip
source: Search for a thread
cs: Hledat vlákno
fa: جستجو برای نخ(Thread)
fr: Recherche d’un thread
ru: Поиск потока
uk: Пошук потоку
zh_cn: 搜索线程

# Threads_ThawThreads_ToolTip
source: Thaw Threads
cs: Rozmrazit vlákna
fa: تورم نخ ها
fr: Dégeler les threads
ru: Разморозить потоки
uk: Розморозити потоки
zh_cn: 解冻线程

# Threads_AllProcesses
source: All
cs: Vše
fa: همه
fr: Tout
ru: Все
uk: Всі
zh_cn: 全部

# EditLabelsMsgBoxLabel
source: Labels
cs: Popisky
fa: برچسب‌ها
ru: Метки
uk: Мітки
zh_cn: 标签

# EditLabelsTitle
source: Edit Labels
cs: Upravit popisky
fa: ویرایش برچسب‌ها
fr: Modifier les labels
ru: Изменить метки
uk: Редагувати Мітки
zh_cn: 编辑标签

# Breakpoint_HitCount_CurrentHitCountValue
source: currently {0}
cs: v současnosti {0}
fa: در حال حاضر {0}
fr: actuellement {0}
ru: сейчас {0}
uk: в даний час {0}
zh_cn: 目前 {0}

# ResetBreakpointHitCountCommand
source: Reset Hit Count
cs: Resetovat počet úderů
fa: ریست تعداد اصابت
fr: Réinitialiser le nombre d'accès
ru: Сбросить счетчик остановов
uk: Скинути лічильник зупинок
zh_cn: 重置命中次数

# HelpToolTip
source: Help
cs: Nápověda
fa: راهنما
fr: Aide
ru: Справка
uk: Допомога
zh_cn: 帮助

# FilterExpression_AllVariables
source: Variables that can be used:
cs: Proměnné, které lze použít:
fa: متغیر هایی که میتوان استفاده نمود:
fr: Variables qui peuvent être utilisées :
ru: Переменные, которые могут быть использованы:
uk: Змінні, що можуть бути використані:
zh_cn: 可以使用的变量：

# FilterExpression_Example
source: Example: {0}
cs: Příklad: {0}
fa: مثال: {0}
fr: Exemple : {0}
ru: Пример: {0}
uk: Приклад: {0}
zh_cn: 示例： {0}

# TracepointMessage_EscapeSequences
source: Escape sequences: {0}
cs: Únikové sekvence: {0}
fa: فرار دنباله: {0}
fr: Séquences d’échappement : {0}
ru: Escape-последовательности: {0}
uk: Escape-послідовності: {0}
zh_cn: 转义序列： {0}

# TracepointMessage_EvaluateMessage
source: Use {xxx} to evaluate expression xxx
cs: Použijte {xxx} k hodnocení výrazu xxx
fa: استفاده از {xxx} برای زمان بندی خطا xxx
fr: Utilisez {xxx} pour évaluer l’expression xxx
ru: Используйте {xxx}, чтобы вычислить выражение xxx
uk: Використовуйте {xxx}, щоб обчислити вираз xxx
zh_cn: 使用 {xxx} 来求值表达式 xxx

# TracepointMessage_Example
source: Example: {0}
cs: Příklad: {0}
fa: مثال: {0}
fr: Exemple : {0}
ru: Пример: {0}
uk: Приклад: {0}
zh_cn: 示例： {0}

# TracepointMessage_ValidKeywords
source: The following keywords can be used:
cs: Následující klíčová slova lze použít:
fa: کلمات ذیل میتواند مورد استفاده قرار گیرد:
fr: Les mots clés suivants peuvent être utilisés :
ru: Могут быть использованы следующие ключевые слова:
uk: Можуть бути використані наступні ключові слова:
zh_cn: 可以使用以下关键字：

# CallStackBreakpointCommand
source: _Breakpoint
cs: Zarážka
fa: _نقطه توقف
fr: _Point d'arrêt
ru: _Точка останова
uk: _Точка зупинки
zh_cn: 断点(_B)

# InsertBreakpointCommand
source: Insert B_reakpoint
cs: Vložit zarážku
fa: درج نقطه توقف
fr: Insérer un _point d'arrêt
ru: Вставить т_очку останова
uk: Вставити т_очку зупинки
zh_cn: 插入断点(_R)

# InsertTracepointCommand
source: Insert _Tracepoint
cs: Vložit trasovací bod
fa: درج نقطه پیگیری
fr: Insérer un _point de traçage
ru: Вставить то_чку трассировки
uk: Вставити то_чку трасування
zh_cn: 插入跟踪点(_T)

# UnwindToThisFrameCommand
source: _Unwind To This Frame
cs: Odpočinout do tohoto rámce
fa: _باز کردن این فریم
fr: _Dérouler jusqu'à cette frame
ru: _Размотать до этого кадра
uk: _Відмотати до цього фрейму
zh_cn: 从这个框架中解开

# GlyphMargin_CurrentStatementToolTip
source: This is the next statement that will be executed.
cs: Toto je další příkaz, který bude vykonán.
fa: این گام بعدیست که اجرا خواهد شد.
fr: Il s’agit de l’instruction suivante qui sera exécutée.
ru: Это следующая инструкция, которая будет выполнена.
uk: Це наступна інструкція, що буде виконана.
zh_cn: 这是将要执行的下一个语句。

# GlyphMargin_ReturnStatementToolTip
source: This is the next statement to execute when this thread returns from the current function.
cs: Toto je další příkaz, který bude vykonán, až se toto vlákno vrátí ze současné funkce.
fa: این گام بعدیست که اجرا خواهد شد زمانی که نخ از تابع حاضر بازگردد.
fr: Il s’agit de l’instruction suivante qui sera exécutée après que ce thread ressorte de la fonction courante.
ru: Это следующая инструкция, которая будет выполнена после возвращения потока из текущей функции.
uk: Це наступна інструкція, що буде виконана після повернення потоку із поточної функції.
zh_cn: 这是此进程从当前函数返回时要执行的下一个语句。

# DbgSettings_EnableManagedDebuggingAssistants
source: Enable Managed Debugging Assistants (MDA)
cs: Povolit Asistenty spravovaného ladění (MDA)
fa: فعال کردن Managed Debugging Assistants (به اختصار MDA)
fr: Activer les assistants de débogage managé (MDA)
ru: Включить помощники отладки управляемого кода (MDA)
uk: Ввімкнути помічник відладки керованого коду (MDA)
zh_cn: 启用托管调试助手 (MDA)
