Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: cs, fa, fr, ru, uk, zh_cn

# ShowNextStatementCommand
source: S_how Next Statement
cs: Zobrazit další příkaz
fa: نمایش _گام بعدی
fr: Afficher l'instruction _suivante
ru: По_казать следующую инструкцию
uk: По_казати наступну інструкцію
zh_cn: 显示下一语句(_H)

# ShowDeclaringTypesCommand
source: Show Declaring Types
cs: Zobrazit deklarační typy
fa: نمایش نوع بازگشتی
fr: Voir les types déclaratifs
ru: Показать объявляемые типы
uk: Показати оголошення типів
zh_cn: 显示声明类型

# ShowParameterNamesCommand
source: Show _Parameter Names
cs: Zobrazit názvy parametrů
fa: نمایش نام های _پارامتر
fr: Afficher les noms des _paramètres
ru: Показать имена _параметров
uk: Показати імена _параметрів
zh_cn: 显示参数名称(_P)

# ShowParameterTypesCommand
source: Show Parameter _Types
cs: Zobrazit typy parametrů
fa: نمایش _تایپ های پارامتر
fr: Afficher les _types de paramètres
ru: Показать _типы параметров
uk: Показати _типи параметрів
zh_cn: 显示参数类型(_T)

# ShowParameterValuesCommand
source: Show Parameter _Values
cs: Zobrazit hodnoty parametrů
fa: نمایش _مقادیر پارامتر
fr: Afficher les _valeurs de paramètres
ru: Показать _значения параметров
uk: Показати _значення параметрів
zh_cn: 显示参数值(_V)

# ShowReturnTypesCommand
source: Show Return Types
cs: Zobrazit návratové typy
fa: نمایش انواع بازگشت
fr: Afficher les types de retour
ru: Показать возвращаемые типы
uk: Показати тип повернення
zh_cn: 显示返回类型

# ShowTokensCommand
source: Show Tokens
cs: Zobrazit tokeny
fa: نمایش توکن ها(Tokens)
fr: Montrer les tokens
ru: Показать токены
uk: Показати токени
zh_cn: 显示标记

# ShowIntrinsicTypeKeywordsCommand
source: Show Intrinsic Type Keywords
cs: Zobrazit slova klíčového typu
fa: نمایش نوع ذاتی کلمات کلیدی
fr: Afficher les mots clés du type intrinsèque
ru: Показать ключевые слова встроенных типов
uk: Показати ключові слова вбудованих типів
zh_cn: 显示内部类型关键字

# StartWithoutDebuggingCommand
source: Start Wit_hout Debugging
cs: Spustit bez ladění
fa: شروع _بدون دیباگ نمودن
fr: Démarrer _sans débogage
ru: Старт б_ез отладки
uk: Старт б_ез відладки
zh_cn: 开始执行(不调试) (_H)

# StatusBar_Ready
source: Ready
cs: Připraven
fa: آماده
fr: Prêt
ru: Готово
uk: Готовий
zh_cn: 就绪

# StatusBar_Running
source: Running...
cs: Spuštěn...
fa: در حال اجرا...
fr: En cours...
ru: Выполняется...
uk: Працює...
zh_cn: 运行中...

# StepIntoCommand
source: Step _Into
cs: Vkročit
fa: گام به _داخل
fr: Aller dans
ru: Шаг _внутрь
uk: Крок_всередину
zh_cn: 逐语句(_I)

# StepOutCommand
source: Step Ou_t
cs: Vykročit
fa: گام به _خارج
fr: Sortir _de
ru: Шаг _наружу
uk: Крок _наверх
zh_cn: 跳出(_T)

# StepOverCommand
source: Step _Over
cs: Překročit
fa: گام به _مافوق
fr: _Sauter
ru: Шаг _через
uk: Крок _через
zh_cn: 逐过程(_O)

# StopDebuggingCommand
source: Stop D_ebugging
cs: Zastavit ladění
fa: متوقف کردن _دیباگ
fr: Arrêter le _débogage
ru: Остановить _отладку
uk: Зупинити _відладку
zh_cn: 停止调试(_E)

# SwitchToFrameCommand
source: _Switch To Frame
cs: Přepnout na rám
fa: _تعویض به فریم
fr: _Aller à cette frame
ru: _Переключиться на фрейм
uk: _Перемикнутись на фрейм
zh_cn: 切换到帧(_S)

# SwitchToThreadCommand
source: _Switch To Thread
cs: Přepnout na vlákno
fa: _تعویض به ترد
fr: _Aller dans ce thread
ru: _Переключиться на поток
uk: _Перемикнутись на потік
zh_cn: 切换到线程(_S)

# ThawThreadCommand
source: _Thaw
cs: Rozmrazit
fa: _تورم
fr: _Dégeler
ru: _Разморозить
uk: _Розморозити
zh_cn: 解冻(_T)

# ThreadsCommand
source: T_hreads
cs: Vlákna
fa: _تردها
ru: По_токи
uk: По_токи
zh_cn: 线程(_H)

# ThreadType_Main
source: Main Thread
cs: Hlavní vlákno
fa: ترد اصلی
fr: Thread principal
ru: Главный поток
uk: Головний потік
zh_cn: 主线程

# ThreadType_Terminated
source: Terminated Thread
cs: Ukončené vlákno
fa: ترد خاتمه داده شده
fr: Thread terminé
ru: Завершен
uk: Завершений
zh_cn: 终止的线程

# ThreadType_ThreadPool
source: Thread Pool
cs: Fond podprocesů
fa: مجمع نخ ها
fr: Pool de threads
ru: Пул потоков
uk: Пул потоків
zh_cn: 线程池

# ThreadType_Unknown
source: Unknown Thread
cs: Neznámé vlákno
fa: ترد ناشناخته
fr: Thread inconnu
ru: Неизвестный поток
uk: Невідомий потік
zh_cn: 未知线程

# ThreadType_Worker
source: Worker Thread
cs: Pracovní vlákno
fa: ترد کارگر
fr: Thread travailleur
ru: Рабочий поток
uk: Робочий потік
zh_cn: 工作线程

# Thread_LocationNotAvailable
source: <not available>
cs: <nedostupný(é)>
fa: & lt؛ در دسترس نیست & gt؛
fr: <indisponible>
ru: <не существует>
uk: <не доступне>
zh_cn: < 不可用 >

# Thread_NoName
source: <No Name>
cs: <Bez jména>
fa: <بینام>
fr: <Pas de nom>
ru: <Без имени>
uk: <Без імені>
zh_cn: <无名称>

# Thread_Priority_AboveNormal
source: Above Normal
cs: Vyšší než normální
fa: بیشتر از حد معمول
fr: Au-dessus de la normale
ru: Выше среднего
uk: Вище середнього
zh_cn: 高于正常

# Thread_Priority_BelowNormal
source: Below Normal
cs: Nižší než normální
fa: زیر حد معمول
fr: Au-dessous de la normale
ru: Ниже среднего
uk: Нижче середнього
zh_cn: 低于正常

# Thread_Priority_Highest
source: Highest
cs: Nejvyšší
fa: بالاترین
fr: Le plus haut
ru: Наивысший
uk: Найвищий
zh_cn: 高

# Thread_Priority_Lowest
source: Lowest
cs: Nejnižší
fa: کمترین
fr: Le plus bas
ru: Низший
uk: Найнижчий
zh_cn: 低

# Thread_Priority_Normal
source: Normal
cs: Normální
fa: معمولی
ru: Нормальный
uk: Звичайний
zh_cn: 正常

# ToggleBreakpointCommand
source: To_ggle Breakpoint
cs: Přepnout zarážku
fa: تغییر وضعیت نقطه توقف
fr: _Activer/désactiver le point d'arrêt
ru: Пер_еключить точку останова
uk: Переключити точку зупинки
zh_cn: 切换断点(_G)

# ToolBarBreakAllToolTip
source: Break All
cs: Zastavit vše
fa: متوقف کردن همه
fr: Tout _mettre en pause
ru: Прерывает все
uk: Перервати Усе
zh_cn: 全部中断

# ToolBarContinueDebuggingButton
source: Continue
cs: Pokračovat
fa: ادامه
fr: Continuer
ru: Продолжить
uk: Продовжити
zh_cn: 继续

# ToolBarContinueDebuggingToolTip
source: Continue
cs: Pokračovat
fa: ادامه
fr: Continuer
ru: Продолжить
uk: Продовжити
zh_cn: 继续

# ToolBarDebugAssemblyToolTip
source: Debug a Program
cs: Ladit program
fa: دیباگ یک برنامه
fr: Déboguer un programme
ru: Запускает отладку
uk: Відлагодження
zh_cn: 调试程序

# ToolBarRestartToolTip
source: Restart
cs: Restartovat
fa: راه اندازی مجدد
fr: Redémarrer
ru: Перезапустить
uk: Перезапустити
zh_cn: 重新开始

# ToolBarShowNextStatementToolTip
source: Show Next Statement
cs: Zobrazit další příkaz
fa: نمایش گام بعدی
fr: Voir la déclaration suivante
ru: Показать следующую инструкцию
uk: Показати наступний оператор
zh_cn: 显示下一语句

# ToolBarStartDebuggingButton
source: Start
cs: Spustit
fa: شروع
fr: Démarrer
ru: Старт
uk: Старт
zh_cn: 启动

# ToolBarStepIntoToolTip
source: Step Into
cs: Vkročit
fa: گام به داخل
fr: Aller dans
ru: Шаг внутрь
uk: Крок всередину
zh_cn: 逐语句

# ToolBarStepOutToolTip
source: Step Out
cs: Vykročit
fa: گام به خارج
fr: Sortir de
ru: Шаг наружу
uk: Крок наверх
zh_cn: 跳出

# ToolBarStepOverToolTip
source: Step Over
cs: Překročit
fa: گام به مافوق
fr: Sauter
ru: Шаг через
uk: Крок через
zh_cn: 逐过程

# ToolBarStopDebuggingToolTip
source: Stop Debugging
cs: Zastavit ladění
fa: متوقف کردن دیباگ
fr: Arrêter le débogage
ru: Остановить отладку
uk: Зупинити відлагодження
zh_cn: 停止调试

# Window_Breakpoints
source: Breakpoints
cs: Zarážky
fa: نقاط توقف
fr: Points d’arrêt
ru: Точки останова
uk: Точки зупинки
zh_cn: 断点

# Window_CallStack
source: Call Stack
cs: Zásobník volání
fr: Pile des appels
ru: Стек вызовов
uk: Стек викликів
zh_cn: 调用堆栈

# Window_ExceptionSettings
source: Exception Settings
cs: Nastavení výjimek
fa: تنظیمات استثنا
fr: Paramètres d’exception
ru: Настройки исключений
uk: Налаштування виключень
zh_cn: 异常设置

# Window_Locals
source: Locals
cs: Lokální typy
fa: متغیرهای محلی
fr: Locales
ru: Локальные переменные
uk: Локальні змінні
zh_cn: 局部变量

# Window_Memory_10_MenuItem
source: Memory 1_0
cs: Paměť 1_0
fa: حافظه 1_0
fr: Mémoire 1_0
ru: Память 1_0
uk: Пам'ять 1_0
zh_cn: 内存 1_0

# Window_Memory_N
source: Memory {0}
cs: Paměť {0}
fa: حافظه {0}
fr: Mémoire {0}
ru: Память {0}
uk: Пам'ять {0}
zh_cn: 内存 {0}

# Window_Memory_N_MenuItem
source: Memory _{0}
cs: Paměť {0}
fa: حافظه _{0}
fr: Mémoire _{0}
ru: Память _{0}
uk: Пам'ять _{0}
zh_cn: 内存 _{0}

# Window_Memory_N_MenuItem2
source: Memory {0}
cs: Paměť {0}
fa: حافظه {0}
fr: Mémoire {0}
ru: Память {0}
uk: Пам'ять {0}
zh_cn: 内存 {0}

# Window_Modules
source: Modules
cs: Moduly
fa: ماژول ها
ru: Модули
uk: Модулі
zh_cn: 模块

# Window_Threads
source: Threads
cs: Vlákna
fa: ترد ها
ru: Потоки
uk: Потоки
zh_cn: 线程

# YesNo_No
source: No
cs: Ne
fa: خیر
fr: Non
ru: Нет
uk: Ні
zh_cn: 否

# YesNo_Yes
source: Yes
cs: Ano
fa: بله
fr: Oui
ru: Да
uk: Так
zh_cn: 是

# DbgSettings_SyntaxHighlight
source: Syntax highlight
cs: Zvýraznění syntaxe
fa: قالب برجسته
fr: Coloration syntaxique
ru: Подсветка синтаксиса
uk: Підсвітка синтаксису
zh_cn: 语法高亮

# LoadModulesCommand
source: Open Modules
cs: Otevřít moduly
fa: بازکردن ماژول ها
fr: Ouvrir les modules
ru: Загрузить модули
uk: Завантажити модулі
zh_cn: 打开模块

# LoadXModulesCommand
source: Open {0} Modules
cs: Otevřít {0} modulů
fa: بازکردن {0} ماژول ها
fr: Ouvrir {0} modules
ru: Загрузить {0} модулей
uk: Завантажити {0} модулів
zh_cn: 打开 {0} 模块

# ShowParameterTypesCommand2
source: Show Parameter Types
cs: Zobrazit typy parametrů
fa: نمایش تایپ های پارامتر
fr: Afficher les types de paramètres
ru: Показать типы параметров
uk: Показати типи параметрів
zh_cn: 显示参数类型

# Plugin_ShortDescription
source: Debugger
cs: Ladicí program
fa: دیباگر
fr: Débogueur
ru: Отладчик
uk: Відладчик
zh_cn: 调试器

# DebugLoggerName
source: Debug
cs: Ladění
fa: دیباگ
fr: Débogage
ru: Отладка
uk: Відладка
zh_cn: 调试

# ShowExceptionMessages
source: _Exception Messages
cs: Zprávy vyjímek
fa: پیام _خطا
fr: _Messages d'exception
ru: _Сообщения об исключениях
uk: _Повідомлення про виключення
zh_cn: 异常消息(_E)

# ShowModuleLoadMessages
source: Module _Load Messages
cs: Zprávy načtení modulu
fa: پیام های _بارگزاری ماژول
fr: Messages de _chargement de module
ru: Сообщения _загрузки модуля
uk: Повідомлення _завантаження модуля
zh_cn: 模块加载消息(_L)

# ShowModuleUnloadMessages
source: Module _Unload Messages
cs: Zprávy odpojení modulu
fa: پیام های _تخلیه کردن ماژول
fr: Messages de _déchargement de module
ru: Сообщения _выгрузки модуля
uk: Повідомлення _вивантаження модуля
zh_cn: 模块卸载消息(_U)

# ShowProcessExitMessages
source: _Process Exit Messages
cs: Zprávy ukončení procesu
fa: پیام خروج _پروسس
fr: Messages de _sortie de processus
ru: Сообщения выхода _процесса
uk: Повідомлення виходу _процесу
zh_cn: 进程退出消息(_P)

# ShowProgramOutputMessages
source: Program _Output
cs: Výstup programu
fa: _خروجی برنامه
fr: _Sortie du programme
ru: _Вывод программы
uk: _Вивід програми
zh_cn: 程序输出(_O)

# ShowStepFilteringMessages
source: _Step Filtering Messages
cs: Filtrovací zprávy krokování
fa: _گام فیلتر کردن پیام ها
fr: Messages de filtrage d'étape
ru: Сообщения фильтрации _шагов
uk: Повідомлення фільтрації _кроків
zh_cn: 分步过滤信息(_S)

# ShowThreadExitMessages
source: _Thread Exit Messages
cs: Zprávy ukončení vlákna
fa: پیامهای خروج از _نخ
fr: Messages de _sortie de thread
ru: Сообщения о завершении _потока
uk: Повідомлення про вихід _потоку
zh_cn: 线程退出消息(_T)

# ShowMDAMessages
source: MDA Messages
cs: Zprávy MDA
fa: پیام های MDA
fr: Messages MDA
ru: Сообщения MDA
uk: Повідомлення MDA
zh_cn: MDA消息

# DebugLogAdditionalInformation
source: Additional information: {0}
cs: Další informace: {0}
fa: اطلاعات اظافی: {0}
fr: Informations supplémentaires : {0}
ru: Дополнительная информация: {0}
uk: Додаткова інформація: {0}
zh_cn: 其他信息: {0}

# DebugLogExceptionHandled
source: Exception thrown: '{0}' in {1}
cs: Vyvolána výjimka: '{0}' v {1}
fa: خطای: '{0}' در {1} رخ داده است
fr: Exception levée : «{0}» en {1}
ru: Исключение: '{0}' в {1}
uk: Виключення: '{0}' в {1}
zh_cn: 引发异常: '{0}' in {1}

# DebugLogExceptionUnhandled
source: An unhandled exception of type '{0}' occurred in {1}
cs: Došlo k neošetřené výjimce typu '{0}' v {1}
fa: یک خطای ناامن '{0}' در {1} رخ داده است
fr: Une exception non gérée du type «{0}» s’est produite dans {1}
ru: В {1} произошло необработанное исключение типа '{0}'
uk: В {1} відбулось неопрацьоване виключення типу '{0}'
zh_cn: '{0}' 类型的未处理的异常发生在 {1}

# DebugLogExitProcess
source: The program '{0}' has exited with code {1} (0x{1:x}).
cs: Program '{0}' byl ukončen s kódem {1} (0 x{1:x}).
fa: برنامه '{0}' با کد {1} (0x{1:x}) خارج شده است.
fr: Le programme «{0}» s’est terminé avec le code {1} (0 x{1:x}).
ru: Программа '{0}' завершилась с кодом {1} (0x{1:x}).
uk: Програма «{0}» завершилась із кодом {1} (0x{1:x}).
zh_cn: '{0}' 程序已退出，返回值为 {1} (0x{1:x})。

# DebugLogExitThread
source: The thread 0x{0:x} has exited with code {1} (0x{1:x}).
cs: Vlákno 0x{0:x} bylo ukončeno s kódem {1} (0x{1:x}).
fa: نخ 0x{0:x} با کد {1} (0x{1:x}) خارج شده است.
fr: Le thread 0 x{0:x} s’est terminé avec le code {1} (0 x{1:x}).
ru: Поток 0x{0:x} завершился с кодом {1} (0x{1:x}).
uk: Потік 0x{0:x} завершився із кодом {1} (0x{1:x}).
zh_cn: 线程 0x{0:x} 已退出，返回值为 {1} (0x{1:x})。

# DebugLogLoadModule
source: Loaded '{0}'.
cs: Načtené '{0}'.
fa: بارگذاری شد '{0} '.
fr: Chargé «{0}».
ru: Загружено '{0}'.
uk: Завантажений "{0}".
zh_cn: 已加载 '{0}'

# DebugLogMDA
source: Managed Debugging Assistant '{0}' has detected a problem in '{1}'.
cs: Pomocník spravovaného ladění '{0}' detekoval problém v '{1}'.
fa: دستیار مدیریت اشکال زدایی '{0}' مشکلی در "{1}" را شناسایی کرده است.
fr: L'assistant de débogage managé '{0}' a détecté un problème dans '{1}'.
ru: Помощник управляемой отладки '{0}' обнаружил проблему в '{1}'.
uk: Помічник керованої відладки '{0}' знайшов проблему у '{1}'.
zh_cn: 托管调试助手 '{0}' 检测到 '{1}' 中的一个问题。

# DebugLogUnloadModule
source: Unloaded '{0}'.
cs: Odpojen '{0}'.
fa: تخلیه شد '{0} '.
fr: Déchargé «{0}».
ru: Выгружено '{0}'.
uk: Вивантажений "{0}".
zh_cn: 已卸载 '{0}'

# ExceptionMessageIsNull
source: "<no exception message>"
cs: "<žádná zpráva vyjímky>"
fa: "<پیام خطایی وجود ندارد>"
fr: "<pas de message d´exception>"
ru: «<сообщение без исключения>»
uk: «<повідомлення без виключення>»
zh_cn: "< 没有异常消息 >"

# GlyphToolTip_Location
source: Location
cs: Umístění
fa: مکان
fr: Emplacement
ru: Размещение
uk: Розташування
zh_cn: 位置

# HexEditorGroup_DebuggerMemory
source: Memory Window
cs: Paměť
fa: پنجره حافظه
fr: Fenêtre de mémoire
ru: Память
uk: Пам"ять
zh_cn: 内存窗口

# BgImgDisplayName_DebuggerMemory
source: Hex Editor (Memory Window)
cs: Hexadecimální editor (Paměť)
fa: ویرایشگر هگز (پنجره حافظه)
fr: Éditeur hexadécimal (fenêtre de mémoire)
ru: Hex-редактор (память)
uk: Hex-редактор (пам'ять)
zh_cn: 十六进制编辑器 (内存窗口)

# DbgAsm_DebugEngine
source: _Debug engine
cs: Ladicí engine
fa: موتور _دیباگ
fr: Moteur de _débogage
ru: _Движок отладки
uk: _Двигун відладки
zh_cn: 调试引擎(_D)

# DebugWindows
source: _Windows
cs: Okna
fa: _پنجره ها
fr: _Fenêtres
ru: _Окна
uk: _Вікна
zh_cn: 窗口(_W)

# OutputCommand
source: _Output
cs: Výstup
fa: _خروجی
fr: _Sortie
ru: Выв_од
uk: _Вивід
zh_cn: 输出(_O)

# TerminateAllCommand
source: Ter_minate All
cs: Zastavit vše
fa: خاتمه دادن به همه
fr: _Tous terminer
ru: _Завершить все
uk: _Завершити все
zh_cn: 终止所有(_M)

# WatchCommand
source: _Watch
cs: Sledovat
fa: _مشاهده
zh_cn: 监视(_W)

# Window_Watch_10_MenuItem
source: Watch 1_0
cs: Sledovat 1_0
fa: مشاهده 1_0
zh_cn: 监视 1_0

# Window_Watch_N
source: Watch {0}
cs: Sledovat {0}
fa: مشاهده {0}
zh_cn: 监视 {0}

# Window_Watch_N_MenuItem
source: Watch _{0}
cs: Sledovat {0}
fa: مشاهده _{0}
zh_cn: 监视 _{0}

# Window_Watch_N_MenuItem2
source: Watch {0}
cs: Sledovat {0}
fa: مشاهده {0}
zh_cn: 监视 {0}

source: _Options...
cs: Možnosti...
fa: _تنظیمات...
ru: _Параметры...
uk: _Параметри...
zh_cn: 选项(_O)...

# ProcessesCommand
source: _Processes
cs: Procesy
fa: _پروسس ها
fr: _Processus
ru: _Процессы
uk: _Процесси
zh_cn: 进程(_P)

# Window_Processes
source: Processes
cs: Procesy
fa: _پروسس ها
fr: Processus
ru: Процессы
uk: Процеси
zh_cn: 进程

# Column_Debugging
source: Debugging
cs: Ladění
fa: در حال بهبودی
fr: Débogage
ru: Отладка
uk: Відлагодження
zh_cn: 调试中

# Column_State
source: State
cs: Stav
fa: وضعیت
fr: État
ru: Состояние
uk: Стан
zh_cn: 状态

# Column_Title
source: Title
cs: Nadpis
fa: عنوان
fr: Titre
ru: Заголовок
uk: Заголовок
zh_cn: 标题

# Process_Paused
source: Break
cs: Zastavit
fa: توقف
fr: Pause
ru: Остановлен
uk: Зупинений
zh_cn: 中断

# Process_Running
source: Running
cs: Spuštěno
fa: در حال اجرا
fr: En cours d’exécution
ru: Выполняется
uk: Виконується
zh_cn: 运行中

# Processes_AttachToProcessToolTip
source: Attach to Process
cs: Připojit k procesu
fa: پیوستن به _پردازش
fr: Attacher au processus
ru: Присоединиться к процессу
uk: Приєднатись до Процесу
zh_cn: 附加到进程

# Processes_DetachToolTip
source: Detach Process
cs: Odpojit proces
fa: جدا شدن از پروسس
fr: Détacher le processus
ru: Отсоединение процесса
uk: Від'єднати процес
zh_cn: 分离进程

# Processes_TerminateToolTip
source: Terminate Process
cs: Ukončit proces
fa: خاتمه دادن به پروسس
fr: Terminer le processus
ru: Завершить процесс
uk: Припинити процес
zh_cn: 终止进程

# DetachProcessCommand
source: _Detach Process
cs: Odpojit proces
fa: _جدا شدن از پروسس
fr: Détacher le _processus
ru: _Отсоединиться от процесса
uk: Від'єднати процес
zh_cn: 分离进程(_D)

# DetachWhenDebuggingStoppedCommand
source: Detach _When Debugging Stopped
cs: Odpojit, když je ladění zastaveno
fa: جدا شدن از پروسس _هنگام توقف دیباگ
fr: Détacher quand le _débogage est stoppé
ru: Отсоединить, _когда отладка завершится
uk: Від'єднати, _коли відладка завершиться
zh_cn: 调试停止时分离(_W)

# TerminateProcessCommand
source: Ter_minate Process
cs: Zastavit proces
fa: _خاتمه دادن به پروسس
fr: _Terminer le processus
ru: _Завершить процесс
uk: _Завершити процес
zh_cn: 终止进程(_M)

# ProcessCommand
source: Process
cs: Proces
fa: پردازش
fr: Processus
ru: Процесс
uk: Процес
zh_cn: 进程

# Column_ProcessName
source: Process Name
cs: Název procesu
fa: نام پروسس
fr: Nom du processus
ru: Имя процесса
uk: Ім'я процесу
zh_cn: 进程名

# AllRemainingExceptionsNotInList
source: <All {0} not in this list>
cs: <Všechny {0} nejsou v seznamu>
fa: <همه {0} در لیست وجود ندارد>
fr: <Tous les {0} absents de cette liste>
ru: <Все {0} не в этом списке>
uk: <Все {0} не в цьому списку>
zh_cn: <不在此列表中的所有 {0} >

# Exceptions_EditConditions_ToolTip
source: Edit conditions
cs: Upravit podmínky
fa: ویرایش شروط
fr: Modifier les conditions
ru: Редактировать условия
uk: Редагувати умови
zh_cn: 编辑条件

# Column_Conditions
source: Conditions
cs: Podmínky
fa: شروط
ru: Условия
uk: Умови
zh_cn: 条件

# Column_BreakWhenThrown
source: Break When Thrown
cs: Přerušit při vyvolání
fa: توقف هنگامی که پرتاب خطا رخ داد
fr: Arrêter en cas de thrown
ru: Остановить при появлении исключения
uk: Зупинити при з'явленні виключення
zh_cn: 引发异常时中断

# Column_Category
source: Category
cs: Kategorie
fa: شاخه
fr: Catégorie
ru: Категория
uk: Категорія
zh_cn: 类别

# Exception_Conditions_And
source: And
cs: A
fa: و
fr: Et
ru: И
uk: І
zh_cn: 与

# Exception_Conditions_ModuleNameEquals
source: Module name equals
cs: Název modulu je stejný
fa: نام ماژول برابر است
fr: Nom du module égal à
ru: Имя модуля равно
uk: Імя модуля рівно
zh_cn: 模块名称等于

# Exception_Conditions_ModuleNameNotEquals
source: Module name not equals
cs: Název modulu není stejný
fa: نام ماژول برابر نیست
fr: Nom du module pas égal à
ru: Имя модуля не равно
uk: Ім'я модуля не рівно
zh_cn: 模块名称不等于

# Exceptions_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all exceptions are shown
cs: Obnovit všechna vyhledávací kritéria tak, aby byly zobrazeny všechny vyjímky
fa: تنظیم مجدد تمام معیار به طوری که همه خطاها نمایش داده شده
fr: Réinitialiser tous les critères de recherche afin que toutes les exceptions sont indiquées
ru: Сбросить все критерии поиска, чтобы отображались все исключения
uk: Скинути всі критерії пошуку, щоб показати всі виключення
zh_cn: 重置所有搜索条件以显示所有异常

# Exceptions_AllCategories
source: All
cs: Všechny
fa: تمام
fr: Tout
ru: Все
uk: Всі
zh_cn: 全部

# EditConditionsCommand
source: Edit Conditions...
cs: Upravit podmínky...
fa: ویرایش شروط...
fr: Modifier les conditions...
ru: Редактировать условия...
uk: Змінити умови...
zh_cn: 编辑条件...

# ExceptionsCommand
source: Exceptions
cs: Výjimky
fa: خطاها
ru: Исключения
uk: Виключення
zh_cn: 异常

# FindCommand
source: _Find
cs: Najít
fa: _یافتن
fr: _Rechercher
ru: _Найти
uk: _Пошук
zh_cn: 查找(_F)

# Exceptions_NoMatch
source: No exception types match your search filter.
cs: Žádné typy výjimek neodpovídají hledacímu filtru.
fa: خطایی مطابق با فیلتر پیدا نشد.
fr: Aucun type d’exception ne correspond à votre filtre de recherche.
ru: Не найдены типы исключений, соответствующие условиям поиска.
uk: Немає типів виключень, що відповідають умові пошуку.
zh_cn: 没有能匹配搜索过滤器的异常类型。

# AddExceptionButton
source: Add
cs: Přidat
fa: افزودن
fr: Ajouter
ru: Добавить
uk: Додати
zh_cn: 添加

source: Exception description
cs: Popis výjimky
fa: جزئیات خطا
fr: Description de l’exception
ru: Описание исключения
uk: Опис винятоку
zh_cn: 异常说明

# Exception_Error_NameCanNotBeEmpty
source: Name can't be empty
cs: Název nemůže být prázdný
fa: نام نمی تواند خالی باشد
fr: Nom ne peut pas être vide
ru: Название не может быть пустым
uk: Ім'я не може бути пустим
zh_cn: 名称不能为空

# EditConditions_Title
source: Edit Conditions
cs: Upravit podmínky
fa: ویرایش شروط
fr: Modifier les conditions
ru: Редактировать условия
uk: Редагувати умови
zh_cn: 编辑条件

# Button_AddCondition
source: _Add Condition
cs: Přidat podmínku
fa: _اضافه کردن شرط
fr: _Ajouter une condition
ru: _Добавить условие
uk: _Додати умову
zh_cn: 添加条件(_A)

# ModuleBreakpointsCommand
source: Mod_ule Breakpoints
cs: Zarážky modulu
fa: نقطه توقف ماژولی(Module)
fr: Points d’arrêt de mod_ule
ru: Точки останова _модуля
uk: Точки зупинки модуля
zh_cn: 模块断点(_U)

# Window_ModuleBreakpoints
source: Module Breakpoints
cs: Zarážky modulu
fa: نقاط توقف ماژولی(Module)
fr: Points d’arrêt de module
ru: Точки останова модуля
uk: Точки зупинки модуля
zh_cn: 模块断点

# Breakpoints_AddBreakpoint_ToolTip
source: Add breakpoint
cs: Přidat zarážku
fa: درج نقطه توقف
fr: Ajouter le point d’arrêt
ru: Добавление точки останова
uk: Додати точку зупинки
zh_cn: 添加断点

# Breakpoints_RemoveBreakpoint_ToolTip
source: Remove breakpoint
cs: Odstranit zarážku
fa: حذف نقطه توقف
fr: Supprimer le point d’arrêt
ru: Удаление точки останова
uk: Видалити точки зупинки
zh_cn: 移除断点

# EditAppDomainNameCommand
source: Edit AppDomain Name
cs: Upravit název AppDomain
fa: ویرایش نام AppDomain
fr: Modifier le nom de AppDomain
ru: Редактировать имя AppDomain
uk: Редагувати ім'я AppDomain
zh_cn: 编辑程序域名称

# EditModuleNameCommand
source: Edit Module Name
cs: Upravit název modulu
fa: ویرایش نام ماژول
fr: Modifier le nom du Module
ru: Редактировать имя модуля
uk: Редагувати ім'я модуля
zh_cn: 编辑模块名称

# EditOrderCommand
source: Edit Module Load Order
cs: Upravit pořadí načítání modulu
fa: ویرایش ترتیب بارگذاری ماژول
fr: Modifier l’ordre de chargement de Module
ru: Изменить порядок загрузки модуля
uk: Змінити порядок завантаження модуля
zh_cn: 编辑模块加载顺序

# EditProcessNameCommand
source: Edit Process Name
cs: Upravit název procesu
fa: ویرایش نام پروسس
fr: Modifier le nom du processus
ru: Редактировать имя процесса
uk: Редагувати ім'я процесу
zh_cn: 编辑进程名称

# RemoveAllBreakpointsCommand
source: Remove All Breakpoints
cs: Odstranit všechny zarážky
fa: حذف تمام نقاط توقف
fr: Supprimer tous les points d’arrêt
ru: Удалить все точки останова
uk: Видалити усі точки зупинок
zh_cn: 移除所有断点

# RemoveBreakpointCommand
source: Remove Breakpoint
cs: Odstranit zarážku
fa: حذف نقطه توقف
fr: Supprimer le point d’arrêt
ru: Удалить точку останова
uk: Видалити точки зупинки
zh_cn: 移除断点

# DisableBreakpointCommand3
source: Disable Breakpoint
cs: Zakázat zarážku
fa: غیرفعال کردن نقطه توقف
fr: Désactiver le point d’arrêt
ru: Выключить точку останова
uk: Вимкнути точку зупинки
zh_cn: 禁用断点

# EnableBreakpointCommand3
source: Enable Breakpoint
cs: Povolit zarážku
fa: فعالسازی نقطه توقف
fr: Activer le point d’arrêt
ru: Включить точку останова
uk: Увімкнути точку зупинки
zh_cn: 启用断点
