Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: cs, fa, fr, ru, uk, zh_cn

# AddBreakpointCommand
source: _Add Breakpoint
cs: Přidat zarážku
fa: افزودن نقطه شکست
fr: _Ajouter un point d'arrêt
ru: _Добавить точку останова
uk: _Додати точку зупинки
zh_cn: 添加断点(_A)

# AddExceptionCommand
source: Add E_xception
cs: Přidat vyjímku
fa: افزودن استثناء
fr: Ajouter une _exception
ru: Добавить _Исключение
uk: Додати Виключення
zh_cn: 添加异常(_X)

# AppDomainNotAvailable
source: <not available>
cs: <nedostupný(é)>
fa: & lt؛ در دسترس نیست & gt؛
fr: <indisponible>
ru: <не существует>
uk: <не доступне>
zh_cn: < 不可用 >

# AppMenu_Debug
source: _Debug
cs: Ladit
fa: _رفع عیوب
ru: О_тладка
uk: _Відлагодження
zh_cn: 调试(_D)

# AppTitle_Debugging
source: Debugging
cs: Ladění
fa: در حال بهبودی
fr: Débogage
ru: Отладка
uk: Відлагодження
zh_cn: 调试中

# AskDeleteAllBreakpoints
source: Do you want to delete all breakpoints?
cs: Chcete odstranit všechny zarážky?
fa: مایل به حذف تمام نقاط شکست هستید?
fr: Voulez-vous vraiment supprimer tous les points d’arrêt ?
ru: Вы хотите удалить все точки останова?
uk: Ви бажаєте видалити усі точки зупинки?
zh_cn: 要删除所有的断点吗？

# AttachToProcessCommand
source: Attach to _Process...
cs: Připojit k procesu...
fa: پیوست به _پردازش...
fr: Attacher au _processus...
ru: Присоединиться к _процессу...
uk: Приєднатись до _Процесу...
zh_cn: 附加到进程(_P)...

# Attach_AttachToProcess
source: Attach to Process
cs: Připojit k procesu
fa: پیوستن به _پردازش
fr: Attacher au processus
ru: Присоединиться к процессу
uk: Приєднатись до Процесу
zh_cn: 附加到进程

# Attach_UseDnSpy32
source: Use 64-bit dnSpy to attach to 64-bit processes
cs: Použijte 64bitovou verzi DnSpy k připojení k 64bitovým procesům
fa: از dnspy.exe برای افزودن پردازنده های 64-بیتی استفاده کنید
fr: Utilisez dnSpy 64 pour attacher les exe 64-bit
ru: Используйте 64-битный dnSpy для присоединения к 64-битным процессам
uk: Використовуйте 64-біт dnSpy для приєднання до 64-біт процесів
zh_cn: 请改用64位dnspy 来调试64位应用程序。

# Attach_UseDnSpy64
source: Use 32-bit dnSpy to attach to 32-bit processes
cs: Použijte 32bitovou verzi DnSpy k připojení k 32bitovým procesům
fa: از dnspy.exe برای افزودن پردازنده های 64-بیتی استفاده کنید
fr: Utilisez dnSpy 32 pour attacher les exe 32-bit
ru: Используйте 32-бит dnSpy для присоединения к 32-битным процессам
uk: Використовуйте 32-біт dnSpy для приєднання до 32-біт процесів
zh_cn: 请改用32位dnspy 来调试32位应用程序。

# BreakCommand
source: Brea_k All
cs: Zastavit vše
fa: توقف همه
fr: Tout _mettre en pause
ru: Прер_вать все
uk: Перервати Усе
zh_cn: 全部中断(_K)

# BreakpointsCommand
source: _Breakpoints
cs: Zarážky
fa: _نقاط شکست
fr: _Points d'arrêt
ru: Точки _останова
uk: Точки зупинок
zh_cn: 断点(_B)

# Button_Attach
source: _Attach
cs: Připojit
fa: _افزودن
fr: _Attacher
ru: _Присоединиться
uk: _Приєднатись
zh_cn: 附加(_A)

# Button_Cancel
source: _Cancel
cs: Zrušit
fa: _انصراف
fr: _Annuler
ru: _Отмена
uk: Відміна
zh_cn: 取消(_C)

# Button_OK
source: _OK
fa: _موافق
uk: Так
zh_cn: 确定 (_O)

# Button_Refresh
source: _Refresh
cs: Obnovit
fa: _نوسازی
fr: _Rafraîchir
ru: _Обновить
uk: Оновити
zh_cn: 刷新(_R)

# CallStackCommand
source: _Call Stack
cs: Zásobník volání
fa: _تماس پیوسته
fr: _Pile des appels
ru: С_тек вызовов
uk: Стек викликів
zh_cn: 调用堆栈(_C)

# CallStack_MaxFramesExceeded
source: The maximum number of stack frames supported by dnSpy has been exceeded.
cs: Byl překročen maximální počet rámů zásobníku podporovaný DnSpy.
fa: حداکثر تعداد فریم های که توسط dnSpy ساپورت میشود فراتر رفته است.
fr: Le nombre maximum de frames de pile supporté par dnSpy a été dépassé.
ru: Превышено максимальное количество кадров стека, поддерживаемых dnSpy.
uk: Перевищено максимальна к-сть фреймів стеку, що підтримуються dnSpy
zh_cn: 堆栈帧数量已超出dnSpy所支持的最大值。

# Column_Address
source: Address
cs: Adresa
fa: آدرس
fr: Adresse
ru: Адрес
uk: Адреса
zh_cn: 地址

# Column_AppDomain
source: AppDomain
cs: Doména aplikace
zh_cn: 程序域

# Column_DynamicModule
source: Dynamic
cs: Dynamický
ru: Дин. модуль
zh_cn: 动态

# Column_InMemoryModule
source: InMemory
cs: V paměti
fa: در حافظه
zh_cn: 内存内

# Column_Module
source: Module
cs: Modul
ru: Модуль
uk: Модуль
zh_cn: 模块

# Column_Name
source: Name
cs: Název
fa: نام
fr: Nom
ru: Наименование
uk: Назва
zh_cn: 名称

# Column_OptimizedModule
source: Optimized
cs: Optimalizováno
fa: بهینه شده
fr: Optimisé
uk: Оптимізовано
zh_cn: 已优化

# Column_Order
source: Order
cs: Pořadí
fa: سفارش
fr: Ordre
ru: Порядок
uk: Порядок
zh_cn: 排序

# Column_Path
source: Path
cs: Cesta
fa: مسیر
fr: Répertoire
ru: Путь
uk: Шлях
zh_cn: 路径

# Column_Process
source: Process
cs: Proces
fa: پردازش
fr: Processus
ru: Процесс
uk: Процес
zh_cn: 进程

# Column_ProcessArchitecture
source: Architecture
cs: Architektura
fa: معماری
fr: Arch
ru: Архитектура
uk: Архітектура
zh_cn: 架构

# Column_ProcessFilename
source: Filename
cs: Název souboru
fa: نام فایل
fr: Nom du fichier
ru: Имя файла
uk: Назва файлу
zh_cn: 文件名

# Column_ProcessTitle
source: Title
cs: Nadpis
fa: عنوان
fr: Titre
ru: Заголовок
uk: Заголовок
zh_cn: 标题

# Column_ProcessType
source: Type
cs: Typ
fa: نوع
ru: Тип
uk: Тип
zh_cn: 类型

# Column_ThreadAffinityMask
source: Affinity Mask
cs: Maska spříznění
fa: وابستگی ماسک
fr: Masque d’affinité
ru: Маска аффинности
zh_cn: 关联掩码

# Column_ThreadCategory
source: Category
cs: Kategorie
fa: شاخه
fr: Catégorie
ru: Категория
uk: Категорія
zh_cn: 类别

# Column_ThreadLocation
source: Location
cs: Umístění
fa: مکان
fr: Emplacement
ru: Размещение
uk: Розташування
zh_cn: 位置

# Column_ThreadManagedId
source: Managed ID
cs: Spravované ID
fa: شناسه مدیریت‌شده
fr: ID managé
zh_cn: 托管ID

# Column_ThreadPriority
source: Priority
cs: Priorita
fa: اولویت
fr: Priorité
ru: Приоритет
uk: Пріоритет
zh_cn: 优先级

# Column_ThreadState
source: State
cs: Stav
fa: وضعیت
fr: État
ru: Состояние
uk: Стан
zh_cn: 状态

# Column_ThreadSuspendedCount
source: Suspended Count
cs: Počet pozastavených
fa: تعداد معلق
fr: Compteur suspendu
ru: Счетчик приостановки
uk: Лічильник зупинок
zh_cn: 挂起项计数

# Column_Timestamp
source: Timestamp
cs: Časové razítko
fa: برچسب زمان
fr: Horodatage
ru: Штамп времени
uk: Час
zh_cn: 时间戳

# Column_Type
source: Type
cs: Typ
fa: نوع
ru: Тип
uk: Тип
zh_cn: 类型

# Column_Value
source: Value
cs: Hodnota
fa: ارزش
fr: Valeur
ru: Значение
uk: Значення
zh_cn: 值

# Column_Version
source: Version
cs: Verze
fa: نسخه
ru: Версия
uk: Версія
zh_cn: 版本

# ContinueDebuggingCommand
source: _Continue
cs: _Pokračovat
fa: _ادامه دادن
fr: _Continuer
ru: П_родолжить
uk: Продовжити
zh_cn: 继续(_C)

# CopyCommand
source: Cop_y
cs: Kopírovat
fa: کپی
fr: Copier
ru: К_опировать
uk: Копіювати
zh_cn: 复制(_Y)

# DbgAsm_Title
source: Debug Program
cs: Ladit program
fa: رفع عیوب برنامه
fr: Déboguer le programme
ru: Отладка программы
uk: Відлагодження
zh_cn: 调试程序

# DbgSettings_AutoOpenLocalsWindow
source: Show the Locals window when the debugger starts
cs: Zobrazit okno s lokálními proměnnými, když se ladicí program spustí
fa: نمایش پنجره Locals زمانی که فرایند اشکال زدایی آغاز شد
fr: Afficher la fenêtre des locales quand le débogueur démarre
ru: Показать окно локальных переменных при старте дебаггера
uk: Показати вікно локальних змінних при старті дебагера
zh_cn: 在调试器启动时显示局部变量窗口

# DbgSettings_DisableDebuggerDetection
source: Prevent code from detecting the debugger
cs: Zabránit kódu před detekcí ladicího programu
fa: جلوگیری کد از تشخیص دیباگر
fr: Empêcher le code de détecter un débogueur
ru: Запретить коду определять отладчик
uk: Заборонити коду виявляти дебагер
zh_cn: 防止代码检测调试器

# DbgSettings_IgnoreBreakInstructions
source: Ignore Debugger.Break() and break instructions
cs: Ignorovat Debugger.Break() a přerušit instrukce
fa: نادیده گرفتن Debugger.Break و دستورات توقف
fr: Ignorer les Debugger.Break() et les instructions d'arrêt
ru: Игнорировать Debugger.Break() и другие инструкции останова
uk: Ігнорувати Debugger.Break() та інші операції зупинок
zh_cn: 忽略 Debugger.Break() 和中断指令

# DbgSettings_PropertyEvalAndFunctionCalls
source: Enable property evaluation and other implicit function calls
cs: Povolit vyhodnocení vlastnosti a další volání implicitních funkcí
fa: فعال نمودن ارزیابی ویژگی و دیگر صدازدن های توابع مجازی
fr: Permettre l’évaluation de la propriété et d’autres appels de fonction implicite
ru: Разрешить вычисление свойств и другие неявные вызовы функций
uk: Дозволити обчислення властивостей та інші неявні виклики функцій
zh_cn: 启用属性计算和其它隐式函数调用

# DbgSettings_UseMemoryModules
source: Debug files loaded from the process' memory (uncheck to use disk files)
cs: Ladění souborů z paměti v procesu (zrušte zaškrtnutí políčka používat soubory na disku)
fa: دیباگ فایل‌های لود شده از حافظه (نادیده گرفتن فایل های درون دیسک)
fr: Déboguer les fichiers chargés dans la mémoire du processus (décocher la case pour utiliser des fichiers sauvés sur un disque)
ru: Отлаживать файлы, загруженные из памяти процесса (снимите флажок для того, чтобы использовать файлы с диска)
uk: Відлагоджувати файли, завантажені із пам'яті процесу (зніміть прапорець для того, щоб використати файли із диску)
zh_cn: 调试从进程内存加载的文件（取消选中以使用磁盘文件）

# DbgSettings_UseStringConversionFunction
source: Call string-conversion function on objects in variables windows
cs: Volat funkci pro převod řetězce na objekty v oknech s proměnnými
fa: صدازدن تابع تبدیل رشته روی شیء در پنجره متغیر ها
fr: Appeler la fonction de conversion de chaînes sur les objets des fenêtres de variables
ru: Вызывать функцию конвертирования строк в окнах переменных
uk: Викликати функцію конвертування стрічок у вікнах змінних
zh_cn: 在变量窗口中对对象调用字符串转换方法

# StartDebugging2
source: _Start Debugging...
cs: Spustit ladění...
fa: _شروع اشکال زدایی...
fr: _Démarrer le débogage...
ru: _Начать отладку...
uk: _Запустити відладку...
zh_cn: 开始调试(_S)...

# DebuggerOptDlgTab
source: Debugger
cs: Ladicí program
fa: دیباگر
fr: Débogueur
ru: Отладчик
uk: Відладчик
zh_cn: 调试器

# DebugProgramX
source: _Debug {0}
cs: Ladit {0}
fa: _دیباگ {0}
fr: _Débogage {0}
ru: _Отладить {0}
uk: _Відлагодити {0}
zh_cn: 调试 {0} (_D)

# Debug_EventDescription_Exception
source: Exception
cs: Výjimka
fa: استثنا
ru: Исключение
uk: Виключення
zh_cn: 异常

# Debug_EventDescription_LoadModule1
source: LoadModule DYN={0} MEM={1} {2:X8} {3:X8} {4}
zh_cn: 加载模块 DYN={0} MEM={1} {2:X8} {3:X8} {4}

# Debug_EventDescription_LoadModule2
source: LoadModule A={0:X8} S={1:X8} {2}
zh_cn: 加载模块 A={0:X8} S={1:X8} {2}

# Debug_EventDescription_UnhandledException
source: Unhandled Exception
cs: Neošetřená výjimka
fa: استثنا نامشخص
fr: Exception non gérée
ru: Необработанное исключение
uk: Необроблене виключення
zh_cn: 未处理的异常

# DeleteAllBreakpointsCommand
source: Delete _All Breakpoints
cs: Odstranit všechny zarážky
fa: حذف _تمام نقاط توقف
fr: Supprimer _tous les points d’arrêt
ru: Удалить _все точки останова
uk: Видалити усі точки зупинок
zh_cn: 删除所有断点(_A)

# DeleteBreakpointCommand
source: D_elete Breakpoint
cs: Smazat zarážku
fa: حذف نقطه توقف
fr: Supprimer _le point d'arrêt
ru: У_далить точку останова
uk: Видалити брейкпоінт
zh_cn: 删除断点(_E)

# DetachAllCommand
source: Detach A_ll
cs: Odpojit vše
fa: جدا شدن از همه
fr: Tout détacher
ru: Отсоединить в_се
uk: Від'єднатись від усіх
zh_cn: 分离所有(_L)

# DisableAllBreakpointsCommand
source: Disable All Breakpoi_nts
cs: Zakázat všechny zarážky
fa: غیرفعال کردن تمام نقاط توقف
fr: Désactiver tous les _points d'arrêt
ru: Выключить все точки оста_нова
uk: Заборонити усі точки зупинок
zh_cn: 禁用所有断点(_N)

# EnableAllBreakpointsCommand
source: Enable All Breakpoi_nts
cs: Povolit všechny zarážky
fa: فعالسازی تمام نقاط توقف
fr: Activer tous les _points d'arrêt
ru: Включить все точки оста_нова
uk: Включити усі точки зупинок
zh_cn: 启用所有断点(_N)

# EnableBreakpointCommand
source: _Enable Breakpoint
cs: Povolit zarážku
fa: _فعالسازی نقطه توقف
fr: _Activer un point d'arrêt
ru: _Включить точку останова
uk: Ввімкнути точку зупинки
zh_cn: 启用断点(_E)

# EnableBreakpointCommand2
source: Enab_le Breakpoint
cs: Povolit zarážku
fa: فعالسازی نقطه توقف
fr: Activer _un point d'arrêt
ru: Вк_лючить точку останова
uk: Ввімкнути точку зупинки
zh_cn: 启用断点(_L)

# ErrorOccurredX
source: An error occurred: {0}
cs: Došlo k chybě: {0}
fa: خطایی رخ داده است: {0}
fr: Une erreur s’est produite : {0}
ru: Произошла ошибка: {0}
uk: Трапилась помилка: {0}
zh_cn: 发生错误： {0}

# Error_CantEvalUnlessDebuggerStopped
source: Can't evaluate unless debugger is stopped
cs: Nelze vyhodnotit, pokud je ladicí program zastaven
fa: نمیتوان ارزیابی نمود مگر اینکه دیباگر متوقف شود
fr: Ne peut pas évaluer à moins que le débogueur ne soit arrêté
ru: Не могу вычислить пока отладчик остановлен
uk: Не можу вирахувати поки дебагер зупинений
zh_cn: 除非调试器停止，否则无法计算

# Error_CantEvalWhenUnhandledExceptionHasOccurred
source: Can't evaluate when an unhandled exception has occurred
cs: Nelze vyhodnotit, když dojde k neošetřené vyjímce
fa: نمیتوان ارزیابی انجام داد هنگامی که خطای ناامن رخ داده
fr: Ne peut pas évaluer lorsqu’une exception non gérée s’est produite
ru: Не могу вычислить пока имеется необработанное исключение
uk: Не вдалося оцінити, коли сталася необроблена виняткова ситуація
zh_cn: 当未捕捉异常发生时无法计算

# Error_StartWithoutDebuggingCouldNotStart
source: Could not start '{0}' ERROR: {1}
cs: Nelze spustit "{0}" Chyba: {1}
fa: ناتوانی در شروع '{0}' خطا: {1}
fr: Impossible de démarrer '{0}' ERREUR : {1}
ru: Не могу запустить '{0}' ОШИБКА: {1}
uk: Не вдалося запустити '{0}' Помилка: {1}
zh_cn: 无法启动 '{0}' 错误: {1}

# ExceptionSettingsCommand
source: E_xception Settings
cs: Nastavení vyjímek
fa: تنظیمات استثنا
fr: Paramètres des e_xceptions
ru: Настройки и_сключений
uk: Налаштування виключень
zh_cn: 异常设置(_X)

# Exceptions_Remove_ToolTip
source: Remove an exception from the list
cs: Odebrat výjimku ze seznamu
fa: حذف استثنا از لیست
fr: Supprimer une exception de la liste
ru: Удалить исключение из списка
uk: Видалити виключення зі списку
zh_cn: 从列表中移除异常

# Exceptions_RestoreSettings_ToolTip
source: Restore the list to the default settings
cs: Obnovit seznam do výchozího nastavení
fa: بازگردانی لیست به تنظیمات پیش فرض
fr: Restaurer la liste avec les paramètres par défaut
ru: Восстановить список по умолчанию
uk: Відновити список параметрів за замовчуванням
zh_cn: 恢复列表到默认设置

# Exceptions_Search
source: Search
cs: Hledat
fa: جستجو
fr: Recherche
ru: Поиск
uk: Пошук
zh_cn: 搜索

# Exceptions_Search_ToolTip
source: Search for an exception
cs: Hledat vyjímku
fa: جستجو برای استثنا
fr: Recherche d’une exception
ru: Поиск исключения
uk: Пошук виключення
zh_cn: 查找异常

# Exceptions_ShowOnlyEnabledExceptions_ToolTip
source: Show only enabled exceptions
cs: Zobrazit pouze povolené výjimky
fa: نمایش تنها استثناهای فعال
fr: Voir uniquement les exceptions activées
ru: Показать только включенные исключения
uk: Показати лише ввімкнуті винятки
zh_cn: 仅显示已启用的异常

# FreezeThreadCommand
source: _Freeze
cs: Zmrazit
fa: معلق کردن
fr: _Geler
ru: _Заморозить
uk: Заморозити
zh_cn: 冻结(_F)

# GoToDisassemblyCommand2
source: Go To _Disassembly
cs: Přejít na rozebraný modul
fa: رفتن به _دیس اسمبلی
fr: Aller au _désassemblage
ru: К _дизассемблированному коду
uk: До _дизасембльованого коду
zh_cn: 转到反汇编(_D)

# GoToModuleCommand
source: _Go To Module
cs: Přejít na modul
fa: _برو به Module
fr: Aller au _module
ru: Перейти _к модулю
uk: Перейти _до модуля
zh_cn: 转到模块(_G)

# HexDisplayCommand
source: _Hexadecimal Display
cs: Hexadecimalní zobrazení
fa: نمایش _هگزادسیمال
fr: Affichager _hexadécimal
ru: _Hex отображение
uk: _Hex відображення
zh_cn: 十六进制显示(_H)

# LocalsAddWatchCommand
source: Add _Watch
cs: Přidat dozor
fa: اضافه کردن _Watch
fr: Ajouter une _watch
ru: Добавить watch
uk: Додати watch
zh_cn: 添加监视(_W)

# LocalsCollapseChildrenNodesCommand
source: _Collapse Children
cs: Otevřít seznam poduzlů
fa: _بستن فرزندان
fr: Réduire les _enfants
ru: _Свернуть дочерние узлы
uk: _Згорнути дочірні вузли
zh_cn: 折叠子节点(_C)

# LocalsCollapseParentNodeCommand
source: C_ollapse Parent
cs: Otevřít nadřazený uzel
fa: بستن _والدین
fr: Réduire le _parent
ru: С_вернуть родительский узел
uk: З_горнути батька
zh_cn: 折叠父节点(_O)

# LocalsCommand
source: _Locals
cs: Lokální proměnné
ru: _Локальные переменные
uk: _Локальні змінні
zh_cn: 局部变量(_L)

# LocalsCopyValueCommand
source: Copy Va_lue
cs: Zkopírovat hodnotu
fa: کپی مقدار
fr: Copier la _valeur
ru: Копировать зна_чение
uk: Копіювати значення
zh_cn: 复制值(_L)

# LocalsEditValueCommand
source: _Edit Value
cs: Upravit hodnotu
fa: _ویرایش مقدار
fr: _Editer la valeur
ru: _Изменить значение
uk: _Змінити значення
zh_cn: 编辑值(_E)

# LocalsExpandChildrenNodesCommand
source: E_xpand Children
cs: Rozbalit poduzly
fa: بازکردن _فرزندان
fr: Étendre les _enfants
ru: _Развернуть дочерние узлы
uk: _Розгорнути дочірні вузли
zh_cn: 展开子节点(_X)

# LocalsSaveCommand
source: _Save...
cs: Uložit...
fa: _ذخیره...
fr: _Enregistrer...
ru: _Сохранить...
uk: Зберегти...
zh_cn: 保存(_S)...

# LocalsSave_Error_CouldNotSaveDataToFilename
source: Error saving data to '{0}' ERROR: {1}
cs: Chyba při ukládání dat do "{0}" Chyba: {1}
fa: خطا در ذخیره‌ داده در '{0}' خطا: {1}
fr: Erreur d'enregistrement des données '{0}' ERREUR : {1}
ru: Ошибка сохранения данных в '{0}' ОШИБКА: {1}
uk: Помилка при збереженні даних в '{0}' ПОМИЛКА: {1}
zh_cn: 保存数据到 '{0}' 错误 错误：{1}

# Locals_Ask_TooManyItems
source: This item contains more than {0} child items and will be limited to displaying that number of items when expanded. Are you sure you want to expand it?
cs: Tato položka obsahuje více než {0} podřízených položek a bude omezena na zobrazení tohoto počtu položek při rozbalení. opravdu ho chcete rozbalit?
fa: این مورد شامل بیش از {0} فرزند است و هنگام بازشدن تعداد قابل نمایش محدود خواهد بود آیا مطمئن هستید که می خواهید آن را باز کنید؟
fr: Cet élément contient plus de {0} éléments enfants et l'affichage, une fois étendu, ne dépassera pas ce nombre. Voulez-vous vraiment étendre cet élément ?
ru: У этого элемента более {0} дочерних элементов, их отображение будет ограничено. Вы уверены, что хотите развернуть элемент?
uk: У цього елементу більше {0} дочірніх елементів, їх відображення буде обмежене. Ви переконані, що хочете розгорнути елемент?
zh_cn: 此项目包含有超过 {0} 个子项目。当展开时会限制要显示的项目数量。 您确定要展开它？

# Locals_Error_CantEvaluateWhenThreadIsAtUnsafePoint
source: Can't evaluate when the thread is at an unsafe point. Step once or run until a breakpoint hits.
cs: Nelze vyhodnotit, pokud je vlákno v nebezpečném bodě. Krokujte jednou, nebo spusťte do té doby než se narazí na zarážku.
fa: نمی ارزیابی کرد هنگامی که نخ در نقطه ناامن قرار دارد. یک گام یا اجرا تا زمانی که به نقطه توقف برسد.
fr: Impossible d’évaluer quand le thread se trouve à un emplacement en mode 'unsafe'. Avancer d'une instruction ou continuer jusqu'au prochain point d'arrêt.
ru: Не могу вычислить, когда поток в небезопасном состоянии. Шагните через вызов или запустите до точки останова.
uk: Не можливо вичислити, коли потік в небезпечному стані. Перейдіть через виклик чи запустіть до точки зупинки.
zh_cn: 当线程位于不安全状态时无法计算表达式。按步调试或运行直到触发断点。

# Locals_Error_EvalDisabledCantCallPropsAndMethods
source: It's currently not possible to call properties and methods
cs: V současné době není možné volat vlastnosti a metody
fa: در حال حاضر امکان صدازدن خواص و متودها وجود ندارد
fr: Il n’est actuellement pas possible d’appeler les propriétés et méthodes
ru: Сейчас невозможно вызвать свойства и методы
uk: Зараз неможливо викликати властивості і методи
zh_cn: 当前无法调用属性和方法

# Locals_Error_EvalTimedOutIsDisabled
source: Evaluation timed out and has been disabled until you continue the debugged program.
cs: Vyhodnocení vypršel časový limit a bylo zakázáno, dokud nebudete pokračovat v ladění programu.
fa: زمان ارزیابی تمام و غیر فعال شد تا زمانی که دیباگ برنامه را ادامه دهید.
fr: L’évaluation a expiré et a été désactivée jusqu'à ce que le programme débogué continue.
ru: Время выполнения истекло. Вычисление будет отключено до тех пор, пока вы не продолжите отладку.
uk: Час виконання вийшов. Обчислення буде відключене до тих пір, поки ви не продовжите відладку.
zh_cn: 求值已超时并已被禁用，直到您继续调试为止。

# Locals_Error_EvaluationTimedOut
source: Evaluation timed out
cs: Vypršel časový limit vyhodnocení
fa: مهلت ارزیابی تمام شد
fr: Évaluation a expiré
ru: Время выполнения истекло
uk: Минув час операції
zh_cn: 求值超时

# MemoryWindowCommand
source: _Memory
cs: Paměť
fa: _حافظه
fr: _Mémoire
ru: _Память
uk: _Пам'ять
zh_cn: 内存(_M)

# ModuleCopyFilenameCommand
source: Copy Filename
cs: Zkopírovat název souboru
fa: کپی نام فایل
fr: Copier le nom du fichier
ru: Копировать имя файла
uk: Копіювати ім'я файлу
zh_cn: 复制文件名

# ModuleSaveModulesTitle
source: Save Modules
cs: Uložit moduly
fa: ذخیره Modules
fr: Enregistrer les modules
ru: Сохранение модулей
uk: Зберегти модулі
zh_cn: 保存模块

# ModuleSaveModuleTitle
source: Save Module
cs: Uložit modul
fa: ذخیره Module
fr: Enregistrer le module
ru: Сохранение модуля
uk: Зберегти модуль
zh_cn: 保存模块

# ModulesCommand
source: M_odules
cs: Moduly
ru: М_одули
uk: М_одулі
zh_cn: 模块(_O)

# Module_NoAddress
source: <no address>
cs: <žádná adresa>
fa: <بدون آدرس>
fr: <pas d'adresse>
ru: <нет адреса>
uk: <нема адреси>
zh_cn: <无地址>

# OpenContainingFolderCommand
source: _Open Containing Folder
cs: Otevřít obsahující složku
fa: _باز کردن محتویات فولدر
fr: Ouvrir le dossier contenant
ru: _Открыть каталог
uk: _Відкрити каталог
zh_cn: 打开所在文件夹(_O)

# OpenModuleFromMemoryCommand
source: Open Module from Memory
cs: Otevřít modul z paměti
fa: بازکردن ماژول از حافظه
fr: Ouvrir le module depuis la mémoire
ru: Открыть модуль из памяти
uk: Відкрити модуль із пам'яті
zh_cn: 从内存打开模块

# RemoveExceptionCommand
source: _Remove
cs: Odstranit
fa: حذف
fr: _Supprimer
ru: _Убрать
uk: _Видалити
zh_cn: 移除(_R)

# RenameThreadCommand
source: Rename
cs: Přejmenovat
fa: تغییرنام
fr: Renommer
ru: Переименовать
uk: Перейменувати
zh_cn: 重命名

# RestartCommand
source: _Restart
cs: Restartovat
fa: _راه اندازی مجدد
fr: _Redémarrer
ru: _Рестарт
uk: _Рестарт
zh_cn: 重新开始(_R)

# RestoreDefaultExceptionSettingsCommand
source: Restore Defaults
cs: Obnovit výchozí
fa: بازیابی پیشفرض
fr: Restaurer les valeurs par défaut
ru: Восстановить настройки по умолчанию
uk: Відновити типові значення
zh_cn: 恢复默认值

# RunToCursorCommand
source: Ru_n To Cursor
cs: Spustit ke kurzoru
fa: اجرا تا به _مکان نما
fr: _Aller jusqu'au curseur
ru: В_ыполнить до курсора
uk: В_иконати до курсору
zh_cn: 运行到光标处(_N)

# SaveModuleCommand
source: Save Module...
cs: Uložit modul...
fa: ذخیره Module...
fr: Enregistrer le module...
ru: Сохранить модуль...
uk: Зберегти модуль...
zh_cn: 保存模块...

# SaveModulesCommand
source: Save {0} Modules...
cs: Uložit {0} modulů...
fa: ذخیره {0} Modules...
fr: Enregistrer {0} modules...
ru: Сохранить {0} модулей...
uk: Зберегти {0} модулів...
zh_cn: 保存 {0} 模块...

# SelectAllCommand
source: Select _All
cs: Vybrat vše
fa: انتخاب _همه
fr: Sélectionner _tous
ru: Выбр_ать все
uk: Вибр_ати усе
zh_cn: 全选(_A)

# SetNextStatementCommand
source: Set Ne_xt Statement
cs: Nastavit další prohlášení
fa: تنظیم گام _بعدی
fr: Définir l'instruction _suivante
ru: Установить сле_дующую инструкцию
uk: Встановити на_ступну інструкцію
zh_cn: 设为下一条语句(_X)

# ShortCutAltAsterisk
source: Alt+Num *
zh_cn: Alt + 数字键 *

# ShowInMemoryWindowCommand
source: Show in Memory Window
cs: Zobrazit v okně paměti
fa: نمایش در پنجره حافظه
fr: Afficher dans la fenêtre mémoire
ru: Показать в окне Память
uk: Показати у вікні пам'яті
zh_cn: 在内存窗口中显示

# ShowInstructionPointerCommand
source: Show IP
cs: Zobrazit instrukční ukazatel
fa: نمایش IP
fr: Afficher IP
ru: Показать IP
uk: Показати IP
zh_cn: 显示IP

# ShowModuleNamesCommand
source: Show _Module Names
cs: Zobrazit jména modulů
fa: نمایش نام های _ماژول
fr: Afficher le nom des _modules
ru: Показать имена _модулей
uk: Показати імена _модулів
zh_cn: 显示模块名称(_M)

# ShowNamespacesCommand
source: Show Namespaces
cs: Zobrazit obory názvů
fa: نمایش فضاهای نام
fr: Afficher les espaces de noms
ru: Показать пространства имен
uk: Показати простори імен
zh_cn: 显示命名空间
