Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: cs, fa, fr, ru, uk, zh_cn

# DebugStepProcessError
source: Could not step: {0}
cs: Nelze krokovat: {0}
fa: نمیتوان گام: {0}
fr: Ne peut pas passer : {0}
ru: Не могу перейти: {0}
uk: Не можливо перейти: {0}
zh_cn: 无法单步执行: {0}

source: Process is not paused
cs: Proces není pozastaven
fa: پروسس در حالت مکث نیست
fr: Processus n’est pas en pause
ru: Процесс не приостановлен
uk: Процес не призупинено
zh_cn: 进程未暂停

# Window_Autos
source: Autos
cs: Auta
fa: خودکار
ru: Автоматические переменные
uk: Авто змінні
zh_cn: 自动

# DbgSettings_HighlightChangedVariables
source: Highlight changed variables in variables windows
cs: Zvýraznit změněné proměnné v Okně proměnných
fa: متغیرهایی که تغییر کرده اند را در پنجره متغییرها برجسته کن
fr: Mettre en évidence des variables modifiées dans les fenêtres de variables
ru: Выделять изменившиеся переменные в окнах переменных
uk: Виділяти змінені змінні у вікнах змінних
zh_cn: 在变量窗口中高亮显示更改过的变量

# MakeObjectIdCommand
source: _Make Object ID
cs: Vytvořit ID objektu
fa: _ایجاد شناسه شیء
fr: Créer un _ID d'objet
ru: _Создать Object ID
uk: _Створити Object ID
zh_cn: 设置对象ID(_M)

# LanguageCommand
source: Language
cs: Jazyk
fa: زبان
fr: Langue
ru: Язык
uk: Мова
zh_cn: 语言

# DbgSettings_DebugEngine
source: Debug Engine
cs: Ladicí engine
fa: موتور اشکال زدایی
fr: Moteur de débogage
ru: Движок отладки
uk: Двигун відладки
zh_cn: 调试引擎

# DbgSettings_Language
source: Language
cs: Jazyk
fa: زبان
fr: Langue
ru: Язык
uk: Мова
zh_cn: 语言

# ClearAllCommand
source: Clear All
cs: Vymazat vše
fa: حذف همه
fr: Effacer tout
ru: Очистить всё
uk: Очистити Все
zh_cn: 全部清除

# DeleteWatchCommand
source: _Delete Watch
cs: Odstranit sledování
fa: حذف _دیدبان
fr: _Supprimer la watch
ru: У_далить watch
uk: В_идалити watch
zh_cn: 删除监视(_D)

# PasteCommand
source: _Paste
cs: _Vložit
fa: _جای گذاری
fr: _Coller
ru: _Вставить
uk: _Вставити
zh_cn: 粘贴(_P)

# ExpressionCausesSideEffectsNoEval
source: This expression causes side effects and will not be evaluated
cs: Toto vyjádření způsobuje vedlejší účinky a nebude hodnoceno
fa: این اصطلاح باعث اثرات جانبی و باعث ارزیابی نشدن میشود
fr: Cette expression provoque des effets de bord et ne sera pas évaluée
ru: Это выражение вызывает побочные эффекты и не будет вычислено
uk: Цей вираз викликає побічні ефекти та не буде обчислений
zh_cn: 此表达式可导致副作用，将不被计算

# RefreshExpressionButtonToolTip
source: Click this button to evaluate now.
cs: Klepněte na toto tlačítko pro vyhodnocení.
fa: برای زمانبندی روی این دکمه کلیک کنید.
fr: Cliquer sur ce bouton pour évaluer maintenant.
ru: Нажмите эту кнопку, чтобы вычислить прямо сейчас.
uk: Натисніть цю кнопку, щоб обчислити прямо зараз.
zh_cn: 单击按钮立即计算。

# ErrorEvaluatingExpression
source: Couldn't evaluate the expression
cs: Nelze vyhodnotit výraz
fa: نمیتوان این اصطلاح را ارزیابی نمود
fr: Impossible d'évaluer l’expression
ru: Не могу вычислить выражение
uk: Не можливо обчислити вираз
zh_cn: 无法计算表达式的值

# DeleteObjectIdCommand
source: Delete Object ID
cs: Odstranit ID objektu
fa: حذف شناسه شیء
fr: Supprimer l’ID de l’objet
ru: Удалить Object ID
uk: Видалити Object ID
zh_cn: 删除对象 ID

# DbgSettings_ShowRawStructureOfObjects
source: Show raw structure of objects in variables windows
cs: Zobrazit syrovou strukturu objektů v Okně proměnných
fa: نشان دادن ساختار خام اشیاء در پنجره متغیرها
fr: Voir la structure brute des objets dans les fenêtres de variables
ru: Показывать сырую структуру объектов в окнах переменных
uk: Показати сиру структуру об'єктів у вікнах змінних
zh_cn: 在变量窗口中显示对象的原始结构

# UnknownValue
source: <Unknown>
cs: <Neznámá>
fa: <نامشخص>
fr: <Inconnu>
ru: <Неизвестно>
uk: <Невідомо>
zh_cn: <未知>

source: Refresh
cs: Obnovit
fa: تازه‌سازی
fr: Rafraîchir
ru: Обновить
uk: Оновити
zh_cn: 刷新

# DbgSettings_GroupParametersAndLocalsTogether
source: Group parameters and locals together
cs: Seskupit parametry a lokální proměnné dohromady
fa: گروه پارامترها و متغیرهای محلی باهم
fr: Regrouper les paramètres et les locals
ru: Группировать параметры и локальные переменные вместе
uk: Групувати разом параметри і локальні змінні
zh_cn: 组合参数和局部变量

# DbgSettings_ShowCompilerGeneratedVariables
source: Show compiler generated variables
cs: Zobrazit kompilátorem generované proměnné
fa: نشان دادن متغیرهای تولید شده توسط کامپایلر
fr: Afficher les variables générées par le compilateur
ru: Показывать созданные компилятором переменные
uk: Показати змінні, створені компілятором
zh_cn: 显示编译器生成的变量

# DbgSettings_ShowDecompilerGeneratedVariables
source: Show decompiler generated variables
cs: Zobrazit dekompilátorem generované proměnné
fa: نشان دادن متغیرهای تولید شده توسط دیکامپایلر
fr: Afficher les variables générées par le décompilateur
ru: Показывать созданные декомпилятором переменные
uk: Показати змінні, створені декомпілятором
zh_cn: 显示反编译器生成的变量

# DbgSettings_SortLocals
source: Sort locals
cs: Třídit lokální proměnné
fa: مرتب سازی متغیرها
fr: Trier les locals
ru: Сортировать локальные переменные
uk: Сортувати локальні змінні
zh_cn: 对局部变量排序

# DbgSettings_SortParameters
source: Sort parameters
cs: Třídit parametry
fa: مرتب سازی پارامترها
fr: Trier les paramètres
ru: Сортировать параметры
uk: Параметри сортування
zh_cn: 对参数排序

# DbgSettings_HideCompilerGeneratedMembers
source: Hide compiler generated members
cs: Skrýt kompilátorem generované členy
fa: پنهان کردن اعضای تولید شده توسط کامپایلر
fr: Masquer les membres générés par le compilateur
ru: Скрыть созданные компилятором члены
uk: Приховати створені компілятором конструкції
zh_cn: 隐藏编译器生成的成员

# FunctionEvaluationDisabled
source: Implicit function evaluation is turned off by the user
cs: Vyhodnocení implicitní funkce je vypnuto uživatelem
fa: اصطلاح تابع ضمنی توسط کاربر خاموش شد
fr: L'évaluation de fonction implicite est désactivée par l’utilisateur
ru: Вычисление неявных функций отключено пользователем
uk: Обчислення неявних функцій відключено користувачем
zh_cn: 隐式函数求值被用户关闭

# DbgSettings_RespectHideMemberAttributes
source: Respect attributes that hide members
cs: Respektovat atributy skrývající členy
fa: توجه به attributes که اعضا رو مخفی می کنند
fr: Respecter les attributs qui cachent les membres
ru: Соблюдать атрибуты, скрывающие члены
uk: Поважати атрибути, які ховають члени
zh_cn: 遵守隐藏成员的特性

source: Internal debugger error
cs: Vnitřní chyba ladicího programu
fa: خطای دیباگر داخلی
fr: Erreur interne de débogueur
ru: Внутренняя ошибка отладчика
uk: Внутрішня помилка дебагера
zh_cn: 内部调试器错误

# FuncEvalRequiresAllThreadsToRun
source: The function evaluation requires all threads to run.
cs: Vyhodnocení funkce vyžaduje všechny vlákna spuštěna.
fa: تابع ارزیابی اصطلاح نیازمند اجرای همه نخ ها می باشد.
fr: L’évaluation de fonction exige que tous les threads s'exécutent.
ru: Вычисление функции требует выполнения всех потоков.
uk: Обчислення функції вимагає виконання усіх потоків.
zh_cn: 函数求值需要所有线程都在运行。

# DigitSeparatorsCommand
source: Digit Separators
cs: Oddělovače číslic
fa: جدا کننده های رقمی
fr: Séparateurs de chiffres
ru: Разделители цифр
uk: Розділювачі цифр
zh_cn: 数字分隔符

# Column_ProcessCommandLine
source: Command Line
cs: Příkazový řádek
fa: خط فرمان
fr: Ligne de commande
ru: Командная строка
uk: Командний рядок
zh_cn: 命令行

# CannotReadLocalOrArgumentMaybeOptimizedAway
source: Cannot obtain value of the local variable or argument because it is not available at this instruction pointer, possibly because it has been optimized away.
cs: Nelze získat hodnotu lokální proměnné nebo argumentu, protože není k dispozici na tomto ukazateli na instrukci, pravděpodobně byla optimalizována pryč z.
fa: نمیتوان مقداری از متغیرهای محلی یا آرگومان دریافت نمود زیرا اشاره گر این دستور جود ندارد، احتمالا به خاطر این است که بهینه شده است.
fr: Impossible d’obtenir la valeur de la variable locale ou de l'argument car elle n'est pas disponible à ce pointeur d'instruction, peut-être en raison d'optimisation.
ru: Не удалось получить значение локальной переменной или аргумента, потому что он недоступен для текущего указателя инструкций, возможно потому, что он был оптимизирован.
uk: Не вдалось отримати значення локальної змінної чи аргументу, тому що він недоступний для поточного вказівника інструкцій, можливо тому, що він був оптимізований.
zh_cn: 无法获取局部变量或参数的值，因为它在此时不可用，可能是被优化了。

# ExceptionMessage
source: Message: {0}
cs: Zpráva: {0}
fa: پیام: {0}
ru: Сообщение: {0}
uk: Повідомлення: {0}
zh_cn: 信息: {0}

# ExceptionName
source: Exception: {0}
cs: Výjimka: {0}
fa: خطا: {0}
ru: Исключение: {0}
uk: Виключення: {0}
zh_cn: 异常: {0}

# UnhandledExceptionMessage_ProcessName_ProcessId
source: An unhandled exception occurred in {0} ({1})
cs: Došlo k neošetřené výjimce v {0} ({1})
fa: یک خطای ناامن در {0} ({1}) رخ داده است
fr: Une exception non gérée s'est produite dans {0} ({1})
ru: Необработанное исключение произошло в {0} ({1})
uk: Необроблена виняткова ситуація в {0} ({1})
zh_cn: {0} ({1}) 中出现未处理的异常

# StatusBar_BreakpointHit
source: Breakpoint
cs: Zarážka
fa: نقطه توقف
fr: Point d’arrêt
ru: Точки останова
uk: Точка зупинки
zh_cn: 断点

# BreakpointExpressionMustBeABooleanExpression
source: The breakpoint expression must be a boolean expression
cs: Výraz zarážky musí být booleovský výraz
fa: اصطلاح نقطه توقف باید یک اصطلاح بولی باشد
fr: L’expression de point d’arrêt doit être une expression booléenne
ru: Выражение точки останова должно быть типа boolean
uk: Вираз точки зупинки має бути типу boolean
zh_cn: 断点表达式必须是布尔表达式

# DbgSettings_SuppressJITOptimization
source: Suppress JIT optimization on module load
cs: Potlačit optimalizaci JIT při načtení modulu
fa: سرکوب بهینه سازی JIT در هنگام بارگذری ماژول
fr: Supprimer l’optimisation JIT lors du chargement du module
ru: Отключить JIT-оптимизацию при загрузке модуля
uk: Відключити JIT-оптимізацію при завантаженні модуля
zh_cn: 在模块加载时禁用JIT优化

# DbgSettings_SuppressJITOptimization_ProgramModules
source: Program modules
cs: Moduly programu
fa: ماژول های برنامه
fr: Modules du programme
ru: Модули программы
uk: Модулі програми
zh_cn: 程序模块

# DbgSettings_SuppressJITOptimization_SystemModules
source: System modules
cs: Systémové moduly
fa: ماژول های سیستم
fr: Modules système
ru: Системные модули
uk: Системні модулі
zh_cn: 系统模块

# RuntimeIsUnableToEvaluateExpression
source: The runtime is unable to evaluate this expression.
cs: Runtime není schopen vyhodnotit tento výraz.
fa: رانتایم نمی تواند این عبارت را ارزیابی کند.
fr: Le runtime n'arrive pas à évaluer l'expression.
ru: Среда выполнения не может вычислить это выражение.
uk: Середовище виконання не може обчислити цей вираз.
zh_cn: 运行时无法计算此表达式。

# Exceptions_ToggleMatchingExceptions_ToolTip
source: Enable or disable all exceptions matching the current search criteria
cs: Povolit nebo zakázat všechny výjimky odpovídající aktuálním vyhledávacím kritériím
fa: فعال یا غیر فعال کردن همه exception های مطابق معیارهای جستجوی کنونی
fr: Activer ou désactiver toutes les exceptions correspondant aux critères de recherche actuels
ru: Включает или выключает все исключения, соответствующие текущему условию поиска
uk: Включити чи виключити усі виключення, що відповідають поточній умові пошуку
zh_cn: 启用或禁用与当前搜索条件匹配的所有异常

# DisableBreakpointCommand2
source: _Disable Breakpoint
cs: Zakázat zarážku
fa: _غیرفعال کردن نقطه توقف
fr: _Désactiver un point d'arrêt
ru: В_ыключить точку останова
uk: _Вимкнути точку зупинки
zh_cn: 禁用断点(_D)

# Exceptions_Add_ToolTip
source: Add an exception to the list
cs: Přidat výjimku do seznamu
fa: اضافه کردن خطا به لیست
fr: Ajouter une exception à la liste
ru: Добавить исключение в список
uk: Додати виключення у список
zh_cn: 添加异常到列表

# AskAppWindowClosingStopDebugging
source: Do you want to stop debugging?
cs: Chcete zastavit ladění?
fa: می خواهید دیباگ را متوقف کنید؟
fr: Souhaitez-vous arrêter le débogage ?
ru: Вы хотите остановить отладку?
uk: Ви бажаєте зупинити відладку?
zh_cn: 要停止调试吗？

# DbgSettings_FocusActiveProcess
source: Give focus to debugged process
cs: Zaměřit se na laděný proces
fa: دادن فوکس به پروسس درحال دیباگ
fr: Donner le focus au processus déboggué
ru: Установить фокус на отлаживаемый процесс
uk: Перемістити фокус в процес, що відлагоджується
zh_cn: 使被调试进程获得焦点

# LoadAllModulesCommand
source: Open All Modules
cs: Otevřít všechny moduly
fa: بازکردن تمام ماژول ها
fr: Ouvrir tous les modules
ru: Открыть все модули
uk: Відкрити усі модулі
zh_cn: 打开所有模块

# DbgSettings_HideDeprecatedError
source: Hide deprecated members in variables windows
cs: Skrýt zastarale členy v oknech s proměnnými
fa: پنهان کردن اعضای منسوخ در پنجره متغیرها
fr: Cacher les membres obsolètes dans les fenêtres de variables
ru: Скрыть deprecated-члены в окнах переменных
uk: Скрити deprecated члени в вікнах змінних
zh_cn: 在变量窗口中隐藏已弃用的成员

# DbgSettings_ShowReturnValues
source: Show return values
cs: Zobrazit návratové hodnoty
fa: نمایش مقادیر بازگشتی
fr: Afficher les valeurs de retour
ru: Показывать возвращаемые значения
uk: Відображати значення, що вертаються
zh_cn: 显示返回值

# DbgSettings_RedirectGuiConsoleOutput
source: Redirect GUI applications' console output to the Output window
cs: Přesměrování výstupu konzoly aplikací grafického uživatelského rozhraní do Okna výstupu
fa: تغییر مسیر خروجی کنسول GUI اپلیکیشن به پنجره خروجی
fr: Rediriger la console des applications GUI vers la fenêtre de sortie
ru: Перенаправить вывод консоли GUI-приложений в Окно вывода
uk: Перенаправити вивід консолі GUI-програм в Вікно виводу
zh_cn: 将 GUI 应用程序的控制台输出重定向到 "输出" 窗口

# AttachToProcess_MakingAnImageEasierToDebug
source: Making an Image Easier to Debug
cs: Usnadnění ladění obrazu
fa: دیباگ راحت تر فایل
fr: Faciliter le débogage d'une image
ru: Как сделать образ легче отлаживаемым
uk: Зробити збірку легшою до відладки
zh_cn: 使映像更易于调试

# ShowOnlyPublicMembersCommand
source: Public Members
cs: Veřejné členy
fa: اعضای عمومی
fr: Membres publics
ru: Открытые члены
uk: Відкриті члени
zh_cn: 公共成员

# DbgSettings_ShowRawLocals
source: Show raw locals
cs: Zobrazit syrové lokální proměnné
fa: نمایش خام متغیرها
fr: Afficher les locales brutes
ru: Показывать сырые локальные переменные
uk: Показати сирі локальні змінні
zh_cn: 显示原始区域变量

# DbgSettings_AsyncDebugging
source: Enable async debugging
cs: Povolit asynchronní ladění
fa: فعال کردن دیباگ async
fr: Activer le débogage d'async
ru: Включить асинхронную отладку
uk: Ввімкнути асинхронну відладку
zh_cn: 启用异步调试

# DbgSettings_StepOverPropertiesAndOperators
source: Step over properties and operators
cs: Překročit vlastnosti a operátory
fa: گام به مافوق خواص و اپراتورها
fr: Sauter les propriétés et opérateurs
ru: Обход свойств и операторов
uk: Обхід властивостей та операторів
zh_cn: 逐过程执行属性和运算符

# CopyExpressionCommand
source: Copy E_xpression
cs: Kopírovat výraz
fa: کپی کردن _عبارت
fr: Copier l'_expression
ru: Копировать и_сключение
uk: Копіювати в_иключення
zh_cn: 复制表达式(_X)

# Error_CouldNotShowDisassembly
source: Could not find the method's code. Make sure that the process is paused and that the method has been jitted.
cs: Nebyl nalezen kód metody. Ujistěte se, že je proces pozastaven a že tato metoda byla jitnuta.
fa: روش کد گزاری پیدا نمی شود. اطمینان حاصل کنید که پردازش متوقف شده است و روش نابودشده است.
fr: Impossible de trouver le code de la méthode. Assurez-vous que le processus est en pause et que la méthode a été traités avec JIT.
ru: Не удалось найти код метода. Убедитесь, что процесс приостановлен, и что этот метод был скомпилирован.
uk: Не вдалося знайти код методу. Переконайтеся, що процес зупинився і що метод був jitted.
zh_cn: 找不到方法的代码。请确保进程已暂停，并且该方法已实时编译（JIT）。

# DisassemblyCommand
source: _Disassembly
cs: Rozebrání
fa: _جداسازی
zh_cn: 反汇编(_D)

# DbgSettings_IgnoreUnhandledExceptions
source: Ignore unhandled exceptions
cs: Ignorovat neošetřené výjimky
fa: نادیده گرفتن استثناهای نامشخص
fr: Ignorer les exceptions non gérées
ru: Игнорировать необработанные исключения
uk: Ігнорувати необроблені виключення
zh_cn: 忽略未处理的异常

# RunWithInvalidExtension
source: Are you sure you want to run this file which doesn't have a valid extension?
cs: Opravdu chcete spustit tento soubor, který nemá platné rozšíření?
fa: آیا مطمئن هستید که میخواهید این فایل که پسوند معتبری ندارد را اجرا کنید؟
fr: Êtes-vous certain de vouloir exécuter ce fichier qui n’a pas une extension valide ?
ru: Вы уверены, что вы хотите запустить этот файл, который не имеет допустимое расширение?
uk: Ви впевнені, що бажаєте запустити цей файл без вірного розширення?
zh_cn: 确定要运行此无有效扩展名的文件吗？

# DebugWithInvalidExtension
source: Are you sure you want to debug this file which doesn't have a valid extension?
cs: Opravdu chcete ladit tento soubor, který nemá platné rozšíření?
fa: آیا مطمئن هستید که میخواهید این فایل که پسوند معتبری ندارد را دیباگ کنید؟
fr: Êtes-vous sûr de vouloir déboguer ce fichier qui n’a pas une extension valide ?
ru: Вы уверены, что вы хотите запустить этот файл, который не имеет допустимое расширение?
uk: Ви впевнені, що хочете відлагоджувати файл без вірного розширення?
zh_cn: 确定要调试此无有效扩展名的文件吗？

# Processes_NoMatch
source: No processes match your search filter.
cs: Žádné procesy neodpovídají vašemu hledacímu filtru.
fa: پروسه ای مطابق با فیلتر پیدا نشد.
fr: Aucun processus ne correspond à votre filtre de recherche.
ru: Нет процессов соответствующих условиям поиска.
uk: Жоден процесс не відповідає пошуковому запиту.
zh_cn: 没有进程匹配您的搜索过滤器。

# Processes_Search
source: Search
cs: Hledat
fa: جستجو
fr: Recherche
ru: Поиск
uk: Пошук
zh_cn: 搜索

# Processes_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all processes are shown
cs: Obnovit všechna vyhledávací kritéria tak, aby byly zobrazeny všechny procesy
fa: تنظیم مجدد تمام معیار به طوری که همه پروسه ها نمایش داده شده
fr: Réinitialiser tous les critères de recherche afin que tous les processus soient affichés
ru: Сбросить все критерии поиска, чтобы отображались все процессы
uk: Скинути усі критерії пошуку та показати усі процеси
zh_cn: 重置所有搜索条件以便显示全部进程

# Processes_Search_ToolTip
source: Search for a process
cs: Hledat proces
fa: جستجو برای یک پروسس
fr: Chercher un processus
ru: Поиск процесса
uk: Пошук процесу
zh_cn: 搜索进程

# DbgSettings_FocusDebuggerWhenProcessBreaks
source: Bring dnSpy to the foreground when breaking in the debugger
cs: Přenést dnSpy do popředí při zastavení v debuggeru
fa: dnSpy را هنگام توقف اجرا در دیباگر به پیش زمینه بیاور
fr: Apportez dnSpy en premier plan lors de la rupture du débogueur
ru: Открывать dnSpy на переднем плане при останове в отладчике
uk: Винести dnSpy на перідній фон, коли спрацює точка зупинки в дебагері
zh_cn: 当调试器中断时，将dnSpy带到最前

# Column_LoadModule
source: Load
fa: بارگذاری
fr: Charger
ru: Загрузить
uk: Зааантажити
zh_cn: 加载

# ShortCutKeyEnter
source: Enter
cs: Vložit
fr: Entrée

# Column_ProcessID
source: ID
fa: شناسه

# Column_ThreadID
source: ID
fa: شناسه

# Column_ID
source: ID
fa: شناسه

# ShortCutKeyCtrlShiftC
source: Ctrl+Shift+C
fr: Ctrl+Maj+C

# ShortCutKeyCtrlShiftF10
source: Ctrl+Shift+F10
fr: Ctrl+Maj+F10

# ShortCutKeyCtrlShiftF5
source: Ctrl+Shift+F5
fr: Ctrl+Maj+F5

# ShortCutKeyCtrlShiftF9
source: Ctrl+Shift+F9
fr: Ctrl+Maj+F9

# ShortCutKeyDelete
source: Del
fr: Effacer

# ShortCutKeyShiftF11
source: Shift+F11
fr: Maj+F11

# ShortCutKeyShiftF5
source: Shift+F5
fr: Maj+F5
