Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/dnSpy/dnSpy.Console/Properties/dnSpy.Console.Resources.*.resx
Languages: cs, es_es, fa, fr, hu, it, tr, uk, vi

# Error1
source: ERROR: {0}
cs: CHYBA: {0}
fa: خطا: {0}
fr: ERREUR : {0}
hu: HIBA: {0}
it: ERRORE: {0}
tr: HATA: {0}
uk: ПОМИЛКА: {0}
vi: Lỗi: {0}

# FileOrDirDoesNotExist
source: File/directory '{0}' doesn't exist
cs: Soubor/adresář "{0}" neexistuje
es_es: Archivo/directorio '{0}' no existe
fa: پرونده/دایرکتوری '{0}' وجود ندارد
fr: Le répertoire/fichier '{0}' n’existe pas
hu: '{0}' fájl/mappa nem létezik
it: File/directory '{0}' non esiste
tr: Dosya/dizin '{0}' yok
uk: Файл/директорія '{0}' не існує
vi: Tập tin/thư mục '{0}' không tồn tại

# InvalidOption
source: Invalid option: {0}
cs: Neplatná možnost: {0}
es_es: Opción no válida: {0}
fa: تنظیم نامعتبر: {0}
fr: Option invalide : {0}
hu: Hibás opció: {0}
it: Opzione non valida: {0}
tr: Geçersiz seçenek: {0}
uk: Невірний параметр: {0}
vi: Tùy chọn không hợp lệ: {0}

# InvalidSolutionName
source: .sln name ({0}) must be relative to project directory
cs: Název .sln ({0}) musí být relativní vzhledem k adresáři projektu
es_es: sln name ({0}) debe ser relativo al directorio del proyecto
fa: نام sln. ({0}) می بایست با دایرکتوری پروژه نسبت داشته باشد
fr: Le nom du .sln ({0}) doit être relatif au répertoire de projet
hu: A .sln névnek ({0}) relatívnak kell lennie a projekt mappához
it: il nome .sln ({0}) deve essere relativo alla directory del progetto
tr: .sln adı ({0}) proje dizini ile ilişkili olmalıdır
uk: Ім'я .sln ({0}) має бути відносно каталогу проекту
vi: Tên .sln ({0}) phải liên quan đến thư mục dự án

# InvalidToken
source: Invalid metadata token
cs: Neplatný token metadat
es_es: Token de metadatos no válido
fa: مقدار metadata token نامعتبر است
fr: Token de métadonnées invalide
hu: Érvénytelen metaadat token
it: Token di metadati non validi
tr: Geçersiz 'metadata' işareti
uk: Невірний токен метаданих
vi: Metadata token không hợp lệ

# InvalidVSVersion
source: Invalid Visual Studio version: {0}
cs: Neplatná verze Visual Studia: {0}
es_es: Versión no válida de Visual Studio: {0}
fa: نسخه ویژوال استودیو نامعتبر است: {0}
fr: Version de Visual Studio invalide : {0}
hu: Érvénytelen Visual Studio verzió: {0}
it: Versione di Visual Studio non valida {0}
tr: Geçersiz Visual Studio sürümü: {0}
uk: Невірна версія Visual Studio: {0}
vi: Phiên bản Visual Studio không hợp lệ: {0}

# LanguageDoesNotExist
source: Language '{0}' doesn't exist
cs: Jazyk "{0}" neexistuje
es_es: Lenguaje '{0}' no existe
fa: زبان '{0}' وجود ندارد
fr: Le langage '{0}' n’existe pas
hu: A(z) '{0}' nyelv nem létezik
it: Il linguaggio '{0}' non esiste
tr: Dil '{0}' yok
uk: Мова '{0}' не існує
vi: Ngôn ngữ '{0}' không tồn tại

source: Languages:
cs: Jazyky:
es_es: Idiomas:
fa: زبان ها:
fr: Langages:
hu: Nyelvek:
it: Linguaggi:
tr: Diller:
uk: Мови:
vi: Các ngôn ngữ:

# LanguageXDoesNotExist
source: Language {0} does not exist
cs: Jazyk {0} neexistuje
es_es: Lenguaje '{0}' no existe
fa: زبان برنامه نویسی {0} وجود ندارد
fr: Le langage {0} n’existe pas
hu: A(z) '{0}' nyelv nem létezik
it: Il linguaggio {0} non esiste
tr: {0} dili bulunmuyor
uk: Мова '{0}' не існує
vi: Ngôn ngữ '{0}' không tồn tại

# MissingAsmSearchPath
source: Missing assembly search path
cs: Chybí cesta hledání assembly
es_es: Falta ruta de búsqueda de Asamblea
fa: مسیر جستجو assembly گم شده
fr: Chemin de recherche de l’Assembly manquant
hu: Hiányzó szerelvény keresési útvonala
it: Percorso di ricerca degli assembly mancante
tr: Eksik 'assembly' arama yolu
uk: Відсутній шлях пошуку збірки
vi: Thiếu đường dẫn tìm kiếm assembly

# MissingDotNetFilename
source: Missing .NET filename
cs: Chybí název souboru .NET
es_es: Falta nombre de archivo .NET
fa: نام پرونده دات نت مفقود شده
fr: Nom de fichier .NET manquant
hu: Hiányzó .NET fájlnév
it: Nome file .NET mancante
tr: Eksik .NET dosya adı
uk: Відсутнє ім'я файлу .NET
vi: Thiếu tên tập tin .NET

source: Missing language name
cs: Chybí název jazyka
es_es: Falta nombre del idioma
fa: نام زبان برنامه نویسی مفقود شده
fr: Nom de langage manquant
hu: Hiányzó nyelv név
it: Nome del linguaggio mancante
tr: Eksik dil adı
uk: Відсутня назва мови
vi: Thiếu tên ngôn ngữ

# MissingMDToken
source: Missing metadata token
cs: Chybí token metadat
es_es: Falta símbolo de metadato
fa: مقدار metadata token مفقود شده
fr: Token de métadonnées manquant
hu: Hiányzó metadata token
it: Token metadato mancante
tr: Eksik 'metadata' işareti
uk: Відсутній токен метаданих
vi: Thiếu Metadata token

source: Missing number of threads
cs: Chybí počet vláken
es_es: No se encuentra el número de subprocesos
fa: شماره ترد ها مفقود شده
fr: Nombre de threads manquant
hu: Hiányzó szálak száma
it: Numero di thread mancante
tr: Eksik konu sayısı
uk: Відсутня кількість потоків
vi: Thiếu số của các tiến trình

# MissingOptions
source: No options specified
cs: Žádné možnosti vybrány
es_es: Opción no especificada
fa: هیچ تنظیمی مشخص نشده
fr: Pas d’options précisées
hu: Nincs opció megadva.
it: Nessuna opzione specificata
tr: Hiçbir seçenek belirtilmedi
uk: Параметри не вказані
vi: Không có tùy chọn nào được chỉ định

# MissingOutputDir
source: Missing output directory
cs: Chybí výstupní adresář
es_es: Falta directorio de salida
fa: پوشه خروجی مفقود شده
fr: Répertoire de sortie manquant
hu: Hiányzó kimeneti mappa
it: Directory di output mancante
tr: Eksik çıkış dizini
uk: Відсутні вихідний каталог
vi: Thiếu thư mục xuất

# MissingSolutionName
source: Missing .sln name
cs: Chybí název .sln
es_es: Falta el nombre del archivo .sln
fa: نام sln. مفقود شده
fr: Nom de .sln manquant
hu: Hiányzó .sln név
it: Nome file .sln mancante
tr: Eksik .sln adı
uk: Відсутнє ім'я .sln
vi: Thiếu tên .sln

# MissingVSVersion
source: Missing Visual Studio version
cs: Chybí verze Visual Studia
es_es: Falta versión de Visual Studio
fa: نسخه ویژوال استودیو گم شده
fr: Version de Visual Studio manquante
hu: Hiányzó Visual Studio verzió
it: Versione di Visual Studio mancante
tr: Eksik Visual Studio sürümü
uk: Відсутня версія Visual Studio
vi: Thiếu phiên bản của Visual Studio

# NoLanguagesFound
source: No languages were found. Make sure that the language dll files exist in the same folder as this program.
cs: Nebyly nalezeny žádné jazyky. Ujistěte se, že knihovny jazyka jsou umístěné ve stejné složce jako tento program.
es_es: No se encontraron idiomas. Asegúrese de que los archivos dll de idioma existan en la misma carpeta que de este programa.
fa: هیچ زبانی پیدا نشد. مطمئن شوید فایل های dll زبان دقیقا در فولدر این برنامه قرار دارند.
fr: Pas de langues ont été trouvés. Assurez-vous que les fichiers dll de langue existent dans le même dossier que ce programme.
hu: A nyelv nem található. Győződjön meg róla, hogy a nyelvi dll fájlok ugyan abban a mappában vannak, mint a program.
it: Nessun linguaggio trovato. Assicurati che la dll del linguaggio esista nella stessa directory di questo programma.
tr: Dil bulunamadı. Dilin dll dosyaları ile programın aynı klasörde bulunduğundan emin olun.
uk: Не знайдено жодної мови. Переконайтеся, що мовні dll-файли існують в тій самій папці цієї програми.
vi: Không có ngôn ngữ nào được tìm thấy. Đảm bảo rằng các tệp tin ngôn ngữ .dll tồn tại trong cùng thư mục với chương trình này.

# NotDotNetFile
source: {0} is not a .NET file
cs: {0} není soubor .NET
es_es: {0} no es un archivo .NET
fa: {0} یک فایل دات نت نیست
fr: {0} n’est pas un fichier .NET
hu: {0} nem egy .NET fájl
it: {0} non è un file .NET
tr: {0} bir .NET dosyası değil
uk: {0} не є файлом .NET
vi: {0} không phải là một tệp .NET

# OnlyOneFileCanBeDecompiled
source: Only one file can be decompiled when using --md
cs: Pouze jeden soubor může být decompilován, používáte-li – md
es_es: Solo un archivo se puede descompilar al usar --md
fa: هنگام استفاده از --md فقط یک فایل میتواند دیکامپایل شود
fr: Un seul fichier peut être décompilé lorsque vous utilisez --md
hu: A --md használatakor csak egy fájlt lehet visszafordítani
it: Solo un file può essere decompilato usando --md
tr: --md kullanılarak sadece bir dosya kaynak koda dönüştürülebilir
uk: Тільки один файл можна декомпілювати при використанні ключа --md
vi: Chỉ có thể dịch ngược một tệp khi sử dụng --md

source: Missing user GAC path
cs: Chybí GAC cesta uživatele
es_es: Falta ruta de usuario GAC
fa: مسیر GAC کاربر مفقود شده
fr: Chemin du GAC utilisateur manquant
hu: Hiányzó felhasználói GAC elérési út
it: Path della GAC utente mancante
tr: Eksik kullanıcı GAC yolu
uk: Відсутній шлях до користувацького GAC
vi: Thiếu đường dẫn GAC

# InvalidMemberToDecompile
source: Only types, methods, fields, events and properties can be decompiled
cs: Pouze typy, metody, fieldy, události a property mohou být decompilovány
es_es: Sólo tipos, métodos, campos, propiedades y eventos pueden ser descompilados
fa: فقط تایپ ها، متودها، فیلدها، event ها و خواص میتواند دیکامپایل شود
fr: Seuls les types, les méthodes, les champs, les events et les propriétés peuvent être décompilés
hu: Csak típusok, metódusok, mezők, események és tulajdonságok fordíthatók vissza
it: Solo tipi, metodi, campi, eventi e proprietà possono essere decompilati
tr: Sadece türler, yöntemler, alanlar ve özellikler kaynak koda geri dönüştürülebilir
uk: Можна декомпілювати лише типи, методи, поля, події та властивості
vi: Chỉ có thể dịch ngược các Type, Method, Field, Event và Property

# CouldNotFindTypeX
source: Type {0} couldn't be found
cs: Typ {0} nelze nalézt
es_es: No se encuentra el tipo tipo {0}
fa: تایپ {0} یافت نشد
fr: Le type {0} est introuvable
hu: A(z) {0} típus nem található
it: Impossibile trovare il tipo {0}
tr: {0} türü bulunamadı
uk: Не вдалося знайти тип {0}
vi: Không tìm thấy Type {0}

# CouldNotResolveGacFileX
source: Couldn't resolve GAC assembly '{0}'
cs: Nelze resolvovat GAC assembly "{0}"
es_es: No se puede resolver el Cache de Ensamblado Global GAC '{0}'
fa: نمیتوان GAC اسمبلی را resolve نمود '{0}'
fr: N’a pas pu résoudre l'Assembly '{0}' dans le GAC
hu: A(z) '{0}' GAC szerelvény nem oldható fel
it: Impossibile risolvere l'assembly '{0}' dalla GAC
tr: GAC assembly {0} çözümlenemedi
uk: Не зміг знайти збірку GAC '{0}'
vi: Không thể tìm thấy GAC assembly '{0}'

# MissingGacFile
source: Missing GAC assembly name
cs: Chybí název GAC assembly
es_es: Falta el nombre del cache de ensamblado global GAC
fa: نام GAC اسمبلی مفقود شده
fr: Nom de l’Assembly du GAC manquant
hu: Hiányzó GAC szerelvény-név
it: Nome dell'assembly GAC mancante
tr: Eksik GAC assembly ismi
uk: Відсутнє ім'я збірки GAC
vi: Thiếu tên GAC assembly

# MissingTypeName
source: Missing full name of type
cs: Úplný název typu nebyl nalezen
es_es: Falta el nombre completo del tipo
fa: نام کامل تایپ مفقود شده
fr: Nom complet du type manquant
hu: Hiányzik a típus teljes neve
it: Nome completo del tipo mancante
tr: Türün tam adı eksik
uk: Відсутнє повне імя типу
vi: Thiếu tên đầy đủ của Type

# LanguageXDoesNotSupportProjects
source: Language {0} doesn't support creating project files
cs: Jazyk {0} nepodporuje vytváření souborů projektu
es_es: Language {0} no soporta crear archivos de proyecto
fa: زبان {0} ایجاد فایل های پروژه را پشتیبانی نمی کند
fr: Le langage {0} ne supporte pas la création des fichiers de projet
hu: A(z) {0} nyelv nem támogatja projekt fájlok létrehozását
it: Il linguaggio {0} non supporta la creazione dei file di progetto
tr: {0} dili proje dosyası yaratmayı desteklemez
uk: Мова {0} не підтримує створення файлів проектів
vi: Không hỗ trợ tạo các tệp dự án ngôn ngữ {0}

source: Language options:
cs: Možnosti jazyků:
es_es: Opciones de idioma:
fa: تنظیمات زبان:
fr: Options des langages:
hu: Nyelv opciók:
it: Opzioni del linguaggio:
tr: Dil seçenekleri:
uk: Мовні налаштування:
vi: Các tùy chọn ngôn ngữ:

# LanguageOptionsDesc
source: All boolean options can be disabled by using 'no-' or 'dont-', eg. --dont-sort-members
cs: Všechny bool možnosti můžou být zakázány použitím "no-" nebo "dont-", například: --dont-sort-members
es_es: Todas las opciones de tipo boolean pueden desactivarse mediante el uso de 'no-' o ' dont-', por ejemplo. --dont-sort-members
fa: همه تنظیمات boolean را میتوان با استفاده از 'no-' یا 'dont-' نمایش داد، به عنوان مثال. --dont-sort-members
fr: Toutes les options booléennes peuvent être désactivées en utilisant 'no-' ou 'dont-', par exemple --dont-sort-members
hu: Minden boolean opció letiltható a 'no-' vagy a 'dont-' használatával, pl. --dont-sort-members
it: Tutte le opzioni booleane possono essere disabilitate usando 'no-' o 'dont-', es. --dont-sort-members
tr: Tüm boolean seçenekleri 'no-' ve 'dont-' komuları kullanılarak devre dışı bırakılabilir. Örn: --dont-sort-members
uk: Усі булеві опції можуть бути виключені, використовуючи префікси 'no-' чи 'dont-', наприклад --dont-sort-members
vi: Tất cả tùy chọn Logic có thể bị vô hiệu hóa khi sử dụng 'no-' hoặc 'dont-', ví dụ: --dont-sort-members

source: Missing option argument
cs: Chybějící argument možnosti
es_es: Falta argumento de opción
fa: آرگومان های تنظیمات مفقود شده
fr: Argument d'option manquant
hu: Hiányzó opció kapcsoló
it: Opzione dell'argomento mancante
tr: Eksik seçenek argümanı
uk: Пропущений аргумент опції
vi: Thiếu Option Argument

source: Invalid GUID
cs: Neplatné GUID
es_es: GUID no válido
fa: GUID نامعتبر است
fr: GUID invalide
hu: Érvénytelen GUID
it: GUID invalida
tr: Geçersiz GUID
uk: Неприпустимий GUID
vi: GUID không hợp lệ

# CmdLineAssembly
source: assembly
cs: sestavení
es_es: asamblea
fa: اسمبلی
hu: szerelvény
tr: 'assembly' dili
uk: збірка

# CmdLineDescription_AsmPath
source: assembly search path. Paths can be separated with '{0}' or you can use multiple --asm-path's
cs: hledací cesta sestavení. Cesty lze oddělit pomocí '{0}' nebo můžete použít více --asm-path argumentů
es_es: ruta de búsqueda de conjunto. Las rutas se pueden separar con '{0}' o puede usar múltiples --asm-path's
fa: مسیر جستجوی اسمبلی. مسیر می تواند با '{0}' از هم جدا شود یا می توانید از --asm-path's استفاده کنید
fr: chemin de recherche des assemblies. Les chemins peuvent être séparés par '{0}' ou vous pouvez utiliser des --asm-path multiples
hu: szerelvény keresési útvonal. Az elérési utakat '{0}' karakterrel lehet elválasztani vagy több --asm-path kapcsoló is használható
it: percorso di ricerca degli assembly. I percorsi possono essere separati con '{0}' o puoi usare più --asm-path
tr: 'assembly' arama yolu. Bu yollar {0} kullanılarak veya birden çok --asm- yolu kullanılarak ayrılabilir
uk: шляк пошуку збірки. Шляхи можут бути розділені '{0}' або ж використайте декілька --asm-path
vi: đường dẫn tìm kiếm Assembly. Các đường dẫn có thể được chia tách bởi '{0}' hoặc sử dụng nhiều --asm-path's

# CmdLineDescription_GACFile
source: decompile an assembly from the GAC. Use full assembly name to use an exact version.
cs: dekompilovat sestavení z GAC. Použijte úplný název sestavení pro použití přesné verze.
es_es: descompilar un ensamblaje del GAC. Use el nombre completo del ensamblaje para usar una versión exacta.
fa: دیکامپایل یک اسمبلی از GAC. از نام کامل اسمبلی برای مصرف یک ورژن دقیق استفاده کنید.
fr: décompiler une assembly du GAC. Utiliser le nom complet de l'assembly pour définir la version exacte.
hu: egy GAC-ban lévő szerelvény visszafordítása. Adja meg a teljes szerelvény nevet egy adott verzió használatához.
it: decompila un assembly dalla GAC. Usa l'assembly name completo per usare una versione precisa.
tr: bir 'assembly'i GAC'dan kaynak koda dönüştürmek. Kesin versiyonu kullanmak için 'assembly' isminin tamamını kullan.
uk: декомпілювати збірку із GAC. Використовуйте повне імя збірки, щоб використати точну версію.
vi: dịch ngược một Assembly từ GAC. Sử dụng tên Assembly đầy đủ để sử dụng chính xác phiên bản.

# CmdLineDescription_Language
source: set language, default is C#. Guids can be used.
cs: nastavit jazyk. Výchozí je C#. GUIDy můžou být použity.
es_es: establecer el idioma, el valor predeterminado es C #. Guids puede ser usado.
fa: انتخاب زبان، پیشفرض #C میباشد. Guid ها را هم میتوان استفاده نمود.
fr: langage désiré, par défaut C#. Les Guids peuvent être utilisés.
hu: beállítja a nyelvet, alapértelmezetten C#. GUID-ok is használhatóak.
it: imposta il linguaggio, C# è il default. Possono essere usati Guids.
tr: dili ayarla, varsayılan dil C#. Guid'ler kullanılabilir.
uk: вибрати мову, за замовчанням це C#. Можна використовувати ідентифікатори GUID.
vi: thiết lập ngôn ngữ, mặc định là C#. Các GUID có thể được sử dụng.

# CmdLineDescription_MDToken
source: decompile the member with metadata token N to stdout
cs: dekompilovat člena s metadatovým tokenem N na stdout
es_es: descompilar al miembro con el token de metadatos N a stdout
fa: دیکامپایل عضو با metadata token N به stdout
fr: décompiler vers stdout le membre avec le token de métadonnées N
hu: visszafordítja az N metaadat tokenű tagot a szabványos kimenetre
it: decompila il membro con token metadato N su stdout
tr: 'metadata' işaretli bir üyeyi N den stdout'a geri derle
uk: декомпілювати член із токеном N метаданних в stdout
vi: dịch ngược Member với Metadata token N thành Stdout

# CmdLineDescription_NoBAML
source: don't decompile baml to xaml
cs: nedekompilovat BAML na XAML
es_es: no descompilar baml de xaml
fa: baml را به xaml دیکامپایل نکن
fr: ne pas décompiler le baml en xaml
hu: ne fordítsa vissza a baml-t xaml-re
it: non decompilare da baml a xaml
tr: baml'ı xaml'e geri derleme
uk: не декомпілювати baml у xaml
vi: không dịch ngược BAML thành XAML

# CmdLineDescription_NoGAC
source: don't use the GAC to look up assemblies. Useful with --no-stdlib
cs: nepoužívat GAC pro hledání sestavení. Užitečné s --no-stdlib
es_es: no utilizar el GAC para ver montajes. Útil con--no-stdlib
fa: از GAC برای جستجو اسمبلی ها استفاده نشود. مناسب استفاده با --no-stdlib
fr: ne pas utiliser le GAC pour chercher les assemblies. Utile avec --no-stdlib
hu: ne keressen szerelvényeket a GAC-ban. Hasznos a --no-stdlib kapcsolóval
it: non usare la GAC per cercare gli assembly. Utile con --no-stdlib
tr: 'assembly' lere bakmak için GAC'ı kullanma. --no-stdlib ile kullanışlı
uk: не використовувати GAC для пошуку збірок. Корисно із --no-stdlib
vi: không dùng GAC để tìm kiếm các Assembly. Hữu ích với --no-stdlib

# CmdLineDescription_NoResources
source: don't unpack resources
cs: nerozbalit zdroje
es_es: no Desempaque recursos
fa: ریسورس ها آنپک نشوند
fr: ne pas décompresser les ressources
hu: ne csomagolja ki az erőforrásokat
it: non spacchettare le risorse
tr: kaynakları açma
uk: не розпаковувати ресурси
vi: không unpack các resources

# CmdLineDescription_NoResX
source: don't create .resx files
cs: nevytvořit soubory .resx
es_es: no crear archivos .resx
fa: فایل های .resx ایجاد نشوند
fr: ne pas créer les fichiers .resx
hu: ne hozzon létre .resx fájlt
it: non creare file .resx
tr: .resx dosyaları oluşturma
uk: не створювати .resx файли
vi: không tạo các tệp .resx

# CmdLineDescription_NoSLN
source: don't create a .sln file
cs: nevytvořit soubor .sln
es_es: no crear un fichero .sln
fa: فایل .sln ایجاد نشود
fr: ne pas créer le fichier .sln
hu: ne hozzon létre .sln fájlt
it: non creare file .sln
tr: .sln dosyaları oluşturma
uk: не створювати .sln файл
vi: không tạo tệp .sln

# CmdLineDescription_NoStdLib
source: projects don't reference mscorlib
cs: projekty neodkazují na mscorlib
es_es: los proyectos no hacen referencia a mscorlib
fa: پروژه ها mscorlib را ارجاع نمی دهند
fr: les projets ne référencent pas mscorlib
hu: a projektek nem hivatkoznak az mscorlib-re
it: i progetti non referenziano mscorlib
tr: projeler mscorlib'e referans vermiyor
uk: проекти не посилаються на mscorlib
vi: các dự án không Reference tới mscorlib

# CmdLineDescription_NumberOfThreads
source: number of worker threads. Default is to use one thread per CPU core
cs: množství pracovních vláken. Výchozí je jedno na každé jádro procesoru
es_es: número de subprocesos de trabajo. Por defecto es utilizar un hilo por núcleo del CPU
fa: تعداد ترد های کارگر. پیشفرض استفاده از یک ترد در هر هسته CPU
fr: nombre de threads de travail. La valeur par défaut est d’utiliser un thread par coeur du CPU
hu: munka szálak száma. Alapértelmezetten egy szál CPU magonként
it: numero di worker thread. Il default è di usare un thread per core
tr: çalışan konu sayısı. Varsayılan her bir CPU çekirdeği için bir tane kullanmaktır
uk: кількість робочих потоків. За замовчуванням використовувати один потік на ядро
vi: số tiến trình làm việc. Mặc định sử dụng một tiến trình đối với một nhân CPU

# CmdLineDescription_OutputDirectory
source: output directory
cs: výstupní adresář
es_es: directorio de salida
fa: پوشه خروجی
fr: répertoire de sortie
hu: kimeneti mappa
it: directory di output
tr: çıktı dizini
uk: вихідний каталог
vi: thư mục xuất ra

# CmdLineDescription_ProjectGUID
source: project guid
cs: GUID projektu
es_es: guid del proyecto
fa: guid پروژه
fr: guid du projet
hu: projekt guid
it: guid progetto
tr: guid projesi
uk: guid проекту
vi: GUID dự án

# CmdLineDescription_RecursiveSearch
source: recursive search for .NET files to decompile
cs: rekurzivní hledání .NET souborů pro dekompilaci
es_es: búsqueda recursiva de archivos de .NET descompilar
fa: جستجوی بازگشتی برای فایل های .NET برای دیکامپایل
fr: recherche récursive sur les fichiers .NET à décompiler
hu: visszafordítandó .NET fájlok rekurzív keresése
it: ricerca ricorsivamente file .NET da decompilare
tr: .NET dosyaları geri çözümlenmesi için tekrarlanan arama
uk: рекурсивний пошук файлів .NET для декомпіляції
vi: tìm đệ quy các tệp .NET để dịch ngược

# CmdLineDescription_SlnName
source: name of the .sln file
cs: název souboru .sln
es_es: nombre del archivo .sln
fa: نام فایل .sln
fr: nom du fichier .sln
hu: .sln fájl neve
it: nome del file .sln
tr: .sln dosyasının adı
uk: ім'я файлу .sln
vi: tên tệp .sln

# CmdLineDescription_Type1
source: decompile the type with the specified name to stdout. Either Namespace.Name or Name, case insensitive
cs: dekompilovat typ se specifikovaným jménem do stdout. Buď Namespace.Name nebo Name, nerozlišuje vel. a mal. písmena
es_es: descompilar el tipo con el nombre especificado a stdout. Namespace.Name o nombre, mayúsculas y minúsculas
fa: دیکامپایل تایپ با نام مشخص شده برای stdout. هر دو Namespace.Name یا Name، غیرحساس به کوچک یا بزرگی کاراکتر
fr: décompiler le type portant le nom spécifié dans stdout. Soit Namespace.Name, soit Name (insensible à la casse)
hu: a megadott nevű típus visszafordítása a szabványos kimenetre. Vagy Névtér.Név vagy Név, betűméretre nem érzékeny
it: decompila il tipo con il nome specificato su stdout. Il nome può essere Namespace.Name o Name, case insensitive
tr: stdout ismi ile belirtilen tipi geri çözümle. İsimboşluk.İsim veya İsim, büyük küçük harfe duyarsız
uk: декомпілювати тип із вказаним іменем в stdout. Або ж Namespace.Name чи Name, без врахування регістру
vi: dịch ngược kiểu với tên được chỉ định cho Stdout. Tên Namespace hoặc Name không được trùng với từ khóa

# CmdLineDescription_Type2
source: same as -t
cs: stejné jako -t
es_es: igual a -t
fa: مشابه t-
fr: identique à -t
hu: ugyan az, mint a -t
it: come -t
tr: -t ile aynı
uk: те ж саме що і -t
vi: giống như -t
