Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/dnSpy/dnSpy.Console/Properties/dnSpy.Console.Resources.*.resx
Languages: cs, es_es, fa, fr, hu, it, tr, uk, vi

# CmdLineDescription_UserGAC
source: user GAC path. Paths can be separated with '{0}' or you can use multiple --user-gac's
cs: uživatelská cesta k GAC. Cesty mohou být odděleny pomocí '{0}' nebo lze použít vícekrát --user-gac
es_es: ruta de búsqueda de conjunto. Las rutas se pueden separar con '{0}' o puede usar múltiples --asm-path's
fa: مسیر GAC کاربر. مسیر میتواند با '{0}' از هم جدا شود یا میتوانید از --user-gac متعدد استفاده کنید
fr: chemin du GAC utilisateur. Les chemins peuvent être séparés par '{0}' ou vous pouvez utiliser des --user-gac multiples
hu: felhasználói GAC elérési út. Az elérési utakat '{0}' karakterrel lehet elválasztani vagy több --user-gac kapcsoló is használható
it: percorso GAC utente. I percorsi possono essere separati con '{0}' oppure puoi usare più --user-gac
tr: kullanıcı GAC yolu, Yollar {0} veya birden çok --user-gac'leri kullanarak ayrılabilir
uk: користувацький шлях GAC. Шляхи можуть бути розділені '{0}' або ж використовуйте декілька --user-gac
vi: đường dẫn GAC của người dùng. Các đường dẫn có thể ngăn cách bởi '{0}' hoặc có thể sử dụng nhiều --user-gac's

# CmdLineDescription_VSVersion
source: Visual Studio version, 2005, 2008, ..., {0}
cs: Verze Visual Studia, 2005, 2008, ..., {0}
es_es: Versión Visual Studio, 2005, 2008,... {0}
fa: نسخه ویژوال استودیو 2005، 2008، ...، {0}
fr: Version de Visual Studio, 2005, 2008, ..., {0}
hu: Visual Studio verzió, 2005, 2008, ..., {0}
it: Versione Visual studio, 2005, 2008, ..., {0}
tr: {0} Visual Studio sürümü, 2005,2008
uk: Visual Studio версій, 2005, 2008, ..., {0}
vi: Phiên bản Visual Sdutio 2005, 2008, ..., {0}

# CmdLineLanguage
source: lang
cs: jazyk
fa: زبان
hu: nyelv
it: lingua
tr: dil
uk: мова

# CmdLineName
source: name
cs: název
es_es: nombre
fa: نام
fr: nom
hu: név
it: nome
tr: isim
uk: ім’я

# CmdLineOutputDir
source: outdir
cs: výstupní adresář
fa: مسیر خروجی
fr: chemin de sortie
hu: kimeneti mappa
it: directory di output

# CmdLinePath
source: path
cs: cesta
es_es: ruta de acceso
fa: مسیر
fr: chemin
hu: útvonal
it: percorso
tr: yol
uk: шлях

# ExampleDescription1
source: Decompiles all .NET files in the above directory and saves files to C:\out\path
cs: Dekompilovat všechny .NET soubory ve výše uvedeném adresáři a uložit soubory do C:\out\path
es_es: Descompiles todos los archivos *.dll de .NET en el directorio anterior y guarda los archivos en C:\out\path
fa: دیکامپایل تمام فایل های دات نت در دایرکتوری بالا و ذخیره در مسیر C:\out\path
fr: Décompiler tous les fichiers *.dll .NET dans le répertoire ci-dessus et enregistrer le résultat dans C:\out\path
hu: Visszafordít minden .NET fájlt a megadott mappában és a fájlokat elmenti a C:\out\path mappába
it: Decompila tutti i file .NET nella directory di sopra e salva i file in C:\out\path
tr: Üst dizindeki tüm .NET dosyalarını geri çözümler ve dosyaları C:\out\path'e kaydeder
uk: Декомпілювати усі файли .NET в каталозі вище та зберегти файли в C:\out\path
vi: Dịch ngược tất cả các tệp .NET trong thư mục trên và lưu tệp tin vào C:\out\path

# ExampleDescription2
source: Decompiles all .NET files in the above directory and all sub directories
cs: Dekompilovat všechny .NET soubory ve výše uvedeném adresáři a všech podadresářích
es_es: Descompiles todos los archivos *.dll de .NET en el directorio anterior y guarda los archivos en C:\out\path
fa: دیکامپایل تمام فایل های دات نت در دایرکتوری بالا و همه زیر دایرکتوری ها
fr: Décompiler tous les fichiers *.dll .NET dans le répertoire ci-dessus et ses sous-répertoires
hu: Visszafordít minden .NET fájlt a megadott mappában és almappáiban
it: Decompila tutti i file .NET nella directory di sopra e tutte le sotto-directory
tr: Üst dizindeki ve alt dizinlerdeki tüm .NET dosyalarını geri çözümler
uk: Декомпілювати усі файли .NET в каталозі вище та у всіх підкаталогах
vi: Dịch ngược tất cả tệp tin .NET trong thư mục trên và tất cả các thư mục con

# ExampleDescription3
source: Decompiles all *.dll .NET files in the above directory and saves files to C:\out\path
cs: Dekompilovat všechny *.dll .NET soubory ve výše uvedeném adresáři a uložit soubory do C:\out\path
es_es: Decompiles todos los archivos *.dll de .NET en el directorio anterior y guarda los archivos en C:\out\path
fa: دیکامپایل تمام فایل های دات نت *.dll در دایرکتوری بالا و ذخیره در مسیر C:\out\path
fr: Décompiler tous les fichiers *.dll .NET dans le répertoire ci-dessus et enregistrer le résultat dans C:\out\path
hu: Visszafordít minden *.dll .NET fájlt a megadott mappában és a fájlokat elmenti a C:\out\path mappába
it: Decompila tutti i file .NET *.dll nella directory di sopra e salva i file in C:\out\path
tr: Üst dizindeki tüm *.dll .NET dosyalarını geri çözümler ve dosyaları C:\out\path'e kaydeder
uk: Декомпілювати усі файли *.dll .NET в каталозі вище та зберегти файли в C:\out\path
vi: Dịch ngược tất cả các tệp tin .NET *.dll trong thư mục trên và lưu các tệp tin vào C:\out\path

# ExampleDescription4
source: Decompiles the member with token 0x06000123
cs: Dekompilovat člena s tokenem 0x06000123
es_es: Descompiles el miembro con token 0x06000123
fa: دیکامپایل عضو با توکن 0x06000123
fr: Décompiler le membre avec le token 0x06000123
hu: Visszafordítja a 0x06000123 token-ű tagot.
it: Decompila il membro con token 0x06000123
tr: 0x0600123 işaretine sahip üyeyi geri çözümler
uk: Декомпілювати член із токеном 0x06000123
vi: Dịch ngược Member với token 0x06000123

# ExampleDescription5
source: Decompiles System.Int32 from mscorlib
cs: Dekompilovat Systém.Int32 z mscorlib
es_es: Decompiles System.Int32 de mscorlib
fa: System.Int32 را از mscorlib دیکامپایل کن
fr: Décompiler System.Int32 à partir de mscorlib
hu: Visszafordítja a System.Int32 osztályt az mscorlib-ből
it: Decompila System.Int32 da mscorlib
tr: mscorlib'den System.Int32 yi geri çözümler
uk: Декомпілює System.Int32 із mscorlib
vi: Dịch ngược System.Int32 từ mscorlib

# ExamplesHeader
source: Examples:
cs: Příklady:
es_es: Ejemplos:
fa: مثال‌ها:
fr: Exemples :
hu: Példák:
it: Esempi:
tr: Örnekler:
uk: Приклад:
vi: Ví dụ:

# UsageHeader
source: [options] [fileOrDir1] [fileOrDir2] [...]
cs: [možnosti] [soubor nebo adresář č.1] [soubor nebo adresář č.2] [...]
fr: [options] [fichierOuRépertoire1] [fichierOuRépertoire2] [...]

# CmdLineDescription_NoColor
source: don't colorize the text
cs: nezabarvovat text
es_es: no colorear el texto
fa: متن را رنگ آمیزی نکن
fr: ne pas colorier le texte
hu: ne színezze a szöveget
it: non colorare il testo
tr: metni renklendirme
uk: не розфарбувати текст
vi: không tô màu chữ

# CmdLineDescription_Spaces
source: Size of a tab in spaces or 0 to use one tab
cs: Velikost záložky v mezerách nebo 0 pro použití jedné záložky
es_es: Tamaño de una ficha en espacios o 0 para usar una ficha
fa: اندازه یک تب در فضاها یا 0 برای استفاده از یک تب
fr: Largeut de la tabulation en espaces ou 0 pour utiliser une seule tabulation
hu: Tab mérete szóközökben vagy 0, ha egy tab
it: Dimensione del tab negli spazi o 0 per non usare tab
tr: Boşluklardaki bir sekme boyutu veya bir sekmeyi kullanmak için 0
uk: Розмір табулятора в прогалинах або 0 для використання одного табу
vi: Kích thước một tab trong khoảng trắng là 0 hoặc sử dụng Tab

# InvalidSpacesArgument
source: Number of spaces must be between {0} and {1}
cs: Počet mezer musí být mezi {0} a {1}
es_es: La fecha debe estar entre {0} y {1}
fa: تعداد فضاهای می باید بین {0} و {1} باشد
fr: Le nombre d'espaces doit être compris entre {0} et {1}
hu: A szóközök számának {0} és {1} között kell lennie
it: Il numero di spazi dev'essere tra {0} e {1}
tr: Boşluk sayısı {0} ile {1} arasında olmalıdır
uk: Кількість прогалин має бути між {0} та {1}
vi: Số khoảng trắng phải nằm giữa {0} và {1}

source: Missing argument
cs: Chybějící argument
es_es: Falta de argumento
fa: آرگومان ها پیدا نشد
fr: Argument manquant
hu: Hiányzó argumentum
it: Argomento mancante
tr: Eksik argüman
uk: Пропущений аргумент
