Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

source: Method can't be null
cs: Metoda nemůže mít hodnotu null
de: Methode kann nicht null sein
es_es: El método no puede ser nulo
fa: متود نمیتواند خالی باشد
fr: La méthode ne peut pas être null
hu: Metódus nem lehet null
it: Metodo non può essere null
pt_br: Método não pode ser nulo
ru: Метод не может быть пустым
tr: Yöntem null olamaz
uk: Метод не може бути пустий
vi: Method không thể Null
zh_cn: 方法不能为 null

# MethodInstantiationTypesTab
source: Method Instantiation Types
cs: Instanční typy metody
de: Methoden Intanzierungs Typen
es_es: Tipos de instanciación del método
fa: تایپ های اکتشاف متود
fr: Types d'instanciation de méthodes
hu: Metódus példányosítási típusok
it: Tipi Metodo di un'istanza
pt_br: Tipos de instanciação do Método
ru: Типы методов создания экземпляров
tr: Method Örnekleme Tipleri
uk: Типи методів створення екземплярів
vi: Các Method Types cụ thể
zh_cn: 方法实例类型

# MethodSig_CallingConv
source: Ca_lling Conv
es_es: Ll_amada convencional
hu: Hívási konvenció
ru: Сог_л. о вызове
tr: Dönüşüm Arama
uk: Дом. про виклик
zh_cn: 调用约定(_l)

# MethodSig_MethodParameterTypes
source: Method Parameter Types
cs: Typy parametrů metody
de: Methoden Parameter Typen
es_es: Tipos de parámetro de método
fa: تایپ های پارامتر متود
fr: Types de paramètres de méthode
hu: Metódus paraméter típusok
it: Tipi di parametro del metodo
pt_br: Tipos de Parâmetro do Método
ru: Типы параметров метода
tr: Method Parametre Tipleri
uk: Типи параметрів методу
vi: Các Method Parameter Types
zh_cn: 方法参数类型

# MethodSig_MethodVarArgParameterTypes
source: Method VarArg Parameter Types
de: Methoden VarArg Parameter Typen
es_es: Tipos de argumentos variables parámetro de método
fa: تایپ های VarArg متود
fr: Types de paramètres VarArg
hu: Metódus VarArg paraméter típusok
it: Metodo VarArg tipi di parametro
pt_br: Tipos de Parâmetro VarArg Método
ru: Типы параметров VarArg метода
tr: Yöntem vararg parametre türleri
uk: Типи параметрів VarArg методу
vi: Các Method VarArg Parameter Types
zh_cn: 方法参数类型

# MethodSig_NumGenerics
source: # Generic_s
es_es: # Genérico_s
hu: # Generiku_sok
it: # Generic_o
pt_br: # Generico_s
tr: Jenerik
zh_cn: # 通用数字(_S)

# MethodSig_ReturnType
source: Ret_urn Type...
cs: Vrátit typ...
de: Ret_urn Typ...
es_es: Tipo de Ret_urn...
fa: نوع بازگشت...
fr: Type de retour...
hu: _Visszatérési típus...
it: Tipo di rit_orno...
pt_br: Retornar Tipo...
ru: Возвращаем_ый тип...
tr: Geri_Dönüş Tipi...
uk: Тип повернення...
vi: Kiể_u trả về...
zh_cn: 返回类型(_U)...

# MethodSpec_Method
source: _Method
cs: _Metoda
de: _Methode
es_es: _Método
fr: _Méthode
hu: _Metódus
it: _Metodo
pt_br: _Método
ru: _Метод
tr: _Yöntem
uk: _Метод
zh_cn: 方法(_M)

# MethodsTab
source: Methods
cs: Metody
de: Methoden
es_es: Métodos
fa: متود ها
fr: Méthodes
hu: Metódusok
it: Metodi
pt_br: Métodos
ru: Методы
tr: Yöntemler
uk: Методи
vi: Các Methods
zh_cn: 方法

# MoveDownCommand
source: Move _Down
cs: Posunout _dolů
de: Nach _unten
es_es: Mover hacia _abajo
fa: انتقال به _پایین
fr: Déplacer vers le _bas
hu: Mozgatás _lefelé
it: Spostare in _Basso
pt_br: Mover para Baixo
ru: Переместить _вниз
tr: _Aşağı İn
uk: Перемістити вниз
vi: Di chuyển _xuống
zh_cn: 下移(_D)

# MoveDown_ToolTip
source: Move Down
cs: Posunout dolů
de: Nach unten
es_es: Mover hacia abajo
fa: انتقال به پایین
fr: Déplacer vers le bas
hu: Mozgatás lefelé
it: Spostare in Basso
pt_br: Mover para Baixo
ru: Переместить вниз
tr: Aşağı İn
uk: Перемістити вниз
vi: Di chuyển xuống
zh_cn: 下移

# MoveUpCommand
source: Move _Up
cs: Pos_unout nahoru
de: Nach _oben
es_es: Mover hacia _Arriba
fa: انتقال به _بالا
fr: Déplacer vers le _haut
hu: Mozgatás _felfelé
it: Spostare in _Alto
pt_br: Mover_para_Cima
ru: Переместить вв_ерх
tr: _Yukarı Çık
uk: Перемістити В_гору
vi: Di chuyển _lên
zh_cn: 上移(_U)

# MoveUp_ToolTip
source: Move Up
cs: Posunout nahoru
de: Nach oben
es_es: Mover hacia arriba
fa: انتقال به بالا
fr: Déplacer vers le haut
hu: Mozgatás felfelé
it: Spostare in Alto
pt_br: Mover para Cima
ru: Переместить вверх
tr: Yukarı Çık
uk: Перемістити вгору
vi: Di chuyển lên
zh_cn: 上移

source: Named Arguments
cs: Pojmenované argumenty
de: Benannte Argumente
es_es: Nombre de Argumentos
fa: آرگومان های ناگذاری شده
fr: Arguments nommés
hu: Nevesített argumentumok
it: Argomenti con nome
pt_br: Argumentos Nomeados
ru: Именованные аргументы
tr: İsimlendirilmiş Argümanlar
uk: Іменовані аргументи
vi: Tên các Arguments
zh_cn: 命名参数

source: <<no-name>>
de: <<kein-Name>>
es_es: << sin nombre >>
fa: <<بینام>>
hu: <<névtelen>>
it: <<senza nome>>
pt_br: <<sem-nome>>
ru: <<безымянный>>
tr: <<isimsiz>>
uk: <<безіменний>>
zh_cn: << 没有名字 >>

# NotGenericType
source: {0} is not a generic type
cs: {0} není generický typ
de: {0} ist kein generischer Typ
es_es: {0} no es un tipo genérico
fa: {0} یک تایپ عمومی نمی باشد
fr: {0} n’est pas un type générique
hu: {0} nem egy általános típus
it: {0} non è un tipo generico
pt_br: {0} não é um tipo genérico
ru: {0} - это не обобщенный тип
tr: {0} genel bir tip değildir
uk: {0} - це не узагальнений тип
vi: {0} không phải là Generic Type
zh_cn: {0} 不是泛型类型

# OtherMethodsTab
source: Other Methods
cs: Ostatní metody
de: Andere Methoden
es_es: Otros métodos
fa: متودهای دیگر
fr: Autres méthodes
hu: Egyéb metódusok
it: Altri metodi
pt_br: Outros Métodos
ru: Другие методы
tr: Diğer Yöntemler
uk: Інші методи
vi: Các Methods khác
zh_cn: 其它方法

# ParamDef_Flags
source: Flags
cs: Vlajky
es_es: Banderas
fa: پرچم ها
fr: Marqueurs
hu: Jelzők
ru: Флаги
tr: Bayraklar
uk: Прапорці
zh_cn: 标志位

# ParamDef_Flags_In
source: _In
es_es: _En
hu: _Bemenet
pt_br: Entrada
tr: _İçinde
zh_cn: 传入(_I)

# ParamDef_Flags_Optional
source: O_ptional
cs: Ne_povinný
es_es: O_pcional
fa: _اختیاری
fr: _Facultatif
hu: O_pcionális
it: F_acoltativo
pt_br: Opcional
ru: О_пциональный
tr: O_psiyonel
uk: О_пційний
vi: T_ùy chọn
zh_cn: 可选的(_O)

# ParamDef_Flags_Out
source: O_ut
es_es: S_alida
hu: _Kimenet
pt_br: Saída
tr: D_ışarı
zh_cn: 传出(_U)

# ParamDef_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# ParamDef_Sequence
source: _Sequence
cs: _Sekvence
es_es: _Secuencia
fa: _دنباله
fr: _Séquence
hu: _Szekvencia
it: _Sequenza
pt_br: Sequência
ru: _Последовательность
tr: _Sekans
uk: _Послідовність
zh_cn: 序列(_S)

# ParamDef_Sequence_ToolTip
source: Sequence 0 is return parameter, sequence 1 is first parameter, etc
cs: Sekvence 0 je návratový parametr, sekvence 1 je první parametr, atd.
de: Sequence 0 ist der Rückgabeparameter, Sequence 1 ist der erste Parameter, etc
es_es: Secuencia 0 es parámetro de retorno, secuencia 1 es el primer parámetro, etcetera
fa: دنباله 0 پارامتر بازگشت است، دنباله 1 است پارامتر اول، و غیره
fr: Séquence 0 est le paramètre de retour, séquence 1 est le premier paramètre, etc
hu: A 0. szekvencia a visszatérési érték, az 1. az első paraméter, stb
it: Sequenza 0 è il parametro restituito, sequenza 1 è il primo parametro, ecc
pt_br: Sequência de 0 é o parâmetro de retorno, sequência 1 é o primeiro parâmetro, etc
ru: Последовательность 0 - возвращаемый параметр, последовательность 1 - первый параметр, и т.д.
tr: Sıra 0, dönüş parametresi, sıra 1, ilk parametredir, vb
uk: Послідовність 0 - параметр, що повертається, послідовність 1 - перший параметр тощо
vi: Trình tự 0 là Parameter trả về, trình tự 1 là Parameter đầu tiên, v.v
zh_cn: 序列0是返回参数，序列1是第一个参数，以此类推。

# ParameterNumber
source: param({0})
it: paramtero({0})
zh_cn: 参数({0})

# ParameterReturn
source: param(return)
it: paramtero(Ritorno)
tr: param(dönüş)
zh_cn: 参数(返回)

# Parameter_DefaultValueInfo
source: Default value for this parameter
cs: Výchozí hodnota pro tento parametr
de: Standardwert für diesen Parameter
es_es: Valor predeterminado para este parámetro
fa: مقدار پیش فرض برای این پارامتر
fr: Valeur par défaut pour ce paramètre
hu: Alapértelmezett érték ehhez a paraméterhez
it: Valore predefinito per questo parametro
pt_br: Valor padrão para este parâmetro
ru: Значение по умолчанию для этого параметра
tr: Bu parametre için varsayılan değer
uk: Значення по замовчунню для цього параметру
vi: Giá trị mặc định cho Parameter này
zh_cn: 参数默认值

# PasteAfterSelectionCommand
source: Paste After Se_lection
cs: Vložit po Zvo_lené části
de: Nach Auswah_l einfügen
es_es: Pegar después de Se_lección
fa: جای گذاری پس از _انتخاب
fr: Coller après la sé_lection
hu: Beillesztés a _kijelölés után
it: Incolla dopo Se_lezione
pt_br: Colar Após Seleção
ru: Вставить после выд_еления
tr: Se_çimden Sonra Yapıştır
uk: Вставити опісля вид_іленого
vi: Dán sau lựa chọn
zh_cn: 在选区后粘贴(_L)

# PasteCommand
source: _Paste
cs: _Vložit
de: _Einfügen
es_es: _Pegar
fa: _جای گذاری
fr: _Coller
hu: _Beillesztés
it: _Incolla
pt_br: _Colar
ru: _Вставить
tr: _Yapıştır
uk: _Вставити
vi: _Dán
zh_cn: 粘贴(_P)

# PickMember_OpenAsmToolTip
source: Open Assembly or NetModule
cs: Otevřít assembly nebo NetModule
de: Öffnet eine Assembly oder ein NetModule
es_es: Abrir ensamblado o móduloNet
fa: بازکردن اسمبلی یا NetModule
fr: Ouvrir l'assembly ou le NetModule
hu: Szerelvény vagy NetModul megnyitása
it: Apri Assembly o NetModule
pt_br: Abrir Assembly ou Módulo do .NET
ru: Открывает сборку или NetModule
tr: Assembly veya NetModule Aç
uk: Відкрити збірку чи NetModule
vi: Mở Assembly hoặc NetModule
zh_cn: 打开程序集或模块

# PickMember_Search
source: _Search
cs: Hledat
de: _Suche
es_es: _Buscar
fa: _جستجو
fr: _Rechercher
hu: _Keresés
it: _Ricerca
pt_br: _Pesquisar
ru: _Поиск
tr: _Ara
uk: _Пошук
vi: _Tìm kiếm
zh_cn: 搜索(_S)

# PickMember_SelectCorrectNode
source: You must select a correct node
cs: Je třeba vybrat správný uzel
de: Sie müssen einen richtigen Knoten auswählen
es_es: Debe seleccionar un nodo correcto
fa: شما باید یک گره صحیح را انتخاب کنید
fr: Vous devez sélectionner un noeud
hu: Válasszon ki egy helyes csomópontot
it: È necessario selezionare un nodo corretto
pt_br: Você deve selecionar um node correto
ru: Вы должны выбрать правильный узел
tr: Doğru düğümü seçmelisiniz
uk: Ви повинні вибрати правильний вузол
vi: Bạn phải chọn một Node chính xác
zh_cn: 您需要选择一个正确的节点

# PickMember_TypeMustBeSelected
source: A type must be selected.
cs: Typ musí být vybrán.
de: Ein Typ muss ausgewählt sein.
es_es: Se debe seleccionar un tipo.
fa: یک type باید انتخاب شود.
fr: Un type doit être sélectionné.
hu: Egy típust ki kell választani.
it: Un tipo deve essere selezionato.
pt_br: Um tipo deve ser selecionado.
ru: Должен быть выбран тип.
tr: Tip seçilmelidir.
uk: Необхідно вибрати тип.
vi: Một Type phải được chọn.
zh_cn: 必须选择一个类型.

# Pick_Constructor
source: Pick a Constructor
cs: Vybrat konstruktor
de: Wähle eine Konstruktor
es_es: Elegir un Constructor
fa: یک Constructor را انتخاب کنید
fr: Choisir un constructeur
hu: Válasszon konstruktort
it: Scegliere un costruttore
pt_br: Escolha um Construtor
ru: Выберите конструктор
tr: Yapıcı Seç
uk: Вибрати конструктор
vi: Chọn một Constructor
zh_cn: 选择一个构造函数

# Pick_EnumType
source: Pick an Enum Type
cs: Vybrat typ enum
de: Wähle einen Enumerationstyp
es_es: Escoger un tipo Enum
fa: یک نوع Enum انتخاب کنید
fr: Choisir un type Enum
hu: Válasszon Enum típust
it: Scegliere un tipo Enum
pt_br: Escolha um tipo Enum
ru: Выберите тип перечисления
tr: Bir enum türü seçin
uk: Вибрати тип Enum
vi: Chọn một Enum type
zh_cn: 选择枚举类型

# Pick_Type
source: Pick a Type
cs: Vybrat typ
de: Wähle einen Typ
es_es: Elija un tipo
fa: یک Type انتخاب کنید
fr: Choisir un type
hu: Válasszon típust
it: Selezionare un tipo
pt_br: Escolha um Tipo
ru: Выберите тип
tr: Tip Seç
uk: Виберіть тип
vi: Chọn một Type
zh_cn: 选择类型

# RawCustomAttributeBlob
source: Raw Blob
fa: Blob خام
fr: Blob brut
hu: Nyers Blob
ru: Сырые двоичные данные
tr: Raw damla
uk: Сирі двійкові дані
zh_cn: 原始Blob

# RawCustomAttributeBlob2
source: <raw blob>
fa: <blob خام>
fr: <blob brut>
hu: <nyers blob>
ru: <сырые двоичные данные>
uk: <сирі двійкові дані>
zh_cn: <原始Blob>

# RemoveAssembliesCommand
source: Remove {0} assemblies
cs: Odebrat {0} assemblies
de: {0} Assemblys entfernen
es_es: Retire los ensamblados {0}
fa: حذف اسمبلی {0}
fr: Retirer {0} assemblies
hu: {0} szerelvény eltávolítása
it: Rimuovi gli assembly {0}
pt_br: Remover {0} assemblies
ru: Удалить {0} сборок
tr: {0} derlemelerini kaldır
uk: Видалити {0} збірок
vi: Xóa bỏ {0} assembly
zh_cn: 移除 {0} 程序集

# RemoveAssemblyCommand
source: Remove Assembly
cs: Odebrat assembly
de: Assembly entfernen
es_es: Quite el ensamblado
fa: حذف اسمبلی
fr: Retirer l'assembly
hu: Szerelvény eltávolítása
it: Rimuovi Assembly
pt_br: Remover Assembly
ru: Удалить сборку
tr: Montajı kaldır
uk: Видалити збірку
vi: Xóa bỏ Assembly
zh_cn: 移除程序集

# RemoveCharacter_ToolTip
source: Remove Last Object
cs: Odstranit poslední objekt
de: Entfernt das letzte Objekt
es_es: Eliminar el último objeto
fa: حذف آخرین شیء
fr: Retirer le dernier objet
hu: Utolsó objektum törlése
it: Rimuovi l'ultimo oggetto
pt_br: Remover Último Objeto
ru: Удалить последний объект
tr: Son Objeyi Kaldır
uk: Видалити останній об'єкт
vi: Xóa bỏ đối tượng cuối
zh_cn: 移除最后的对象

# RemoveCommand
source: Remove {0}
cs: Odstranit {0}
de: {0} entfernen
es_es: Eliminar {0}
fa: حذف {0}
fr: Retirer {0}
hu: {0} törlése
it: Rimuovi {0}
pt_br: Remover {0}
ru: Убрать {0}
tr: {0} Kaldır
uk: Видалити {0}
vi: Xóa bỏ {0}
zh_cn: 移除 {0}

# RemoveLastTypeCharacter_ToolTip
source: Remove Last Type
cs: Odstranit poslední typ
de: Entfernt den letzten Typ
es_es: Eliminar último tipo
fa: حذف آخرین تایپ
fr: Retirer le dernier type
hu: Utolsó típus törlése
it: Rimuovi l'ultimo tipo
pt_br: Remover Último Tipo
ru: Удалить последний тип
tr: Son Tipi Kaldır
uk: Видалити останній тип
vi: Xóa bỏ Type cuối
zh_cn: 移除最后类型

# ReturnTypeRequired
source: A return type is required
cs: Je požadován návratový typ
de: Ein Rückgabetyp ist erforderlich
es_es: Se requiere un tipo de valor devuelto
fa: نوع بازگشت مورد نیاز است
fr: Un type en retour est requis
hu: Visszatérési típus szükséges
it: È necessario un tipo restituito
pt_br: Um tipo de retorno é necessário
ru: Требуется возвращаемый тип
tr: Geri dönüş tipi gereklidir
uk: Потрібний тип повернення
vi: Yêu cầu Type trả về
zh_cn: 返回类型是必须的

# SecurityDeclarationsTab
source: Sec Decls
es_es: Sec Decis
ru: Определения безопасности
zh_cn: 安全性说明

# Type
source: Type: {0}
cs: Typ: {0}
de: Typ: {0}
es_es: Tipo: {0}
fa: نوع(Type): {0}
hu: Típus: {0}
it: Tipo: {0}
pt_br: Tipo: {0}
ru: Тип: {0}
tr: Tip: {0}
uk: Тип: {0}
zh_cn: 类型: {0}

# TypeMustBeGeneric
source: The type must be a generic type
cs: Typ musí být generický typ
de: Der Typ muss ein generischer Typ sein
es_es: El tipo debe ser un tipo genérico
fa: این نوع(Type) باید از نوع generic باشد
fr: Le type doit être générique
hu: A típusnak általános típusnak kell lennie
it: Il tipo deve essere un tipo generico
pt_br: O tipo deve ser genérico
ru: Тип должен быть обобщенным
tr: Genel bir tür olmalıdır
uk: Тип має бути узагальнений
vi: Type phải là một Generic Type
zh_cn: 类型必须为泛型

# TypeSigCreator_Array
source: Arra_y
es_es: Matri_x
fa: آرایه
hu: _Tömb
ru: Масси_в
tr: Diz_i
uk: Маси_в
zh_cn: 数组(_Y)

# TypeSigCreator_Array_LowerBounds
source: Lo_wer Bounds
de: Lo_wer Grenzen
es_es: Límites In_ferioriores
fa: حدود پایین
fr: Limites _inférieures
hu: _Alsó határ
it: Limiti inferio_ri
pt_br: Li_mites Inferiores
ru: Ни_жние границы
tr: Al_t Sınırları
uk: Ни_жні границі
zh_cn: 下标(_W)

# TypeSigCreator_Array_LowerBounds_ToolTip
source: Comma separated list of array lower bounds (signed integers)
cs: Čárkami oddělený list lower bounds arrayí (signed integers)
de: Komma-separierte Liste von Arrayuntergrenzen (signierte Integer)
es_es: Lista separada por comas de matriz inferior límites (firmados enteros)
fa: لیست کاما جدا از هم متشکل از آرایه حدود پایین تر (اعداد صحیح علامت دار)
fr: Liste séparée par des virgules des limites basses du tableau (entiers signés)
hu: Tömb alsó határai vesszővel elválasztva (előjeles egészek)
it: Elenco separato da virgole dei limiti inferiori della matrice (intero con segno)
pt_br: Lista separada por vírgulas de limites inferiores de array (inteiros assinados)
ru: Список нижних границ массивов через запятую (целые со знаком)
tr: Liste dizisinin alt sınırlarını virgül ayırır (işaretli sayılar)
uk: Список нижніх границь масивів через кому (цілі зі знаком)
vi: Danh sách ngăn cách bằng dấu phẩy của mảng lower bounds (số nguyên có dấu)
zh_cn: 逗号分隔的数组下标列表(有符号整数)

# TypeSigCreator_Array_Rank
source: Ran_k
es_es: Ran_go
fa: _رتبه
fr: Ran_g
hu: Ran_g
it: Ran_go
ru: Ран_г
tr: Sıralama
uk: Ран_г
zh_cn: 维度(_K)

# TypeSigCreator_Array_Sizes
source: S_izes
es_es: T_amaño
fa: _اندازه ها
fr: _Tailles
hu: _Méretek
it: T_aglie
pt_br: T_amanhos
ru: Размеры
tr: Boyutları
uk: Розміри
zh_cn: 长度(_I)

# TypeSigCreator_Array_Sizes_ToolTip
source: Comma separated list of array sizes (unsigned integers)
cs: Čárkami oddělený list velikostí arrayí (unsigned integers)
de: Komma-separierte Liste von Array Größen (unsignierte Integer)
es_es: Lista separada por comas de tamaños de matriz (enteros sin signo)
fa: لیست جداشده کاما متشکل از اندازه آرایه (اعداد صحیح بی علامت)
fr: Liste séparée par des virgules de la taille des tableaux (entiers)
hu: Tömb méretek vesszővel elválasztva (előjel nélküli egészek)
it: Elenco separato da virgole delle dimensioni della matrice (intero seza segno)
pt_br: Lista separada por vírgulas de tamanhos de array (números inteiros sem sinal)
ru: Список размеров массивов через запятую (целые без знака)
tr: Liste dizisinin boyutlarını virgül ayırır (işaretsiz sayılar)
uk: Список розмірів масивів через кому (цілі без знаку)
vi: Danh sách ngăn cách bằng dấu phẩy của kích thước array (số nguyên không dấu)
zh_cn: 以逗号分隔的数组长度 （无符号整数）

# TypeSigCreator_Array_ToolTip
source: Convert type to a multidimensional array
cs: Převést typ na multidimenzionální pole
de: Konvertiere Typ in ein multidimensionales Array
es_es: Convertir texto en una matriz multidimensional
fa: تبدیل تایپ به آرایه چند بعدی
fr: Convertir le type en un tableau multidimensionnel
hu: Típus többdimenziós tömbbé konvertálása
it: Convertire il tipo di una matrice multidimensionale
pt_br: Converter tipo para um array multidimensional
ru: Преобразовать тип в многомерный массив
tr: Türü çok boyutlu diziye çevir
uk: Перетворити тип в багатомірний масив
vi: Chuyển thành multidimensional array
zh_cn: 将类型转换为一个多维数组

# TypeSigCreator_ByRef
source: _ByRef
zh_cn: 引用(_B)

# TypeSigCreator_ByRef_ToolTip
source: Convert type to a by-reference
cs: Převést typ na by-reference
de: Konvertiere Typ in eine Typ-Referenz
es_es: Convertir texto en una referencia
fa: تبدیل تایپ به یک by-reference
fr: Convertir le type en by-référence
hu: Típus hivatkozássá alakítása
it: Convertire tipo in un riferimento
pt_br: Converter tipo de uma by-reference
ru: Преобразовать тип в ссылочный
tr: Referansa göre tür dönüştür
uk: Перетворити тип в ссилочний
vi: Convert Type thành by-reference
zh_cn: 将类型转换为引用

# TypeSigCreator_Clear
source: Cl_ear
cs: Smaž
es_es: B_orrar
fa: _پاک کردن
fr: _Réinitialiser
hu: _Tisztít
it: Pul_ire
pt_br: Li_mpar
ru: Оч_истить
tr: Temizle
uk: Оч_истити
zh_cn: 清除(_E)

# TypeSigCreator_Clear_ToolTip
source: Clear type
cs: Smaž typ
de: Leere Typ
es_es: Borrar Byte
fa: پاک کردن تایپ
fr: Réinitialiser le type
hu: Típus törlése
it: Pulire tipo
pt_br: Limpar tipo
ru: Очистить тип
tr: Türü temizle
uk: Очистити тип
vi: Xóa Type
zh_cn: 清除类型

# TypeSigCreator_CModOpt
source: CModOp_t
tr: C Mod Katılımı
zh_cn: C修饰符可选 (_T)

# TypeSigCreator_CModOpt_ToolTip
source: Add an optional C modifier
cs: Přidat volitelný C modifikátor
de: Füge einen optionalen C Modifikator hinzu
es_es: Añadir un modificador opcional de C
fa: اضافه کردن یک اصلاح کننده C اختیاری
fr: Ajouter un modificateur C facultatif
hu: Opcionális C módosító hozzáadása
it: Aggiungi un modificatore C opzionale
pt_br: Adicionar um modificador opcional de C
ru: Добавить опциональный C-модификатор
tr: Opsiyonel bir C niteleyicisi ekle
uk: Додати опційний C-модифікатор
vi: Thêm tùy chọn C modifier
zh_cn: 添加可选的C修饰符

# TypeSigCreator_CModReqd
source: C_ModReqd
tr: C_Mod'nda belirtilmiştir
zh_cn: C修饰符依赖(_M)

# TypeSigCreator_CModReqd_ToolTip
source: Add a required C modifier
cs: Přidat požadovaný C modifikátor
de: Füge einen benötigten C Modifikator hinzu
es_es: Añadir un modificador C requiere
fa: اضافه کردن یک اصلاح کننده C الزامی
fr: Ajouter un modificateur C obligatoire
hu: Szükséges C módosító hozzáadása
it: Aggiungi un modificatore C richiesto
pt_br: Adicionar um modificador C necessário
ru: Добавить обязательный C-модификатор
tr: Gerekli bir C niteleyicisi ekle
uk: Додати необхідний модифікатор C
vi: Thêm C modifier bắt buộc
zh_cn: 添加依赖的C修饰符

# TypeSigCreator_FnPtr
source: _FnPtr
zh_cn: 函数指针(_F)

# TypeSigCreator_FnPtr_ToolTip
source: Add a function pointer
cs: Přidat pointer k funkci
de: Füge einen Funktionszeiger hinzu
es_es: Añadir un puntero a función
fa: اضافه کردن یک اشاره گر تابع
fr: Ajouter un pointeur de fonction
hu: Függvény mutató hozzáadása
it: Aggiungi un puntatore a funzione
pt_br: Adicionar um ponteiro de função
ru: Добавить указатель на функцию
tr: Fonksiyon işaretçisi ekle
uk: Додати вказівник на функцію
vi: Thêm một function pointer
zh_cn: 添加函数指针

# TypeSigCreator_GenericInst
source: _GenericInst
tr: Genel gösterge tabl
zh_cn: 泛型实例(_G)

# TypeSigCreator_GenericInst_ToolTip
source: Add a generic instance type
cs: Přidat typ generické instance
de: Füge einen generischen Instanz Typ hinzu
es_es: Agregar un tipo de instancia genérico
fa: افزودن یک instance type عمومی
fr: Ajouter un type d’instance générique
hu: Általános példány típus hozzáadása
it: Aggiungi un tipo di istanza generica
pt_br: Adicionar um tipo de instância genérica
ru: Добавление типа обобщенного экземпляра
tr: Genel türetilmiş tip ekle
uk: Додати тип узагальненого екземпляру
vi: Thêm một Generic instance type
zh_cn: 添加一个泛型实例类型

# TypeSigCreator_GenericsCount_ToolTip
source: Type/method generic variable number
cs: Typ/metoda generického proměnného čísla
de: Typ/Methode Typparameter Anzahl
es_es: Número variable genérico de método de tipo
fa: شماره متغیر متود/تایپ عمومی
fr: Nombre variable de type/méthode générique
hu: Típus/metódus generikus változók száma
it: Tipo/metodo numero variabile generico
pt_br: Número variável genérico do Tipo/método
ru: Номер обобщающей переменной типа/метода
tr: Tip / yöntem genel değişken numarası
uk: Номер узагальненої змінної типу/методу
zh_cn: 类型/方法泛型变量数

# TypeSigCreator_MultidimensionalArray
source: Multidimensional Array
cs: Vícerozměrné pole
de: Mehrdimensionales Array
es_es: Matriz multidimensional
fa: آرایه چند بعدی
fr: Tableau multidimensionnel
hu: Többdimenziós tömb
it: Array multidimensionali
pt_br: Array Multidimensional
ru: Многомерный массив
tr: Çok Boyutlu Dizi
uk: Багатомірний масив
zh_cn: 多维数组

# TypeSigCreator_MVar
source: _MVar
zh_cn: M变量(_M)

# TypeSigCreator_MVar_ToolTip
source: Add a method generic variable
cs: Přidat metodu generické proměnné
de: Fügt eine generische Variable der Methode hinzu
es_es: Agregue una variable genérica de método
fa: اضافه کردن یک متود متغیر عمومی
fr: Ajouter une variable de méthode générique
hu: Metódus generikus változó hozzádása
it: Aggiungi una variabile metodo generica
pt_br: Adicionar uma variável genérica do método
ru: Добавить обобщающую переменную для метода
tr: Genel yöntem değişkeni ekle
uk: Додати узагальнену змінну для методу
vi: Thêm một Method generic variable
zh_cn: 添加一个方法的泛型变量

# TypeSigCreator_Pinned
source: Pi_nned
fa: سنجاق کردن
fr: É_pinglé
hu: _Kitűzött
it: Bl_occato
pt_br: Fi_xado
ru: За_креплен
tr: Ba_ğlı
uk: За_кріплений
zh_cn: 已固定的(_n)
