Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

# EditAssemblyCommand2
source: Edit Assembly
cs: Upravit sestavení
de: Assembly bearbeiten
es_es: Editar ensamblado
fa: ویرایش اسمبلی(Assembly)
fr: Modifier l'Assembly
hu: Szerelvény szerkesztése
it: Modificare Assembly
pt_br: Editar Assembly
ru: Изменить сборку
tr: Derleme Düzenle
uk: Змінити збірку
vi: Chỉnh sửa Assembly
zh_cn: 编辑程序集

source: Edit Custom Attribute
cs: Upravit vlastní atribut
de: Bearbeite benutzerdefiniertes Attribut
es_es: Editar atributo personalizado
fa: ویرایش Attribute سفارشی
fr: Modifier l’attribut personnalisé
hu: Egyéni attribútum szerkesztése
it: Modificare attributo personalizzato
pt_br: Editar Atributo Personalizado
ru: Изменить пользовательский атрибут
tr: Özel Özniteliği Düzenle
uk: Змінити користувацький атрибут
vi: Sửa thuộc tính tùy chỉnh
zh_cn: 编辑自定义特性

# EditEventCommand
source: Edit Event...
cs: Upravit událost...
de: Ereignis bearbeiten...
es_es: Editar evento...
fa: ویرایش Event...
fr: Modifier l’événement...
hu: Esemény szerkesztése...
it: Modifica Event...
pt_br: Editar Evento...
ru: Изменить событие...
tr: Olayı Düzenle...
uk: Редагувати подію...
vi: Chỉnh sửa Event...
zh_cn: 编辑事件...

# EditEventCommand2
source: Edit Event
cs: Upravit udalost
de: Ereignis bearbeiten
es_es: Editar evento
fa: ویرایش Event
fr: Modifier l'événement
hu: Esemény szerkesztése
it: Modifica Event
pt_br: Editar Evento
ru: Изменить событие
tr: Olayı Düzenle
uk: Редагувати подію
vi: Chỉnh sửa Event
zh_cn: 编辑事件

# EditFieldCommand
source: Edit Field...
cs: Upravit pole...
de: Feld bearbeiten...
es_es: Editar campo...
fa: ویرایش Field...
fr: Modifiez le champ...
hu: Mező szerkesztése...
it: Modifica Field...
pt_br: Editar Campo...
ru: Изменить поле...
tr: Alanı Düzenle...
uk: Редагувати поле...
vi: Chỉnh sửa Field...
zh_cn: 编辑字段...

# EditFieldCommand2
source: Edit Field
cs: Upravit pole
de: Feld bearbeiten
es_es: Editar campo
fa: ویرایش Field
fr: Modifier le champ
hu: Mező szerkesztése
it: Modifica Field
pt_br: Editar Campo
ru: Изменить поле
tr: Alanı Düzenle
uk: Редагувати поле
vi: Chỉnh sửa Field
zh_cn: 编辑字段

source: Edit Generic Parameter
cs: Upravit generický parametr
de: Bearbeite generische Parameter
es_es: Editar parámetro genérico
fa: ویرایش Generic Parameter
fr: Modifier le paramètre générique
hu: Általálnos paraméter szerkesztése
it: Modifica parametro generico
pt_br: Editar Parâmetro Genérico
ru: Изменить обобщающий параметр
tr: Genel Parametreyi Düzenle
uk: Змінити узагальнюючий параметр
vi: Chỉnh sửa Generic Parameter
zh_cn: 编辑泛型参数

source: Edit Generic Parameter Constraint
cs: Upravit omezení generického parametru
de: Bearbeite generischen Parameter Zwang
es_es: Editar restricción de parámetro genérico
fa: ویرایش Generic Parameter Constraint
fr: Modifier Generic Parameter Constraint
hu: Általános paraméter megkötés szerkesztése
it: Modifica vincolo parametro generico
pt_br: Editar Restrição de Parâmetro Genérico
ru: Изменить ограничение обобщающего параметра
tr: Genel Parametre Kısıtını Düzenle
uk: Змінити обмеження узагальнюючого параметру
vi: Chỉnh sửa Generic Parameter Constraint
zh_cn: 编辑泛型参数约束

source: Edit MemberRef
cs: Upravit MemberRef
de: Bearbeite MemberRef
es_es: Editar referencia de miembro
fa: ویرایش MemberRef
fr: Modifier MemberRef
hu: MemberRef szerkesztése
it: Modifica MemberRef
pt_br: Editar MemberRef
ru: Изменить MemberRef
tr: MemberRef Düzenle
uk: Змінити MemberRef
vi: Chỉnh sửa MemberRef
zh_cn: 编辑成员引用

source: Edit Method Override
cs: Upravit přepis metody
de: Bearbeite Methodenüberschreibung
es_es: Editar método reemplazado
fa: ویرایش Method Override
fr: Modifiez la méthode Override
hu: Metódus felültöltés szerkesztése
it: Modifica Override del metodo
pt_br: Editar Método Override
ru: Изменить переопределение метода
tr: Metod Üstkopyasını Düzenle
uk: Змінити перевизначення методу
vi: Chỉnh sửa Method Override
zh_cn: 编辑方法重写

source: Edit MethodSpec
cs: Upravit specifikaci metody
de: Bearbeite MethodSpec
es_es: Editar Método de especificación
fa: ویرایش MethodSpec
fr: Modifier MethodSpec
hu: MethodSpec szerkesztése
it: Modifica MethodSpec
pt_br: Editar MethodSpec
ru: Изменить MethodSpec
tr: MethodSpec Düzenle
uk: Змінити MethodSpec
vi: Chỉnh sửa MethodSpec
zh_cn: 编辑方法声明

source: Edit ParamDef
cs: Upravit definici parametru
de: Bearbeite ParamDef
es_es: Editar definición del parámentro
fa: ویرایش ParamDef
fr: Modifier ParamDef
hu: ParamDef szerkesztése
it: Modifica ParamDef
pt_br: Editar ParamDef
ru: Изменить ParamDef
tr: ParamDef Düzenle
uk: Змінити ParamDef
vi: Chỉnh sửa ParamDef
zh_cn: 编辑 ParamDef

source: Edit Parameter
cs: Upravit parametr
de: Bearbeite Parameter
es_es: Editar parámetro
fa: ویرایش Parameter
fr: Modifier Parameter
hu: Paraméter szerkesztése
it: Modifica i parametri
pt_br: Editar Parâmetro
ru: Изменить параметр
tr: Parametre Düzenle
uk: Змінити ParamDef
vi: Chỉnh sửa Parameter
zh_cn: 编辑参数

source: Edit Security Attribute
cs: Upravit bezpečnostní atribut
de: Bearbeite Sicherheitsattribut
es_es: Editar atributo de seguridad
fa: ویرایش Security Attribute
fr: Editer attribut de sécurité
hu: Biztonsági attribútum szerkesztése
it: Modificare l'attributo di sicurezza
pt_br: Editar Atributo de Segurança
ru: Изменить атрибут безопасности
tr: Güvenlik Özniteliğini Düzenle
uk: Змінити атрибут безпеки
vi: Chỉnh sửa thuộc tính bảo mật
zh_cn: 编辑安全特性

source: Edit Security Declaration
cs: Upravit deklaraci zabezpečení
de: Bearbeite Sicherheitsdeklarierung
es_es: Editar declaración de seguridad
fa: ویرایش Security Declaration
fr: Modifier Security Declaration
hu: Biztonsági deklaráció szerkesztése
it: Modificare la dichiarazione di sicurezza
pt_br: Editar Declaração de Segurança
ru: Изменить объявление безопасности
tr: Güvenlik Tanımını Düzenle
uk: Змінити оголошення безпеки
vi: Chỉnh sửa bảo mật Declaration
zh_cn: 编辑安全声明

# EnumType
source: Enum: {0}
cs: Výčet: {0}
fr: Enumération : {0}
tr: Sıralama: {0}
zh_cn: 枚举：{0}

source: <error>
cs: <chyba>
de: <Fehler>
es_es: < error de>
fa: <خطا>
hu: <hiba>
it: < errore >
pt_br: <erro>
ru: <ошибка>
tr: <hata>
uk: <помилка>
vi: < Lỗi >
zh_cn: <错误>

# EventType
source: Event Type: {0}
cs: Typ události: {0}
de: Ereignistyp: {0}
es_es: Tipo de evento: {0}
fr: Type d’événement : {0}
hu: Esemény típus: {0}
pt_br: Tipo de Evento: {0}
ru: Тип события: {0}
tr: Etkinlik tipi: {0}
uk: Тип події: {0}
vi: Loại sự kiện: {0}
zh_cn: 事件类型：{0}

# Event_ClearCharacter_ToolTip
source: Set to null
cs: Nastavit na null
de: Auf null setzen
es_es: Establecer como nulo
fa: تنظیم به null
fr: Définir à null
hu: null-ra állítás
it: Imposta a null
pt_br: Atribuir null
ru: Установить в null
tr: Null olarak ayarla
uk: Встановити в null
vi: Sửa thành Null
zh_cn: 设置为 Null

# Event_InvokeMethod
source: _Invoke...
cs: Vyvolat...
es_es: _Invocar...
fa: _درخواست...
fr: _Invoquer...
hu: _Meghívás...
it: _Invocare...
pt_br: _Invocar...
ru: В_ызвать...
tr: _Çağır...
uk: Викликати...
zh_cn: 调用(_I)...

# Event_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# Event_RemoveMethod
source: _Remove...
cs: Odstranit...
de: _Entfernen...
es_es: _Eliminar...
fa: _حذف...
fr: _Supprimer...
hu: _Eltávolítás...
it: _Rimuovi...
pt_br: _Remover...
ru: _Убрать...
tr: _Kaldır...
uk: _Видалити
vi: _Loại bỏ...
zh_cn: 移除(_R)...

# FieldType
source: Field Type: {0}
cs: Typ pole: {0}
de: Feldtyp: {0}
es_es: Tipo campo: {0}
fr: Type de champ : {0}
hu: Mező típus: {0}
pt_br: Tipo de Campo: {0}
ru: Тип поля: {0}
tr: Alan Türü: {0}
uk: Тип поля: {0}
vi: Loại Field: {0}
zh_cn: 字段类型: {0}

# Field_Access
source: _Access
cs: Přístup
de: _Zugriff
es_es: Acceso
fa: _دسترسی
fr: _Accès
hu: _Hozzáférés
it: _Accesso
pt_br: _Acesso
ru: _Доступ
tr: _Erişim
uk: _Доступ
zh_cn: 访问

# Field_DefaultValueInfo
source: Default value for this field
cs: Výchozí hodnota pro toto pole
de: Standardwert für dieses Feld
es_es: Valor por defecto para este campo
fa: مقدار پیش فرض برای این field
fr: Valeur par défaut pour ce champ
hu: Alapértelmezett érték ehhez a mezőhöz
it: Valore predefinito per questo campo
pt_br: Valor padrão para este campo
ru: Значение по умолчанию для поля
tr: Bu alan için varsayılan değer
uk: Значення за замовчанням для цього поля
vi: Giá trị mặc định cho Field này
zh_cn: 字段默认值

# Field_Flags
source: Flags
cs: Vlajky
es_es: Banderas
fa: پرچم ها
fr: Marqueurs
hu: Jelzők
ru: Флаги
tr: Bayraklar
uk: Прапорці
zh_cn: 标志位

# Field_InitialValue
source: Initial_Value
cs: Počáteční hodnota
de: Initial_wert
es_es: Valor inicial
fa: مقدار_اولیه
fr: Valeur_Initiale
hu: Kezdeti_Érték
pt_br: Valor Inicial
tr: Başlangıç ​​değeri
uk: Початкове значення
vi: Giá trị ban đầu
zh_cn: 初始值(_V)

# Field_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# Field_Offset
source: O_ffset
cs: Ofset
de: _Versatz
es_es: Desplazamiento
fa: انحراف
hu: _Eltolás
ru: С_мещение
tr: dengele
uk: Офсет
zh_cn: 偏移(_F)

# GenericParameterNumber
source: gparam({0})
fa: شایعات({0})
zh_cn: 通用参数({0})

# GP_Class
source: C_lass
cs: Třída
de: K_lasse
es_es: Clase
fa: کلاس
fr: C_lasse
hu: _Osztály
pt_br: C_lasse
ru: К_ласс
tr: Sınıf
uk: Клас
zh_cn: 类(_L)

# GP_Constraints
source: Constraints
cs: Omezení
de: Beschränkungen
es_es: Restricciones
fa: محدودیت ها
fr: Contraintes
hu: Megszorítások
pt_br: Restrições
ru: Ограничения
tr: Kısıtlamalar
uk: Константи
zh_cn: 约束

# GP_DefaultConstructor
source: _Default ctor
cs: Výchozí konstruktor
de: Standardkonstruktor
es_es: Ctor _Predeterminado
fa: پیش فرض
fr: _Constructeur par défaut
hu: _Alapértelmezett ctor
pt_br: Ctor _Padrão
ru: Конструктор _по умолчанию
tr: _Geçerli ctor
uk: Конструктор за замовчуванням
vi: Ctor mặc định
zh_cn: 默认构造函数(_D)

# GP_Kind
source: Kind
cs: Druh
de: Art
es_es: Tipo
fa: نوع
fr: Type
hu: Fajta
it: Tipo
pt_br: Tipo
ru: Вид
tr: Çeşit
uk: Вид
vi: Loại
zh_cn: 类别

# GP_Kind_ToolTip
source: Only used if MD header version is 1.1 (0x0101). It's never 1.1 so ignore Kind
cs: Používá se pouze pokud je verze hlavičky MD1.1 (0x0101). Nikdy není 1.1, proto ignorujte druh
de: Wird nur bei der MD Header-Version 1.1 (0x0101) verwendet. Es ist niemals 1.1, drum ignoriere Kind
es_es: Solo se usa si la versión del encabezado MD es 1.1 (0x0101). Nunca es 1.1, así que ignora el tipo
fa: فقط وقتی استفاده میشود که هدر MD در ورژن 1.1 (0x0101) باشد. ورژن 1.1 نیست پس رد درخواست
fr: Seulement utilisé si la version de l'entête MD est 1.1 (0x0101) ce qui n'est jamais le cas
hu: Csak akkor használt, ha az MD fejléc verziója 1.1 (0x0101). Sosem 1.1 ezért a fajta figyelmen kívül hagyva.
it: Utilizzato solo se intestazione MD ha versione 1.1 (0x0101). Se non è 1.1 ignorare tipo
pt_br: Apenas usado se a versão do cabeçalho MD for 1.1 (0x0101). Nunca será 1.1 então apenas ignore Tipo
ru: Используется только если заголовок метаданных версии 1.1 (0x0101). Иначе Kind игнорируется
tr: Yalnızca MD başlık sürümü 1.1 ise (0x0101) kullanılır. Asla 1.1 değil, görmezden geliniz
uk: Використовувати лише якщо заголовок метаданих версії 1.1 (0x0101). Інакше Тип ігнорується
vi: Chỉ được sử dụng nếu phiên bản tiêu đề MD là 1.1 (0x0101). Không phải là 1.1 nên bỏ qua loại
zh_cn: 只有MD的头版本是1.1(0x0101) 时使用，它永远不可能是1.1所以忽略种类

# GP_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# GP_Number
source: N_umber
cs: Číslo
de: N_ummer
es_es: N_úmero
fa: شماره(_U)
fr: _Nombre
hu: _Szám
pt_br: N_úmero
ru: Ч_исло
tr: Rakam
uk: Число
vi: S_ố
zh_cn: 数字(_U)

# GP_Struct
source: _Struct
de: _Struktur
es_es: _Estructura
fa: سازه
hu: _Struktúra
ru: _Структура
tr: _Yapı
uk: Структура
vi: _Cấu trúc
zh_cn: 结构体(_S)

# GP_Variance
source: _Variance
cs: Odchylka
es_es: _Varianza
fa: مغایرت
hu: _Variancia
pt_br: _Variação
ru: _Вариантность
tr: _Değişiklik
uk: Варіантність
zh_cn: 方差(_V)

# HexNode_Cor20Header_Flags_32BitPref
source: 32-Bit Preferred
cs: Upřednostňovaný 32-bit
de: 32-Bit bevorzugt
es_es: Preferido 32 bits
fa: اولویت 32 بیت
fr: 32-bit de préférénce
hu: 32-bit preferált
it: Preferito a 32-bit
pt_br: Preferência 32 bits
ru: Предпочтительно 32-бит
tr: Tercih Edilmiş 32-Bit
uk: Переважно 32-Біт
vi: Ưu tiên 32-bit
zh_cn: 优先32位

# HexNode_Cor20Header_Flags_32BitReqd
source: 32-Bit Required
cs: Vyžadovat 32-bit
de: 32-Bit benötigt
es_es: Preferido 32-bit
fa: 32 بیتی مورد نیاز است
fr: 32-bit requis
hu: 32-bit szükséges
it: Richiesto a 32-bit
pt_br: Necessário 32 bits
ru: Требуется 32-bit
tr: Gereken 32-Bit
uk: Потрібно 32-bit
vi: Yêu cầu 32-bit
zh_cn: 强制32位

# HexNode_Cor20Header_Flags_ILLibrary
source: IL Library
cs: Knihovna IL
de: IL Bibliothek
es_es: Biblioteca de IL
hu: IL Könyvtár
it: Libreria IL
pt_br: Biblioteca IL
ru: Библиотека IL
tr: IL Kütüphane
uk: IL бібліотека
vi: Thư viện IL
zh_cn: IL库

# HexNode_Cor20Header_Flags_IL_Only
source: IL Only
cs: Pouze IL
de: Nur IL
es_es: IL sólo
fa: فقط IL
fr: IL Uniquement
hu: Csak IL
it: Solo IL
pt_br: IL apenas
ru: Только IL
tr: Sadece IL
uk: лишень IL
vi: Chỉ IL
zh_cn: 仅IL

# HexNode_Cor20Header_Flags_NativeEntryPoint
source: Native EntryPoint
cs: Nativní vstupní bod
de: Native Einstiegspunkt
es_es: Punto de entrada nativo
fa: نقطه شروع Native
fr: Point d'entrée natif
hu: Natív EntryPoint
it: Punto di ingresso nativo
pt_br: EntryPoint nativo
ru: Нативная точка входа
tr: Yerel Giriş Noktası
uk: Нативна точка входу
zh_cn: 本机入口点

# HexNode_Cor20Header_Flags_StrongNameSigned
source: Strong Name Signed
cs: Podepsáno silným jménem
es_es: Firma de Nombre fuerte
fa: امضای نام قوی
fr: Signé "Strong Name"
hu: Erős név aláírva
pt_br: Strong Name Assinado
ru: Подписана сильным именем
tr: İmzalı kesin ad
uk: Підпис сильним іменем
vi: Chữ ký định danh
zh_cn: 强名称签名

# HexNode_Cor20Header_Flags_TrackDebugData
source: Track Debug Data
cs: Stopovat ladící data
de: Verfolge Debug Daten
es_es: Datos de depuración de la pista
fa: پیگیری اطلاعات دیباگ
fr: Traçage des données de debug
hu: Debug adat követése
pt_br: Seguir Dados de Depuração
ru: Отслеживать отладочные данные
tr: Hata Ayıklama Verisini Takip Et
uk: Відслідковувати дебаг дані
vi: Theo dõi dữ liệu gỡ rối
zh_cn: 跟踪调试数据

# HexNode_Cor20_Header
source: Cor20 Header
cs: Hlavička Cor20
es_es: Cabecera de Cor20
fr: Entête Cor20
hu: Cor20 fejléc
it: Intestazione Cor20
pt_br: Cabeçalho Cor20
ru: Заголовок Cor20
tr: Cor20 Başlığı
uk: Заголовок Cor20
vi: Tiêu đề Cor20
zh_cn: Cor20 头

# HexNode_DOSHeader
source: DOS Header
cs: Hlavička DOS
es_es: Cabecera de DOS
fa: هدر DOS
fr: Entête DOS
hu: DOS fejléc
it: Intestazione DOS
pt_br: Cabeçalho DOS
ru: DOS заголовок
tr: DOS Başlığı
uk: DOS заголовок
vi: Tiêu đề DOS
zh_cn: DOS 头

# HexNode_FileHeader
source: File Header
cs: Header souboru
de: Datei-Header
es_es: Cabeceras de fichero
fa: هدر پرونده
fr: Entête du fichier
hu: Fájl fejléc
it: Intestazione del file
pt_br: Cabeçalho do Arquivo
ru: Заголовок файла
tr: Dosya Başlığı
uk: Заголовок файлу
vi: Tiêu đề tệp tin
zh_cn: 文件头

# HexNode_OptHeader32
source: Optional Header (32-bit)
cs: Nepovinný header (32-bit)
de: Optionaler Header (32-Bit)
es_es: Encabezado opcional (32-bit)
fa: سربرگ اختیاری (32 بیتی)
fr: Entête optionnelle (32 bits)
hu: Opcionális fejléc (32 bit)
it: Intestazione facoltativa (32-bit)
pt_br: Cabeçalho Opcional (32-bit)
ru: Необязательный заголовок (32-bit)
tr: Opsiyonel Başlık (32-Bit)
uk: Опційний заголовок (32-bit)
zh_cn: 可选头（32 -位）

# HexNode_OptHeader64
source: Optional Header (64-bit)
cs: Nepovinný header (64-bit)
de: Optionaler Header (64-bit)
es_es: Encabezado opcional (64 bits)
fa: سربرگ اختیاری (64 بیتی)
fr: Entête optionnelle (64 bits)
hu: Opcionális fejléc (64 bit)
it: Intestazione facoltativa (64-bit)
pt_br: Cabeçalho Opcional (64-bit)
ru: Необязательный заголовок (64-bit)
tr: Opsiyonel Başlık (64-Bit)
uk: Опційний заголовок (64-bit)
vi: Optional Header (32-bit)
zh_cn: 可选头（64 - 位）

# ImplMapTab
source: ImplMap
es_es: Implementación de Mapa
ru: Реализация
tr: ImlpHarita
zh_cn: 实现映射

# ImplMap_Enable
source: _Enable
cs: Za_pnout
de: _Aktivieren
es_es: _Habilitado
fa: فعال کردن(_E)
fr: _Activer
hu: _Engedélyez
it: _Attiva
pt_br: _Ativar
ru: Прим_енить
tr: _Etkinleştir
uk: Дозволити
vi: _Cho phép
zh_cn: 启用(_E)

# ImplMap_Module
source: Mo_dule
cs: Mo_dul
es_es: Mó_dulo
fa: ماژول
hu: Mo_dul
pt_br: Mó_dulo
ru: Мо_дуль
tr: Mo_dül
uk: Модуль
zh_cn: 模块(_D)

# ImplMap_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# MainTab
source: Main
cs: Hlavní
de: Hauptmenü
es_es: Principal
fa: اصلی
hu: Alap
ru: Основные
tr: Ana
uk: Головний
zh_cn: 主要

# MarshalType
source: Marshal Type: {0}
de: Marschall Typ: {0}
es_es: Tipo de Mariscal: {0}
fa: نوع مارشال: {0}
fr: Type de marshalling: {0}
hu: Marsall típusa: {0}
pt_br: Tipo de Marshal: {0}
ru: Маршаллинг: {0}
tr: Marshal Tipi: {0}
uk: Маршалінг: {0}
zh_cn: 元类型: {0}

# MarshalTypeTab
source: Marshal Type
de: Marschall Typ
es_es: Tipo de Mariscal
fa: نوع مارشال
fr: Type de marshalling
hu: Marsall típus
pt_br: Tipo de Marshal
ru: Маршаллинг
tr: Marshal Tipi
uk: Маршалінг
zh_cn: 元类型

# MarshalType_Array
source: _Array
es_es: _Matriz
fa: _آرایه
hu: _Tömb
ru: _Массив
tr: _Sırala
uk: Масив
zh_cn: 数组(_A)

# MarshalType_ByRef
source: _ByRef
zh_cn: 引用(_B)

# MarshalType_Data
source: _Data
de: _Daten
fa: _دیتا
fr: _Données
hu: A_dat
tr: Veri
vi: _Dữ liệu
zh_cn: 数据(_D)

# MarshalType_ElemType
source: Elem_Type
es_es: _Tipo de elemento
fa: نوع_آیتم
zh_cn: 元素类型(_T)

# MarshalType_Enable
source: _Enable
cs: Za_pnout
es_es: _Habilitado
fa: فعال کردن(_E)
fr: _Activer
hu: _Engedélyez
it: _Attiva
pt_br: _Ativar
ru: Прим_енить
tr: _Etkinleştir
uk: Дозволити
zh_cn: 启用(_E)

# MarshalType_EnumNotInitialized
source: <Not Initialized>
cs: <Neinicializováno>
de: <Nicht initialisiert>
es_es: < no inicializado >
fa: & lt؛ اولیه نیست & gt؛
fr: <Pas initialisé>
hu: <Nem Inicializált>
it: < Non inizializzato >
pt_br: <Não Inicializado>
ru: <Не инициализирован>
tr: <Başlatılamadı>
uk: <Не ініціалізований>
vi: <Không khởi tạo>
zh_cn: < 未初始化 >

# MarshalType_Flags
source: _Flags
es_es: _Banderas
fa: _پرچم ها
hu: _Jelzők
ru: _Флаги
tr: _Bayraklar
uk: _Прапорці
zh_cn: 标识位(_F)

# MarshalType_NativeType
source: _NativeType
es_es: Tipo _Native
fa: _نوع بومی
tr: _Yerli Tür
zh_cn: 本机类型(_N)

# MarshalType_Nothing
source: nothing
cs: nic
de: nichts
es_es: nada
fa: هیچی
fr: rien
hu: semmi
it: niente
pt_br: nada
ru: ничего
tr: hiçbir şey
uk: нічого
vi: không có gì
zh_cn: 无

# MarshalType_NumElems
source: _NumElems
es_es: _Número de elementos
zh_cn: 数字元素(_N)

# MarshalType_ParamIndex
source: ParamIndex
es_es: Índice de parámetros
zh_cn: 参数索引

# MarshalType_ParamIndex2
source: _ParamIndex
es_es: ïndice de _Parámetros
zh_cn: 参数索引(_P)

# MarshalType_ParamNum
source: _ParamNum
es_es: Número de _Parámentros
zh_cn: 参数数目(_P)

# MarshalType_Reserved
source: _Reserved
es_es: _Reservado
fa: _معکوس
hu: _Fenntartott
pt_br: Reservado
tr: _Rezerve
vi: Reverse
zh_cn: 已保留(_R)

# MarshalType_Size
source: _Size
de: _Größe
es_es: _Tamaño
fa: _اندازه
fr: _Taille
hu: _Méret
pt_br: _Tamanho
ru: _Размер
tr: _Boyut
uk: _Размір
vi: _Kích thước
zh_cn: 长度(_S)

# MarshalType_Vector
source: Vec_tor
fa: _وکتور
hu: Vek_tor
ru: Век_тор
tr: Vektör
uk: Век_тор
zh_cn: 矢量(_T)

# MemberRef_Class
source: Class
cs: Třída
de: Klasse
es_es: Clase
fa: کلاس
fr: Classe
hu: Osztály
pt_br: Classe
ru: Класс
tr: Sınıf
uk: Класс
zh_cn: 类

# MemberRef_ClassTab
source: Class
cs: Třída
de: Klasse
es_es: Clase
fa: کلاس
fr: Classe
hu: Osztály
pt_br: Classe
ru: Класс
tr: Sınıf
uk: Класс
zh_cn: 类

# MemberRef_FieldSigTab
source: FieldSig
es_es: Campo de firma
tr: Alanın kendisi
zh_cn: 字段签名

# MemberRef_InitFromField
source: Initialize from Field...
cs: Inicializovat z fieldu...
de: Initialisieren von Feld...
es_es: Inicializar de campo...
fa: راه اندازی از فیلد...
fr: Initialiser à partir du champ...
hu: Inicializálás mezőből...
it: Inizializza da Field...
pt_br: Inicializar a partir do Campo...
ru: Инициализировать из поля...
tr: Alandan başlatma...
uk: Ініціалізувати із поля...
vi: Khởi tạo từ Field...
zh_cn: 从字段初始化...

# MemberRef_InitFromMethod
source: Initialize from Method...
cs: Inicializovat z metody...
de: Initialisieren von Methode...
es_es: Inicializar el método...
fa: راه اندازی از متود...
fr: Initialiser à partir de la méthode...
hu: Inicializálás metódusból...
it: Inizializza dal Method...
pt_br: Inicializar a partir do Método...
ru: Инициализировать методом...
tr: Yöntemden başlatma...
uk: Ініціалізувати із Методу...
vi: Khởi tạo từ Method...
zh_cn: 从方法初始化...

# MemberRef_MethodDef
source: _MethodDef
es_es: Definición de _Método
fa: _متود Def
tr: YöntemDef
zh_cn: 方法定义(_M)

# MemberRef_MethodDef_ToolTip
source: Initialize Class to a MethodDef
cs: Inicializovat třídu do MethodDef
de: Initialisiere Klasse zu einer MethodDef
es_es: Inicializar la clase a un Método
fa: راه اندازی کلاس به MethodDef
fr: Initialiser la classe vers une MethodDef
hu: Osztály inicializálása MethodDef-hez
it: Inizializza una Class a MethodDef
pt_br: Inicializar Classe para um MethodDef
ru: Класс инициализации для MethodDef
tr: MethodDef Sınıfı için Başlat
uk: Класс ініціалізації для MethodDef
vi: Khởi tạo Class từ MethodDef
zh_cn: 初始化类的方法定义

# MemberRef_MethodSigTab
source: MethodSig
es_es: Método firma
pt_br: Dinos online
tr: YöntemSig
zh_cn: 方法签名

# MemberRef_ModuleRef
source: Mo_duleRef
es_es: Mó_dulo referencia
tr: ModülRef
zh_cn: 模块引用(_d)

# MemberRef_ModuleRef_ToolTip
source: Initialize Class to a ModuleRef
cs: Inicializovat třídu do ModuleDef
de: Initialisiere Klasse zu einer MethodRef
es_es: Inicializar la clase a un Módulo referencia
fa: راه اندازی کلاس به ModuleRef
fr: Initialiser la classe vers un ModuleRef
hu: Osztály inicializálása ModuleRef-hez
it: Inizializza una Class a ModuleRef
pt_br: Inicializar Classe para um ModuleRef
ru: Класс инициализации для ModuleRef
tr: ModuleRef Sınıfı için Başlat
uk: Класс ініціалізації для ModuleRef
vi: Khởi tạo Class từ ModuleRef
zh_cn: 将类初始化为模块引用

# MemberRef_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# MemberRef_Type
source: _Type
cs: _Typ
de: _Typ
es_es: _Tipo
fa: _نوع
hu: _Típus
pt_br: _Tipo
ru: _Тип
tr: _Tip
uk: _Тип
zh_cn: 类型(_T)

# MemberRef_TypeSpec
source: Type_Spec
es_es: Tipo_Especificación
tr: Türü_Spec
zh_cn: 类型声明(_S)

# MemberRef_TypeSpec_ToolTip
source: Initialize Class to a TypeSpec
cs: Inicializovat třídu do TypeSpec
de: Initialisiere Klasse zu einer TypeSpec
es_es: Inicializar la clase a un Módulo referencia
fa: راه اندازی کلاس به TypeSpec
fr: Initialiser la classe vers un TypeSpec
hu: Osztály inicializálása egy TypeSpec-re
it: Inizializza Class a TypeSpec
pt_br: Inicializar Classe para um TypeSpec
ru: Класс инициализации для TypeSpec
tr: TypeSpec Sınıfı için Başlat
uk: Класс ініціалізації для TypeSpec
vi: Khởi tạo lớp từ TypeSpec
zh_cn: 初始化类的类型声明

# MemberRef_Type_ToolTip
source: Initialize Class to a Type
cs: Inicializovat třídu na typ
de: Initialisiere Klasse zu einem Typ
es_es: Inicializar la clase a un Tipo
fa: راه اندازی کلاس به Type
fr: Initialiser la classe vers un type
hu: Osztály inicializálása egy típusra
it: Inizializza Class a Type
pt_br: Inicializar Classe para um Tipo
ru: Класс инициализации для типа
tr: Type Sınıfı için Başlat
uk: Класс ініціалізації для Типу
vi: Khởi tạo Class từ Type
zh_cn: 初始化类至类型
