Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

# Error_NotNetModule
source: {0} is not a NetModule
cs: {0} není NetModule
de: {0} ist kein NetModule
es_es: {0} no es un NetMódulo
fa: {0} یک NetModule نیست
fr: {0} n’est pas un NetModule
hu: {0} nem egy NetModule
it: {0} non è un NetModule
pt_br: {0} não é um Módulo .NET
ru: {0} это не NetModule
tr: {0} bir Ağ Modülü değil
uk: {0} не є NetModule
vi: {0} không phải là NetModule
zh_cn: {0} 不是一个. Net模块

# Error_NotSNKFile
source: '{0}' is not a strong name key file (snk)
cs: "{0}" není soubor klíče silného jména (snk)
de: "{0}" ist keine Schlüsseldatei mit starkem Namen (Snk)
es_es: '{0}' no es un archivo de clave de nombre seguro (snk)
fa: '{0}' یک فایل strong name key نیست (snk)
fr: «{0}» n'est pas un fichier Snk valide (Strong Name Key)
hu: '{0}' nem egy erős nevű kulcsfájl (snk)
it: '{0}' non è un file chiave con nome sicuro (snk)
pt_br: '{0}' não é um arquivo de chave de nome forte (snk)
ru: '{0}' это не файл ключа строгого имени (snk)
tr: '{0}' güçlü bir isim anahtarı dosyası değil (snk)
uk: '{0}' не є файлом ключа строгого імені (snk)
vi: '{0}' không phải là strong name key file (snk)
zh_cn: '{0}' 不是一个强名称密钥文件 (snk)

# Error_OnlyInstrsCanBeSelected
source: Only instructions can be selected
cs: Lze vybrat pouze instrukce
de: Nur Anweisungen können ausgewählt werden
es_es: Sólo pueden seleccionarse las instrucciones
fa: فقط دستورات میتوانند انتخاب شوند
fr: Seul les instructions peuvent être sélectionnées
hu: Csak utasításokat lehet kijelölni
it: Solo le istruzioni possono essere selezionate
pt_br: Apenas instruções podem ser selecionadas
ru: Можно выбрать только инструкцию
tr: Sadece talimatlar seçilebilir
uk: Можна вибрати лише інструкції
vi: Chỉ có thể lựa chọn các Instructions
zh_cn: 只能选择指令

# Error_OpenFile
source: Error opening file: {0}
cs: Chyba při otevírání souboru: {0}
de: Fehler beim Öffnen der Datei: {0}
es_es: Error al abrir el archivo: {0}
fa: خطا در بازکردن فایل: {0}
fr: Erreur lors de l'ouverture du fichier : {0}
hu: Hiba a fájl megnyitása során: {0}
it: Errore apertura file: {0}
pt_br: Erro ao abrir o arquivo: {0}
ru: Ошибка при открытии файла: {0}
tr: Dosya açılırken hata oluştu: {0}
uk: Помилка відкриття файлу: {0}
vi: Lỗi mở file: {0}
zh_cn: 打开文件时出错 ： {0}

# Error_OpenImage
source: Could not open file or it's not an image. Error: {0}
cs: Nelze otevřít soubor nebo to není obraz. Chyba: {0}
de: Die Datei konnte nicht geöffnet werden oder sie enthält kein Bild. Fehler: {0}
es_es: No se pudo abrir archivo o no es una imagen. Error: {0}
fa: نمیتوان فایل را باز کرد یا فایل اجرایی نمی باشد: {0}
fr: Impossible d'ouvrir le fichier ou image erronée. Erreur : {0}
hu: A fájl nem megnyitható vagy nem kép. Hiba: {0}
it: Impossibile aprire il file o non è un'immagine. Errore: {0}
pt_br: Não foi possível abrir o arquivo ou não é uma imagem. Erro: {0}
ru: Не могу открыть файл, или это не изображение. Ошибка: {0}
tr: Dosya açılamadı veya bu bir görüntü degil. Hata: {0}
uk: Не вдалось відкрити файл, або це не зображення. Помилка: {0}
vi: Không thể mở file hoặc file không phải là hình ảnh. Error: {0}
zh_cn: 无法打开文件或它不是一个图像。错误 ︰ {0}

# Error_OpMustBeField
source: Operand must be a field
cs: Operand musí být pole
de: Operand muss ein Feld sein
es_es: El operando debe ser un campo
fa: عملگر باید یک فیلد باشد
fr: L'opérande doit être un champ
hu: Az operandusnak mezőnek kell lennie
it: L'operando deve essere un campo
pt_br: Operando deve ser um campo
ru: Операнд должен быть полем
tr: İşlenen bir alan olmalı
uk: Операнд має бути полем
vi: Operand phải là một Field
zh_cn: 操作数必须是一个字段

# Error_OpMustBeInstr
source: Operand must be an instruction
cs: Operand musí být instrukce
de: Operand muss eine Anweisung sein
es_es: El operando debe ser una instrucción
fa: عملگر باید یک دستور باشد
fr: L'opérande doit être une instruction
hu: Az operandusnak utasításnak kell lennie
it: L'operando deve essere un'istruzione
pt_br: Operando deve ser uma instrução
ru: Операнд должен быть инструкцией
tr: İşlenen bir talimat olmalı
uk: Операнд має бути інструкцією
vi: Operand phải là một Instruction
zh_cn: 操作数必须是指令

# Error_OpMustBeListInstrs
source: Operand must be a list of instructions
cs: Operand musí být seznam instrukcí
de: Operand muss eine Liste von Anweisungen sein
es_es: El operando debe ser una lista de instrucciones
fa: عملگر باید لیستی از دستورات باشد
fr: L'opérande doit être une liste d'instructions
hu: Az operandusnak utasítás listának kell lennie
it: L'operando deve essere un elenco di istruzioni
pt_br: Operando deve ser uma lista de instruções
ru: Операнд должен быть списком инструкций
tr: İşlenen talimatların bir listesi olmalıdır
uk: Операнд має бути списком інструкцій
vi: Operand phải là một tập hợp các Instructions
zh_cn: 操作数必须是指令列表

# Error_OpMustBeLocal
source: Operand must be a local
cs: Operand musí být místní typ
de: Operand muss ein Feld sein
es_es: El operando debe ser un local
fa: عملگر باید یک متغیر باشد
fr: L'opérande doit être une locale
hu: Az operandusnak local-nak kell lennie
it: L'operando deve essere un locale
pt_br: Operando deve ser uma variável local
ru: Операнд должен быть локальной переменной
tr: İşlenen bir alan olmalı
uk: Операнд має бути локальною змінною
vi: Operand phải là một Local
zh_cn: 操作数必须是一个局部变量

# Error_OpMustBeMethod
source: Operand must be a method
cs: Operand musí být metoda
de: Operand muss eine Methode sein
es_es: El operando debe ser un método
fa: عملگر باید یک متود باشد
fr: L'opérande doit être une méthode
hu: Az operandusnak metódusnak kell lennie
it: L'operando deve essere un metodo
pt_br: Operando deve ser um método
ru: Операнд должен быть методом
tr: İşlenen bir alan olmalı
uk: Операнд має бути методом
vi: Operand phải là một Method
zh_cn: 操作数必须是一个方法

# Error_OpMustBeMethodSig
source: Operand must be a method signature
cs: Operand musí být podpis metody
de: Operand muss eine Methodensignatur sein
es_es: Operando debe ser una firma de método
fa: عملگر باید یک signature متود باشد
fr: L'opérande doit être une signature de méthode
hu: Az operandusnak metódus szignatúrának kell lennie
it: L'operando deve essere una firma di metodo
pt_br: Operando deve ser uma assinatura de método
ru: Операнд должен быть сигнатурой метода
tr: İşlenen bir yöntem imzası olmalıdır
uk: Операнд має бути сігнатурою методу
vi: Operand phải là một Method signature
zh_cn: 操作数必须是一个方法签名

# Error_OpMustBeParam
source: Operand must be a parameter
cs: Operand musí být parametr
de: Operand muss ein Parameter sein
es_es: El operando debe ser un parámetro
fa: عملگر باید یک پارامتر باشد
fr: L'opérande doit être un paramètre
hu: Az operandusnak paraméternek kell lennie
it: L'operando deve essere un parametro
pt_br: Operando deve ser um parâmetro
ru: Операнд должен быть параметром
tr: İşlenen bir parametre olmalıdır
uk: Операнд має бути параметром
vi: Operand phải là một Parameter
zh_cn: 操作数必须是一个参数

# Error_OpMustBeType
source: Operand must be a type
cs: Operand musí být typ
de: Operand muss ein Typ sein
es_es: El operando debe ser un tipo
fa: عملگر باید یک تایپ باشد
fr: L'opérande doit être un type
hu: Az operandusnak típusnak kell lennie
it: L'operando deve essere un tipo
pt_br: Operando deve ser um tipo
ru: Операнд должен быть типом
tr: İşlenen bir alan olmalı
uk: Операнд має бути типом
vi: Operand phải là một Type
zh_cn: 操作数必须是一个类型

# Error_OpMustBeTypeMethodField
source: Operand must be a type, method, field
cs: Operand musí být typem, metodou, polem
de: Operand muss ein Type, Methode, Feld sein
es_es: El operando debe ser un tipo, método, campo
fa: عملگر باید یک تایپ، متود، فیلد باشد
fr: L'opérande doit être un type, méthode, champ
hu: Az operandusnak típusnak, metódusnak, mezőnek kell lennie
it: L'operando deve essere un tipo, un metodo, un campo
pt_br: Operando deve ser um tipo, método, campo
ru: Операнд должен быть типом, методом, полем
tr: İşlenen bir tür, yöntem, alan olmalıdır
uk: Операнд має бути типом, методом, полем
vi: Operand phải là một Type, Method, Field
zh_cn: 操作数必须是类型、 方法、 字段

# Error_ReadingFiles
source: Error reading files: {0}
cs: Chyba při čtení souborů: {0}
de: Fehler beim Lesen der Dateien: {0}
es_es: Error de lectura de archivos: {0}
fa: خطا در خواندن فایل: {0}
fr: Erreur de lecture de fichiers : {0}
hu: Hiba a fájl olvasásakor: {0}
it: Errore di lettura dei file: {0}
pt_br: Erro ao ler arquivos: {0}
ru: Ошибка при чтении файлов: {0}
tr: Dosya okunurken hata oluştu: {0}
uk: Помилка читання файлів: {0}
vi: Lỗi đọc files: {0}
zh_cn: 读取文件时出错 ︰ {0}

# Error_SwitchInstrTargetHasBeenRemoved
source: Switch instruction target has been removed
cs: Přepínací cíl instrukce byl odstraněn
de: Switch Instruktionsziel wurde entfernt
es_es: El objetivo de instrucción se ha eliminado
fa: دستورات سوئیچ هدف حذف شد
fr: La cible de l'instruction switch a été retirée
hu: A switch utasítás célja el lett távolítva
it: La destinazione dell'istruzione Switch è stata rimossa
pt_br: Destino de instrução switch foi removido
ru: Точка перехода инструкции switch была удалена
tr: Anahtar yönergesi hedefi kaldırıldı
uk: Точка переходу інструкції switch була видалена
vi: Switch Instruction target đã bị xóa
zh_cn: 分支指令目标已经被移除

# Error_VersionStringTooLong
source: Version string is too long
cs: Řetězec verze je příliš dlouhý
de: Versionszeichenfolge ist zu lang
es_es: La Cadena de versión es demasiado larga
fa: رشته ورژن بسیار بلند است
fr: La chaîne de version est trop longue
hu: A verzió karakterlánc túl hosszú
it: La stringa della versione è troppo lunga
ru: Строка версии слишком длинная
tr: Sürüm dizesi çok uzun
uk: Версія задовга
vi: Chuỗi version quá dài
zh_cn: 版本字符串过长

# ExceptionHandlersTab
source: Exception Handlers
cs: Spouštěče vyjímek
de: Ausnahmebehandler
es_es: Controladores de excepciones
fa: مدیریت استثناء ها
fr: Gestionnaires d’exceptions
hu: Kivétel kezelők
it: Gestore Exception Handlers
pt_br: Manipuladores de exceções
ru: Обработчики исключений
tr: Özel Durum İşleyicileri
uk: Обробники виключень
vi: Quản lý lỗi
zh_cn: 异常处理程序

# GenericParametersTab
source: Generic Params
cs: Obecné parametry
de: Generische Parameter
es_es: Parámetros genéricos
fa: متغیر های عمومی
fr: Params génériques
hu: Általános param-ok
it: Params generico
pt_br: Params Genéricos
ru: Обобщающие параметры
tr: Genel parametreler
uk: Узагальнені Параметри
vi: Generic Parameter
zh_cn: 泛型参数

# GoToMetaDataTableRowCommand
source: Go to MD Table Row ({0:X8})
cs: Přejít na řádek tabulky MD ({0:X8})
de: Gehe zu MD Tabellenzeile ({0:X8})
es_es: Ir a la fila de la tabla de MD ({0:X8})
fa: رفتن به ({0:X8}) در MD Table Row
fr: Aller à la ligne ({0:X8}) de la table MD
hu: Ugrás MD tábla sorra ({0:X8})
it: Vai alla riga della tabella MD ({0:X8})
pt_br: Ir para linha da tabela MD ({0:X8})
ru: Перейти к записи в таблице метаданных ({0:X8})
tr: MD Tablo Satırına Git ({0: X8})
uk: Перейти до рядка таблиці MD ({0:X8})
vi: Đi đến MD Table Row ({0:X8})
zh_cn: 转到 MD 表行 ({0:X8})

# GoToMetaDataTableRowCommand2
source: Go to MD Table Row...
cs: Přejděte na řádek tabulky MD...
de: Gehe zu MD Tabellenzeile...
es_es: Ir a la fila de la tabla de MD...
fa: رفتن به MD Table Row...
fr: Aller à la ligne dans la Table MD...
hu: Ugrás MD tábla sorra...
it: Vai alla riga della tabella MD...
pt_br: Ir para a linha da tabela MD...
ru: Перейти к записи в таблице метаданных...
tr: MD Tablo Satırına Git...
uk: Перейти до рядка таблиці MD...
vi: Đi đến MD Table Row...
zh_cn: 转到 MD 表行......

# GoToMetaDataTableRowTitle
source: Go to MD Table Row
cs: Přejít na řádek tabulky MD
de: Gehe zu MD Tabellenzeile
es_es: Ir a la fila de la tabla de MD
fa: رفتن به MD Table Row
fr: Aller à la ligne dans la Table MD
hu: Ugrás MD tábla sorra
it: Vai alla riga della tabella MD
pt_br: Ir para linha de tabela MD
ru: Переход к записи в таблице метаданных
tr: MD Tablo Satırına Git
uk: Перейти до рядка таблиці MD
vi: Đi đến MD Table Row
zh_cn: 转到 MD 表行

# GoToMetaDataTableRow_InvalidMetadataToken
source: Invalid metadata token: 0x{0:X8}
cs: Neplatný metadatový token: 0x{0:X8}
de: Ungültiges Metadaten Token: 0x{0:X8}
es_es: Token de metadatos inválido: 0x{0:X8}
fa: توکن metadata نامعتبر می باشد: 0x{0:X8}
fr: Token de métadonnées invalide : 0x{0:X8}
hu: Hibás metaadat token: 0x{0:X8}
it: Token di metadati non valido: 0x{0:X8}
pt_br: Símbolo de metadados inválidos: 0x{0:X8}
ru: Неверный токен метаданных: 0x{0:X8}
tr: Geçersiz meta veri belirteci: 0x{0:X8}
uk: Невірний токен метаданих: 0x{0:X8}
vi: Metadata token sai: 0x{0:X8}
zh_cn: 无效的元数据标记 ︰ 0x{0:X8}

# GoToMetaDataTableRow_MetadataToken
source: _Metadata token
de: _Metadaten Token
es_es: Token de metadatos
fa: _توکن Metadata
fr: Token de _métadonnées
hu: _Metaadat token
it: Token di _Metadata
ru: Токен метаданных
tr: Meta veri belirteci
uk: Токен метаданих
zh_cn: 元数据标记(_M)

# GoToMetaDataTableRow_TokenDoesNotExist
source: Token {0:X8} doesn't exist in the metadata
cs: Token {0:X8} neexistuje v metadatech
de: Token {0:X8} existiert nicht in den Metadaten
es_es: {0:X8} token no existe en los metadatos
fa: توکن {0:X8} در metadata وجود ندارد
fr: Token {0:X8} n’existe pas dans les métadonnées
hu: Token {0:X8} nem található a metaadatok között
it: Il Token {0:X8} non esiste nei metadati
pt_br: O token {0:X8} não existe nos metadados
ru: Токен {0:X8} отсутствует в метаданных
tr: Belirteç {0:x8} meta verilerde yok
uk: Токен {0:X8} не існує в метаданих
vi: Token {0:X8} không tồn tại trong metadata
zh_cn: 标记{0:X8} 不存在元数据中

# GoToRowIdentifierCommand
source: _Go to RID...
cs: _Přejít na RID...
de: _Gehe zu RID...
es_es: _Ir para librar...
fa: _رفتن به RID...
fr: _Aller au RID...
hu: _Ugrás RID-hez...
it: _Vai a RID...
pt_br: Ir para RID...
ru: _Перейти к RID...
tr: RID'ye git...
uk: _Перейти до RID...
vi: _Đi đến RID...
zh_cn: 跳转到行ID (_G)...

# GoToRowIdentifier_InvalidRowIdentifier
source: Invalid RID: {0}
cs: Neplatný RID: {0}
de: Ungültiger RID: {0}
es_es: Inválido RID {0}
fa: RID نامعتبر: {0}
fr: RID invalide : {0}
hu: Érvénytelen RID: {0}
it: RID invalido: {0}
pt_br: RID inválido: {0}
ru: Неверный RID: {0}
tr: Geçersiz RID: {0}
uk: Невірне RID: {0}
zh_cn: 无效的行ID: {0}

# GoToRowIdentifier_Title
source: Go to RID
cs: Přejít na RID
de: Gehe zu RID
es_es: Ir al RID
fa: رفتن به RID
fr: Aller au RID
hu: Ugrás RID-hez
it: Vai a RID
pt_br: Ir para RID
ru: Перейти к RID
tr: RID'ye git
uk: Перейти до RID
vi: Đi đến RID
zh_cn: 跳转到行ID

# HexCopyMethodBodyCommand
source: Hex Copy Method Body
cs: Kopírovat hexadecimální tělo metody
de: Methodenrumpf als Hex kopieren
es_es: Copiar el cuerpo del método hexadecimal
fa: رونوشت از بدنه متود به صورت هگز
fr: Copie hexadécimale du corps de la méthode
hu: Metódus törzs hexa másolása
it: Copia il corpo del metodo in Hex
pt_br: Copiar Hex do Corpo do Método
ru: Копировать тело метода в HEX формате
tr: Hex Kopyalama Yöntemi Gövdesi
uk: Копіювати тіло методу в HEX форматі
zh_cn: 十六进制复制方法体

# HexNode_PE_Section
source: Section
cs: Sekce
de: Sektion
es_es: Sección
fa: سکشن
hu: Szakasz
it: Sezione
pt_br: Seção
ru: Секция
tr: Bölüm
uk: Секція
zh_cn: 节

# HexNode_StorageHeader
source: Storage Header
cs: Hlavička úložiště
es_es: Encabezado de almacenamiento
fa: مخزن Header
fr: Entête de stockage
hu: Tárolási fejléc
it: Conserva intestazione
pt_br: Cabeçalho de Armazenamento
ru: Заголовок хранилища
tr: Depolama başlığı
uk: Заголовок сховища
zh_cn: 存储标题

# HexNode_StorageSignature
source: Storage Signature
cs: Podpis úložiště
es_es: Firma de almacenaje
fa: امضای مخزن
fr: Signature de stockage
hu: Tárolási aláírás
it: Conserva Firma
pt_br: Assinatura de armazenamento
ru: Подпись хранилища
tr: Depolama İmzası
uk: Сігнатура сховища
zh_cn: 存储签名

# HexNode_StorageStream
source: Storage Stream
cs: Proud úložiště
es_es: Secuencia del almacenamiento de información
fa: استریم مخزن
fr: Flux de stockage
hu: Tárolási folyam
it: Conserva Flusso
pt_br: Stream de Armazenamento
ru: Поток хранилища
tr: Depolama akışı
uk: Потік сховища
zh_cn: 存储流

# HexNode_TablesStream
source: Tables Stream
cs: Tabulky proudů
de: Tabellen Stream
es_es: Tablas de flujo
fa: استریم جداول
fr: Tables de flux
hu: Tábla folyam
it: Tabelle di Flusso
pt_br: Stream de Tabelas
ru: Поток таблиц
tr: Tablolar Akışı
uk: Потік таблиць
zh_cn: 表流

# HexPasteMethodBodyCommand
source: Hex Paste Method Body
cs: Vložit hexadecimální tělo metody
de: Methodenrumpf als Hex einfügen
es_es: Pegar el cuerpo del método hexadecimal
fa: جایگذاری بدنه متود به صورت هگز
fr: Coller le corps de la méthode en héxa
hu: Metódus törzs hexa beillesztése
it: Inserisci il corpo del metodo in Hex
pt_br: Colar Hex do Corpo do Método
ru: Вставить шестнадцатеричное тело метода
tr: Hex Yapıştırma Yöntemi Gövdesi
uk: Вставити шістнадцяткове тіло методу
zh_cn: 十六进制粘贴方法体

# HexWriteEmptyMethodBodyCommand
source: Hex Write Empty Body
cs: Zapsat hexadecimálně prázdné tělo
de: Leeren Rumpf als Hex schreiben
es_es: Escribir cuerpo vacío en hexadecimal
fa: خالی کردن بدنه متود به صورت هگز
fr: Ecrire en héxa un corps vide
hu: Üres törzs hexa írása
it: Scrivi il corpo vouto in Hex
pt_br: Gravar em hexadecimal em espaço vazio
ru: Записать шестнадцатеричное пустое тело
tr: Hex Yazma Boş Gövde
uk: Записати шістнадцяткове пусте тіло
zh_cn: 十六进制写入空方法体

# HexWriteReturnFalseBodyCommand
source: Hex Write 'return false' Body
cs: Zapsat hexadecimálně tělo "return false"
de: 'return false' Rumpf als Hex schreiben
es_es: Escribir el cuerpo 'return false' en hexadecimal
fa: نوشتن 'return false' به صورت هگز در بدنه متود
fr: Ecrire 'return false' en héxa
hu: 'return false' törzs hexa írása
it: Scrittura Hex del Corpo 'return false'
pt_br: Gravar em hexadecimal 'return false'
ru: Записать шестнадцатеричное 'return false' тело
tr: Hex Yazma 'Yanlış dönüş' Gövdesi
uk: Записати шістнадцяткове 'return false' тіло
zh_cn: 十六进制写入方法体“return false”

# HexWriteReturnTrueBodyCommand
source: Hex Write 'return true' Body
cs: Zapsat hexadecimálně tělo "return true"
de: 'return true' Rumpf als Hex schreiben
es_es: Escribir el cuerpo 'return false' en hexadecimal
fa: نوشتن 'return true' به صورت هگز در بدنه متود
fr: Ecrire 'return true' en héxa
hu: 'return true' törzs hexa írása
it: Scrittura Hex del Corpo 'return true'
pt_br: Gravar em hexadecimal 'return true'
ru: Записать шестнадцатеричное 'return true' тело
tr: Hex yazma 'Gerçek dönüş' gövdesi
uk: Записати шістнадцяткове 'return true' тіло
zh_cn: 十六进制写入方法体“return true”

# Hex_Undo_Message_InsertBytes
source: Insert Bytes
cs: Vložit bajty
de: Füge Bytes ein
es_es: Insertar Bytes
fa: درج بایت ها
fr: Insérer des octets
hu: Bájt beszúrása
it: Inserire byte
pt_br: Inserir Bytes
ru: Вставить байты
tr: Bayt Ekle
uk: Вставити байти
zh_cn: 插入字节

source: Images
cs: Obrázky
de: Bilder
es_es: Imágenes
fa: تصاویر
hu: Képek
it: Immagini
pt_br: Imagens
ru: Изображения
tr: Resimler
uk: Малюнки
zh_cn: 图片

source: Index
es_es: Índice
fa: فهرست
it: Indice
pt_br: Índice
ru: Индекс
tr: Dizin
uk: Індекс
zh_cn: 序号

source: Info
es_es: Información
fa: اطلاعات
hu: Infó
ru: Информация
tr: Bilgi
zh_cn: 信息

# InstructionOperand
source: Operand
es_es: Operando
fa: عملگر
fr: Opérande
hu: Operandus
it: Operando
pt_br: Operador
ru: Операнд
tr: İşleç
uk: Операнд
zh_cn: 操作符

# Instr_Command1
source: Add New Instruction Be_fore Selection
cs: Přidat novou instrukci před výběrem
de: Neue Instruktion vor Auswahl hinzufügen
es_es: Añadir nuevas instrucciones An_tes de la selección
fa: اضافه کردن دستور العمل جدید قبل از انتخاب
fr: Ajouter la nouvelle instruction _avant la sélection
hu: Új utasítás hozzáadása a kijelölés _előtt
it: Aggiungere nuove istruzioni prima della selezione
pt_br: Adicionar Nova Instrução Antes da Seleção
ru: Добавить новую инструкцию п_еред выделением
tr: Seçimden Önce Yeni Açıklama Ekle
uk: Додати нову інструкцію пе_ред виділенням
vi: Thêm Instruction mới tr_ước lựa chọn
zh_cn: 在选区前添加指令(_F)

# Instr_Command2
source: Add New Instruction After Sele_ction
cs: Přidat novou instrukci po výběru
de: Neue Instruktion nach Auswahl hinzufügen
es_es: Añadir nueva instrucción después de la Sele_cción
fa: اضافه کردن دستور العمل جدید بعد از انتخاب
fr: Ajouter la nouvelle instruction _après la sélection
hu: Új utasítás hozzáadása a kijelölés _után
it: Aggiungere nuove istruzioni dopo la selezione
pt_br: Adicionar Nova Instrução Após a Seleção
ru: Добавить новую инструкцию п_осле выделения
tr: Seçimden Sonra Yeni Açıklama Ekle
uk: Додати нову інструкцію пі_сля виділенням
vi: Thêm Instruction mới sau Sele_ction
zh_cn: 在选区后添加指令(_C)

# Instr_Command3
source: _Append New Instruction
cs: Připojit novou instrukci
de: Neue Instruktion _anfügen
es_es: _Adjuntar nueva instrucción
fa: _افزودن دستور جدید
fr: _Ajouter une nouvelle instruction
hu: Új utasítás _hozzáfűzése
it: _Appendi nuova istruzione
pt_br: Inserir Nova Instrução
ru: _Добавить новую инструкцию в конец
tr: Yeni Açıklama Ekle
uk: _Додати нову інструкцію в кінець
vi: _Thêm Instruction mới
zh_cn: 添加新指令(_A)

# Instr_Command4
source: _Remove Instruction
cs: Odstranit instrukci
de: Instruktion _entfernen
es_es: _Eliminar instrucción
fa: حذف دستور
fr: _Enlever l'instruction
hu: Utasítás el_távolítása
it: _Rimuovi istruzione
pt_br: Remover Instrução
ru: _Удалить инструкцию
tr: Açıklama Sil
uk: Видалити Інструкцію
vi: _Xóa Instruction
zh_cn: 移除指令(_R)

# Instr_Command5
source: _Remove Instructions
cs: Odstranit instrukce
de: Instruktionen _entfernen
es_es: _Eliminar instrucciones
fa: _حذف دستورالعمل ها
fr: _Enlever les instructions
hu: Utasítások el_távolítása
it: _Rimuovi istruzioni
pt_br: Remover Instruções
ru: _Удалить инструкции
tr: Açıklamaları Sil
uk: Видалити Інструкції
vi: _Xóa Instructions
zh_cn: 移除指令(_R)

# Instr_Command6
source: Remo_ve All Instructions
cs: Odstranit všechny instrukce
de: Alle Instruktionen _entfernen
es_es: Remo_ve todas las instrucciones
fa: حذف _همه دستورالعمل ها
fr: Retirer _toutes les instructions
hu: _Minden utasítás eltávolítása
it: Rimuo_vi tutte le istruzioni
pt_br: Remover Todas Instruções
ru: Удалить все инструкции
tr: Tüm Açıklamaları Sil
uk: Видалити Усі Інструкції
vi: Remo_ve tất cả Instructions
zh_cn: 移除所有指令(_V)

# InterfacesTab
source: Interfaces
cs: Rozhraní
hu: Interfészek
it: Interfacce
ru: Интерфейсы
tr: Arayüzler
uk: Інтерфейси
zh_cn: 接口

# InvertBranchCommand
source: _Invert Branch
cs: Invertovat větev
de: Zweig _invertieren
es_es: _Invertir rama
fa: _معکوس کردن شرط
fr: _Inverser la branche
hu: Ág _invertálása
it: _Inverti diramazione
pt_br: _Inverter Branch
ru: _Инвертировать ветвь
tr: şubeyi tersine çevir
uk: _Інвертувати гілку
zh_cn: 反转分支(_I)

# InvertBranchesCommand
source: _Invert Branches
cs: Invertovat větve
de: Zweige _invertieren
es_es: _Invertir ramas
fa: _معکوس کردن شروط
fr: _Inverser les branches
hu: Ágak _invertálása
it: _Inverti diramazioni
pt_br: _Inverter Branches
ru: _Инвертировать ветви
tr: Şubeleri tersine çevir
uk: _Інвертувати гілки
zh_cn: 反转分支(_I)

# LocalName
source: Name
cs: Název
es_es: Nombre
fa: نام
fr: Nom
hu: Név
it: Nome
pt_br: Nome
ru: Имя
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称

# LocalsTab
source: Locals
cs: Lokální typy
es_es: Locales
fa: متغیرها
fr: Langues
hu: Helyi
it: Locali
pt_br: Locais
ru: Локальные переменные
tr: Yereller
uk: Локальні змінні
zh_cn: 局部变量

# LocalType
source: Type
cs: Typ
de: Typ
es_es: Tipo
fa: تایپ
hu: Típus
it: Tipo
pt_br: Tipo
ru: Тип
tr: Tip
uk: Тип
zh_cn: 类型

# Local_Command1
source: Add New Local Be_fore Selection
cs: Přidat nový lokální typ před výběrem
de: Neues Feld vor Auswahl hinzufügen
es_es: Agregar nuevo local An_tes de la selección
fa: اضافه کردن متغیر جدید قبل از انتخاب
fr: Ajouter la nouvelle locale _avant la sélection
hu: Új helyi változó hozzáadása a ki_jelölés előtt
it: Aggiungere nuova Locale prima della selezione
pt_br: Adicionar Um Novo Local Antes da Seleção
ru: Добавить новую локальную переменную пе_ред выделением
tr: Seçimden Önce Yeni Yerel Ekle
uk: Додати нову локальну змінну пе_ред виділенням
vi: Thêm Local mới tr_ước lựa chọn
zh_cn: 在选区前增加局部变量
