Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

source: Edit Interface Impl
cs: Upravit rozhraní Impl
de: Bearbeite Schnittstellenimplementation
es_es: Editar interface de Implementación
fa: ویرایش Interface Impl
fr: Modifier l’impl. d'interface
hu: Interfész megvalósítás szerkesztése
it: Modifica Interfaccia Impl
pt_br: Editar Interface Impl
ru: Изменить реализацию интерфейса
tr: Impl Arayüzü Düzenle
uk: Редагувати реалізацію інтерфейсу
vi: Chỉnh sửa Interface Impl
zh_cn: 编辑接口实现

# EditMethodBodyCommand
source: Edit Method Body...
cs: Upravit tělo metody...
de: Methodenrumpf bearbeiten...
es_es: Editar el cuerpo del método...
fa: ویرایش بدنه متود...
fr: Modifier le corps de la méthode...
hu: Metódus törzs szerkesztése...
it: Modifica il corpo del Metodo...
pt_br: Editar Corpo do Método...
ru: Изменить тело метода...
tr: Yöntem Gövdesini Düzenle...
uk: Редагувати тіло методу...
vi: Chỉnh sửa Method Body...
zh_cn: 编辑方法体...

# EditMethodBodyCommand2
source: Edit Method Body
cs: Upravit tělo metody
de: Methodenrumpf bearbeiten
es_es: Editar el cuerpo del método
fa: ویرایش بدنه متود
fr: Modifier le corps de la méthode
hu: Metódus törzs szerkesztése
it: Modifica il corpo del Metodo
pt_br: Editar Corpo do Método
ru: Изменение тела метода
tr: Yöntem Gövdesini Düzenle
uk: Редагувати тіло методу
vi: Chỉnh sửa Method Body
zh_cn: 编辑方法体

# EditMethodCommand
source: Edit Method...
cs: Upravit metodu...
de: Methode bearbeiten...
es_es: Editar el método...
fa: ویرایش متود...
fr: Éditer la méthode...
hu: Metódus szerkesztése...
it: Modifica Metodo...
pt_br: Editar Método...
ru: Изменить метод...
tr: Yöntem Düzenle...
uk: Редагувати метод...
vi: Chỉnh sửa Method...
zh_cn: 编辑方法...

# EditMethodCommand2
source: Edit Method
cs: Upravit metodu
de: Methode bearbeiten
es_es: Editar método
fa: ویرایش متود
fr: Éditer la méthode
hu: Metódus szerkesztése
it: Modifica Metodo
pt_br: Editar Método
ru: Изменение метода
tr: Yöntem Düzenle
uk: Редагувати метод
vi: Chỉnh sửa Method
zh_cn: 编辑方法

source: Edit Method MemberRef
cs: Upravit metodu MemberRef
de: Bearbeite Methoden Memberverweis
es_es: Editar método MemberRef
fa: ویرایش متود MemberRef
fr: Modifier le MemberRef de la méthode
hu: Metódus MemberRef szerkesztése
it: Modifica Metodo MemberRef
pt_br: Editar Método MemberRef
ru: Изменить MemberRef метода
tr: Edit yöntemi MemberRef
uk: Редагувати MemberRef методу
vi: Chỉnh sửa method MemberRef
zh_cn: 编辑方法成员引用

# EditModuleCommand
source: Edit Module...
cs: Upravit modul...
de: Modul bearbeiten...
es_es: Editar módulo...
fa: ویرایش ماژول...
fr: Editer le module...
hu: Modul szerkesztése...
it: Modifica Modulo...
pt_br: Editar Módulo...
ru: Изменить модуль...
tr: Modül Düzenle...
uk: Редагувати модуль...
vi: Chỉnh sửa Module...
zh_cn: 编辑模块...

# EditModuleCommand2
source: Edit Module
cs: Upravit modul
de: Modul bearbeiten
es_es: Editar módulo
fa: ویرایش ماژول
fr: Modifier le module
hu: Modul szerkesztése
it: Modifica Modulo
pt_br: Editar Módulo
ru: Изменение модуля
tr: Modül Düzenle
uk: Редагувати модуль
vi: Chỉnh sửa Module
zh_cn: 编辑模块

source: Edit Namespace
cs: Upravit namespace
de: Bearbeite Namensraum
es_es: Editar Espacio de Nombre
fa: ویرایش فضای نام
fr: Editer l'espace de nommage
hu: Névtér szerkesztése
it: Modifica Namespace
pt_br: Editar Namespace
ru: Переименование пространства имен
tr: İsim Uzayı Düzenle
uk: Редагувати простір імен
vi: Chỉnh sửa Namespace
zh_cn: 编辑命名空间

# EditOperand_Field
source: _Field...
de: _Feld...
es_es: _Campo...
fr: _Champ...
hu: _Mező...
it: _Campo...
pt_br: Campo...
ru: _Поле...
tr: _Alan...
uk: _Поле...
zh_cn: 字段(_F)...

# EditOperand_Field_MemberRef
source: F_ield MemberRef...
de: F_eld Memberverweis...
es_es: C_ampo MiembroRef...
fa: فیلد MemberRef...
fr: MemberRef du champ...
hu: _Mező MemberRef...
it: C_ampo MemberRef...
pt_br: Campo MemberRef...
ru: MemberRef п_оля...
tr: Alan MemberRef...
uk: MemberRef п_оля...
zh_cn: 字段引用成员(_I)

# EditOperand_Method
source: _Method...
cs: _Metoda...
de: _Methode...
es_es: _Método...
fa: _متود...
fr: _Méthode...
hu: M_etódus...
it: _Metodo...
pt_br: Método...
ru: _Метод...
tr: _Yöntem...
uk: _Метод...
zh_cn: 方法(_M)...

# EditOperand_MethodSpec
source: Met_hodSpec...
de: Met_hodenspezifikation...
tr: Özel Yöntem...
zh_cn: 方法声明(_H)...

# EditOperand_Method_MemberRef
source: M_ethod MemberRef...
de: M_ethoden Memberverweis...
es_es: M_étodo Miembro referencia...
fa: متود MemberRef...
hu: M_etódus MemberRef...
it: M_erodo MemberRef...
pt_br: Método MemberRef...
ru: MemberRef м_етода...
tr: Yöntem Üye Ref...
uk: MemberRef м_етоду...
zh_cn: 方法成员引用(_E)

# EditOperand_TypeSpec
source: Type_Spec...
de: Typ_spezifikation...
es_es: Type_Especificación...
pt_br: Tipo_Especificações...
tr: Tür Spekülasyon...
zh_cn: 类型声明(_S)...

# EditPropertyCommand
source: Edit Property...
cs: Upravit propertu...
de: Eigenschaft bearbeiten...
es_es: Editar propiedad...
fa: ویرایش ویژگی...
fr: Modifier la propriété...
hu: Tulajdonság szerkesztése...
it: Modifica Proprietà...
pt_br: Editar Propriedade...
ru: Изменить свойство...
tr: Özelliği Düzenle...
uk: Редагувати властивість...
vi: Sửa Property...
zh_cn: 编辑属性...

# EditPropertyCommand2
source: Edit Property
cs: Upravit propertu
de: Eigenschaft bearbeiten
es_es: Editar propiedad
fa: ویرایش ویژگی
fr: Modifier la propriété
hu: Tulajdonság szerkesztése
it: Modifica Proprietà
pt_br: Editar Propriedade
ru: Редактировать свойство
tr: Özelliği Düzenle
uk: Редагувати властивість
vi: Sửa Properties
zh_cn: 编辑属性

# EditResourceCommand
source: Edit Resource...
cs: Upravit resource...
de: Ressource bearbeiten...
es_es: Editar recursos...
fa: ویرایش ریسورس...
fr: Modifier la ressource...
hu: Erőforrás szerkesztése...
it: Modifica Risorsa...
pt_br: Editar Recurso...
ru: Изменить ресурс...
tr: Kaynak Düzenle...
uk: Редагувати ресурс...
vi: Sửa Resource...
zh_cn: 编辑资源...

# EditResourceCommand2
source: Edit Resource
cs: Upravit resource
de: Ressource bearbeiten
es_es: Editar recursos
fa: ویرایش ریسورس
fr: Modifier la ressource
hu: Erőforrás szerkesztése
it: Modifica Risorsa
pt_br: Editar Recurso
ru: Редактировать ресурсы
tr: Kaynak Düzenle
uk: Редагувати ресурс
vi: Sửa Resource
zh_cn: 编辑资源

# EditResource_ContainsNoMetadata
source: _Does not contain metadata
cs: Neobsahuje meta_data
de: _Enthält keine Metadaten
es_es: _No contiene metadatos
fa: _حاوی متادیتا نیست
fr: _Ne contient pas de métadonnées
hu: _Nem tartalmaz metaadatot
it: Non contiene metadati
pt_br: Não contém metadados
ru: _Метаданные отсутствуют
tr: _meta veri içermez
uk: _Метадані відсутні
zh_cn: 不包含元数据(_D)

# EditResource_File
source: _File
cs: _Soubor
de: _Datei
es_es: _Archivo
fa: _فایل
fr: _Fichier
hu: _Fájl
pt_br: _Arquivo
ru: _Файл
tr: _Dosya
uk: _Файл
zh_cn: 文件(_F)

# EditSwitchInstructionOperand
source: Edit Switch Operand
cs: Upravit Switch Operand
de: Switch Operand bearbeiten
es_es: Editar operando conmutador
fa: ویرایش Operand سوئیچ
fr: Modifier le commutateur opérand
hu: Switch operandus szerkesztése
it: Modifica Operando Switch
pt_br: Editar Operador Switch
ru: Изменить операнд switch
tr: Anahtar İşleneni Düzenle
uk: Змінити операнд switch
vi: Sửa Switch Operand
zh_cn: 编辑分支操作数

# EditTypeCommand
source: Edit Type...
cs: Upravit typ...
de: Typ bearbeiten...
es_es: Editar tipo...
fa: ویرایش تایپ...
fr: Modifier le type...
hu: Típus szerkesztése...
it: Modifica Tipo...
pt_br: Editar Tipo...
ru: Редактировать тип...
tr: Tipi Düzenle...
uk: Редагувати Тип...
vi: Sửa Type...
zh_cn: 编辑类型...

# EditTypeCommand2
source: Edit Type
cs: Upravit typ
de: Typ bearbeiten
es_es: Editar tipo
fa: ویرایش تایپ
fr: Modifier le type
hu: Típus szerkesztése
it: Modifica Tipo
pt_br: Editar Tipo
ru: Редактировать тип
tr: Tipi Düzenle
uk: Редагувати Тип
vi: Sửa Type
zh_cn: 编辑类型

# EH_Command1
source: Add New Exception Handler Be_fore Selection
cs: Přidat exception handler před vý_běr
de: Neuen Ausnahmebehandler vor Auswahl hinzufügen
es_es: Añadir un nuevo controlador de excepción An_tes de la selección
fa: ایجاد یک Exception Handler جدید قبل از انتخاب
fr: Ajouter un handler d'exception _avant la sélection
hu: Új kivételkezelő hozzáadása a kijelölés _előtt
it: Aggiungi nuovo gestore eccezioni p_rima selezione
pt_br: Adicionar Novo Manipulador de Exceções Antes da Seleção
ru: Добавить новый обработчик исключений Пе_ред выделенным
tr: Seçimden Önce Yeni Bir Exception Handler Ekle
uk: Додати новий обробник винятків Пе_ред виділенням
vi: Thêm mới quản lý lỗi trước khi lựa chọn
zh_cn: 在选择之前添加新异常处理

# EH_Command2
source: Add New Exception Handler After Sele_ction
cs: Přidat ex_ception handler po výběru
de: Neuen Ausnahmebehandler nach Auswahl hinzufügen
es_es: Agregar el nuevo controlador de excepción después de la Sele_cción
fa: ایجاد یک Exception Handler جدید بعد از انتخاب
fr: Ajouter un handler d'exception _après la sélection
hu: Új kivételkezelő hozzáadása a kijelölés _után
it: Aggiungi nuovo gestore eccezioni successiva sele_zione
pt_br: Adicionar Novo Manipulador de Exceções Após Seleção
ru: Добавить новый обработчик исключений По_сле выделенного
tr: Seçimden Sonra Yeni Bir Exception Handler Ekle
uk: Додати новий обробник винятків Пі_сля виділення
vi: Thêm mới quản lý lỗi sau khi lựa chọn
zh_cn: 在选择之后添加新异常处理

# EH_Command3
source: _Append New Exception Handler
cs: Připojit nový exception h_andler
de: Neuen Ausnahmebehandler an_fügen
es_es: _Adjuntar nuevo controlador de excepción
fa: _الحاق Exception Handler جدید
fr: _Ajouter un nouveau handler d'exception
hu: Új kivételkezelő hozzá_adása
it: _Aggiungi nuovo Exception Handler
pt_br: Acrescentar Novo Manipulador de Exceções
ru: _Добавить новый обработчик исключений
tr: Yeni Özel Durum İşleyicisi Ekle
uk: _Додати новий обробник виключень
vi: Bổ sung mới quản lý lỗi
zh_cn: 添加新的异常处理(_A)

# EH_Command4
source: _Remove Exception Handler
cs: Odst_ranit exception handler
de: Ausnahmebehandler _entfernen
es_es: _Eliminar controlador de excepciones
fa: _حذف Exception Handler
fr: _Retirer le handler d'exception
hu: Kivételkezelő e_ltávolítása
it: _Rimuovi Exception Handler
pt_br: Remover Manipulador de Exceções
ru: _Удалить обработчик исключений
tr: Exception Handler Sil
uk: _Видалити обробник виключень
vi: _Loại bỏ quản lý lỗi
zh_cn: 移除异常处理程序(_R)

# EH_Command5
source: _Remove Exception Handlers
cs: Odst_ranit exception handlery
de: Ausnahmebehandler _entfernen
es_es: _Eliminar controladores de excepciones
fa: _حذف Exception Handler ها
fr: _Retirer les handlers d'exception
hu: Kivételkezelők e_ltávolítása
it: _Rimuovi Exception Handlers
pt_br: _Remover Manipuladores de Exceções
ru: _Удалить обработчики исключений
tr: Exception Handle'ları sil
uk: _Видалити обробники виключень
vi: _Loại bỏ các quản lý lỗi
zh_cn: 移除异常处理程序(_R)

# EH_Command6
source: Remo_ve All Exception Handlers
cs: Odstranit _všechny exception handlery
de: Alle Ausnahmebehandler _entfernen
es_es: Elimin_ar todos los controladores de excepción
fa: حذف _همه Exception Handler ها
fr: _Retirer tous les handlers d'exception
hu: Összes kivételkezelő el_távolítása
it: Rimuo_vi tutti i gestori di eccezioni
pt_br: Remover Todos Manipuladores de Exceções
ru: Удали_ть все обработчики исключений
tr: Tüm Exception Handle'ları Sil
uk: _Видалити усі обробники виключень
vi: Loại_ bỏ toàn bộ quản lý lỗi
zh_cn: 删除所有异常处理程序(_V)

source: <empty filename>
de: <leere Dateiname>
es_es: < nombre de archivo vacío >
fa: <نام فایل خالی>
fr: <nom de fichier vide>
hu: <üres fájlnév>
it: <nome del file vuoto>
pt_br: <nome do arquivo vazio>
ru: <пустое имя файла>
tr: <boş dosya adı>
uk: <пусте ім'я файлу>
vi: <tên file rỗng>
zh_cn: < 空文件名 >

# Error_AssemblyFieldMustNotBeEmpty
source: Assembly must not be empty.
cs: Assembly nesmí být prázdné.
de: Assembly darf nicht leer sein.
es_es: El nombre de ensamblado no debe de estar vacio.
fa: اسمبلی نباید خالی باشد.
fr: L'assembly ne doit pas être vide.
hu: A szerelvény nem lehet üres.
it: Assembly non deve essere vuoto.
pt_br: Assembly não pode estar vazio.
ru: Сборка не должна быть пустой.
tr: Derleyici boş olmamalı.
uk: Збірка не має бути пустою.
vi: Assembly không được để trống.
zh_cn: 程序集不能为空.

# Error_CouldNotFindMethod
source: Could not find method: {0}
cs: Nelze najít metodu: {0}
de: Konnte Methode {0} nicht finden
es_es: No se pudo encontrar método: {0}
fa: نمیتوان متود را پیدا کرد: {0}
fr: N’a pas trouvé la méthode : {0}
hu: A metódus nem található: {0}
it: Impossibile trovare il metodo: {0}
pt_br: Não foi possível encontrar o método: {0}
ru: Не удалось найти метод: {0}
tr: Yöntem bulunamadı: {0}
uk: Не вдалось знайти метод: {0}
vi: Không thể tìm thấy method: {0}
zh_cn: 找不到方法: {0}

# Error_CouldNotFindTypeOrItsAssembly
source: Could not find the type or its assembly.
cs: Nelze najít typ nebo jeho assembly.
de: Konnte den Typ oder dessen Assembly nicht finden.
es_es: No se pudo encontrar el tipo o su ensamblado.
fa: نمیتوان تایپ یا اسمبلی اش رو پیدا کرد.
fr: Type ou assembly introuvable.
hu: A típus vagy a szerelvénye nem található.
it: Impossibile trovare il tipo o il suo assembly.
pt_br: Não foi possível encontrar o tipo ou o seu assembly.
ru: Не удалось найти тип или его сборку.
tr: Tipi veya derleyicisi bulunamadı.
uk: Не вдалось знайти тип чи його збірку.
vi: Không tìm thấy type hoặc assembly tương ứng.
zh_cn: 无法找到类型或其程序集

# Error_CouldNotLoadType
source: Could not load type '{0}': {1}
cs: Nelze načíst typ "{0}": {1}
de: Konnte Typ '{0}' nicht laden: {1}
es_es: No se pudo cargar el tipo '{0}': {1}
fa: نمیتوان تایپ '{0}': {1} را پیدا نمود
fr: Echec du chargement du type «{0}» : {1}
hu: A(z) '{0}' típus nem tölthető be: {1}
it: Impossibile caricare il tipo '{0}': {1}
pt_br: Não foi possível carregar o tipo '{0}': {1}
ru: Не могу загрузить тип '{0}': {1}
tr: '{0}' Tipi yüklenemedi: {1}
uk: Не вдалось завантажити тип '{0}': {1}
vi: Không thể đọc type '{0}': {1}
zh_cn: 未能加载类型 '{0}': {1}

# Error_CouldNotSerializeImages
source: Couldn't serialize the images. Error: {0}
cs: Nelze serializovat obrázky. Chyba: {0}
de: Konnte die Bilder nicht serialisieren. Fehler: {0}
es_es: No se pudo serializar las imágenes. Error: {0}
fa: نمیتوان تصاویر را مرتب سازی نمود. خطا: {0}
fr: Impossible de sérialiser les images. Erreur : {0}
hu: A képek nem szerializálhatók. Hiba: {0}
it: Impossibile serializzare le immagini. Errore: {0}
pt_br: Não foi possível serializar as imagens. Erro: {0}
ru: Не могу сериализовать изображения. Ошибка: {0}
tr: Görüntüler serileştirilemedi. Hata: {0}
uk: Не вдалось серіалізувати зображення. Помилка: {0}
vi: Không thể serialize ảnh. Lỗi: {0}
zh_cn: 无法序列化图片。错误：{0}

# Error_DeSerializationDisabledInSettings
source: (De)serialization is disabled in the settings.
cs: (De)serializace je v nastavení zakázána.
de: De-/Serialisierung ist in den Einstellungen deaktiviert.
es_es: La (De)serialización está deshabilitada en la configuración.
fa: (نا)مرتب سازی در تنظیمات غیرفعال شده.
fr: (Dé)sérialisation est désactivée dans les paramètres.
hu: (Vissza)szerializáció le van tiltva a beállításokban.
it: La (de)serializzazione è disattivata nelle impostazioni.
pt_br: Deserialização está desabilitada nas configurações.
ru: (Де)сериализация отключена в настройках.
tr: (De)serileştirme ayarlarını devre dışı bırakılır.
uk: (Де)серіалізація виключена в налаштуваннях.
vi: (De)serialization bị vô hiệu hóa trong settings.
zh_cn: (反)序列化已被设置禁止。

# Error_EmptyImageList
source: It's not possible to create an empty image list
cs: Není možné vytvořit prázdný seznam obrázků
de: Es ist nicht möglich eine leere Bilderliste zu erstellen
es_es: No es posible crear una lista de imágenes vacías
fa: امکان ایجاد لیست تصویر خالی وجود ندارد
fr: Il n’est pas possible de créer une liste d’images vides
hu: Nem lehet létrehozni üres kép listát
it: Non è possibile creare un elenco di immagini vuote
pt_br: Não é possível criar uma lista de imagem vazia
ru: Невозможность создать пустой список изображений
tr: Boş resim listesi oluşturmak mümkün değil
uk: Неможливо створити пустий список зображень
vi: Không thể tạo hình ảnh rỗng
zh_cn: 无法创建空的图像列表。

# Error_Filename_ContainsInvalidPathCharacter
source: Filename contains at least one invalid path character.
cs: Název souboru obsahuje nejméně jeden neplatný znak cesty.
de: Dateiname enthält mindestens ein ungültiges Pfad Zeichen.
es_es: Nombre de archivo contiene al menos un carácter no válido ruta de acceso.
fa: نام فایل حاوی حداقل یک کاراکتر غیرمجاز است.
fr: Nom de fichier contient au moins un caractère invalide.
hu: Az fájlnév legalább egy helytelen karaktert tartalmaz.
it: Il nome del file contiene almeno un carattere di percorso non valido.
pt_br: Nome do arquivo contém pelo menos um caracter de caminho inválido.
ru: Имя файла содержит недопустимые символы.
tr: Dosya adı en az bir geçersiz yol karakteri içeriyor.
uk: Ім'я файлу містить недопустимі символи.
vi: Tên file chứa ít nhất ký tự đường dẫn không hợp lệ.
zh_cn: 文件名包含无效路径字符。

# Error_Filename_Empty
source: Filename can't be empty.
cs: Název souboru nemůže být prázdný.
de: Der Dateiname kann nicht leer sein.
es_es: Nombre de archivo no puede estar vacío.
fa: نام پرونده نمی تواند خالی باشد.
fr: Nom du fichier ne peut pas être vide.
hu: A fájlnév nem lehet üres.
it: Il nome del file non può essere vuoto.
pt_br: Nome do arquivo não pode estar vazio.
ru: Имя файла не может быть пустым.
tr: Dosya adı boş olamaz.
uk: Ім'я файлу не може бути порожнім.
vi: Tên file không thể để trống.
zh_cn: 文件名不能为空。

# Error_Filename_FolderDoesNotExist
source: Folder '{0}' doesn't exist.
cs: Složka "{0}" neexistuje.
de: Verzeichnis '{0}' existiert nicht.
es_es: La Carpeta '{0}' no existe.
fa: فایل '{0}' وجود ندارد.
fr: Dossier «{0}» n’existe pas.
hu: "{0}" mappa nem létezik.
it: La cartella '{0}' non esiste.
pt_br: Pasta '{0}' não existe.
ru: Папка «{0}» не существует.
tr: '{0}' Dosyası yok.
uk: Папка «{0}» не існує.
vi: Folder '{0}' không tồn tại.
zh_cn: 文件夹 '{0}' 不存在。

# Error_Filename_FolderExists
source: A folder with the same name as the filename already exists.
cs: Složka se stejným jménem již existuje.
de: Ein Ordner mit demselben Namen wie der Dateiname existiert bereits.
es_es: Ya existe una carpeta con el mismo nombre que el nombre de archivo.
fa: پرونده ای با نام مشابه فایل وجود دارد.
fr: Un dossier de même nom que le fichier existe déjà.
hu: Már létezik egy fájl a célmappáéval megegyező névvel.
it: Esiste già una cartella con lo stesso nome del nome file.
pt_br: Uma pasta com o mesmo nome que o nome do arquivo já existe.
ru: Уже существует папка с тем же именем, как имя файла.
tr: Klasör adı ile aynı olan dosya adı zaten var.
uk: Папка з такою ж назвою як ім'я файлу вже існує.
vi: Thư mục có tên trùng tên file đã tồn tại.
zh_cn: 与文件夹同名的文件已经存在。

# Error_Filename_OnlyWhitespace
source: Filename can't contain only white space
cs: Název souboru nemůže obsahovat pouze prázdné znaky
de: Der Dateiname kann nicht nur aus Leerzeichen bestehen
es_es: Nombre de archivo no puede contener espacio en blanco sólo
fa: نام فایل نمیتواند فقط شامل فضای خالی باشد
fr: Le nom de fichier ne peut contenir uniquement que des espaces blancs
hu: A fájlnév nem állhat csak üres karakterekből
it: Il nome del file non può contenere solo lo spazio
pt_br: Nome do arquivo não pode conter apenas espaço branco
ru: Имя файла не может содержать только пустые символы
tr: Dosya adı sadece boşluk içeremez
uk: Ім'я файлу не може містити тільки пробіли
vi: Tên file không thể chứa ký tự trống
zh_cn: 文件名不能仅包含空白字符。

# Error_Filename_ReservedOSFilename
source: The filename is a reserved operating system filename and can't be used.
cs: Název souboru je rezervován operačním systémem a nemůže být použit.
de: Der Dateiname ist ein reservierter Betriebssystem-Dateiname und kann nicht verwendet werden.
es_es: El nombre de archivo es un archivo reservado de sistema operativo y no puede utilizarse.
fa: نام فایل یک دستور عملیاتی سیستم است و نمیتواند استفاده شود.
fr: Le nom du fichier est réservé par le système et ne peut être utiliser.
hu: A fájlnév egy fenntartott operációs rendszer fájlnév, nem használható.
it: Il nome file è riservato al sistema operativo e non può essere utilizzato.
pt_br: O nome do arquivo é reservado pelo sistema operacional e não pode ser usado.
ru: Имя файла зарезервировано операционной системой и не может быть использовано.
tr: Dosya adı ayrılmış işletim sistemi dosya adıdır ve kullanılamaz.
uk: Ім'я файлу є зарезервоване операційною системою і не може використовуватися.
vi: Tên file là tên dành riêng cho hệ điều hành, không thể dùng.
zh_cn: 无法使用系统保留的文件名。

# Error_Filename_TooLong
source: Filename is too long.
cs: Název souboru je příliš dlouhý.
de: Dateiname ist zu lang.
es_es: Nombre del archivo es demasiado largo.
fa: نام فایل خیلی طولانی است.
fr: Nom de fichier trop long.
hu: A fájlnév túl hosszú.
it: Il nome del file è troppo lungo.
pt_br: Nome do arquivo é muito longo.
ru: Имя файла слишком длинное.
tr: Dosya adı çok uzun.
uk: Ім'я файлу задовге.
vi: Tên file quá dài.
zh_cn: 文件名过长。

# Error_InstrHasBeenRemoved
source: Instruction has been removed
cs: Instrukce byla odstraněna
de: Instruktion wurde entfernt
es_es: La Instrucción se ha eliminado
fa: دستور حذف شده
fr: L'instruction a été supprimée
hu: Az utasítás törölve lett
it: L'istruzione è stata rimossa
pt_br: Instrução foi removida
ru: Инструкция была удалена
tr: Açıklama kaldırıldı
uk: Інструкція видалена
vi: Instruction đã bị xóa
zh_cn: 指令已被移除。

# Error_InstrTargetHasBeenRemoved
source: Instruction target has been removed
cs: Cíl instrukce byl odstraněn
de: Instruktionsziel wurde entfernt
es_es: El objetivo de instrucción se ha eliminado
fa: هدف دستور حذف شده است
fr: L'instruction cible a été supprimée
hu: Az utasítás cél törölve lett
it: La destinazione dell'istruzione è stata rimossa
pt_br: Alvo da instrução foi removido
ru: Целевая инструкция была удалена
tr: Hedef açıklama kaldırıldı
uk: Цільова інструкція була видалена
vi: Instrucrion target đã bị xóa
zh_cn: 目标已经被移除

# Error_InvalidResourceData
source: Can't use this data: {0}
cs: Nelze použít tato data: {0}
de: Kann die Daten nicht nutzen: {0}
es_es: No puede utilizar estos datos: {0}
fa: نمیتوانید از این داده استفاده کنید: {0}
fr: Impossible d’utiliser ces données : {0}
hu: Ez az adat nem használható: {0}
it: Impossibile utilizzare questi dati: {0}
pt_br: Não é possível usar esses dados: {0}
ru: Нельзя использовать эти данные: {0}
tr: Bu veri kullanılamıyor: {0}
uk: Не можна використовувати ці дані: {0}
vi: Không thể sử dụng data này: {0}
zh_cn: 不能使用此数据{0}

# Error_LocalHasBeenRemoved
source: Local has been removed
cs: Místní typ byl odstraněn
de: Feld wurde entfernt
es_es: Local se ha eliminado
fa: متغیر حذف شد
fr: La locale a été retirée
hu: A local el lett távolítva
it: Il locale è stato rimosso
pt_br: Local foi removido
ru: Локальная переменная была удалена
tr: Yerel kaldırıldı
uk: Локальна змінна була видалена
vi: Local đã bị xóa
zh_cn: 局部变量已被移除

# Error_NewResourceDataMustBeImage
source: New data must be an image. Error: {0}
cs: Nová data musí být obraz. Chyba: {0}
de: Neue Daten müssen ein Image sein. Fehler: {0}
es_es: Nuevos datos deben ser una imagen. Error: {0}
fa: اطلاعات جدید باید یک فایل باشد. خطا: {0}
fr: Les nouvelles données doivent être une image. Erreur : {0}
hu: Az új adatnak képnek kell lennie. Hiba: {0}
it: I nuovi dati devono essere un'immagine. Errore: {0}
pt_br: Novos dados devem ser uma imagem. Erro: {0}
ru: Новые данные должны быть изображением. Ошибка: {0}
tr: Yeni veriler bir görüntü olmalıdır. Hata: {0}
uk: Нові дані повинні бути зображенням. Помилка: {0}
vi: Data mới phải là hình ảnh. Error: {0}
zh_cn: 新数据必须是图像。错误：{0}
