Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

# SaveModules_Log_AccessError
source: Access error: {0}
cs: Přístupová chyba: {0}
de: Zugriffsfehler: {0}
es_es: Error de acceso: {0}
fa: خطای دسترسی: {0}
fr: Erreur d’accès : {0}
hu: Hozzáférési hiba: {0}
it: Errore di accesso: {0}
pt_br: Erro de acesso: {0}
ru: Ошибка доступа: {0}
tr: Erişim hatası: {0}
uk: Помилка доступу: {0}
vi: Lỗi truy cập: {0}
zh_cn: 访问错误 ︰ {0}

# SaveModules_Log_AllFilesWritten
source: All files written to disk.
cs: Všechny soubory zapsány na disk.
de: Alle Dateien geschrieben.
es_es: Todos los archivos escritos en disco.
fa: تمام فایل های روی دیسک نوشته شد.
fr: Tous les fichiers écrits sur le disque.
hu: Minden fájl lemezre lett írva.
it: Tutti i file sono stati scritti sul disco.
pt_br: Todos os arquivos foram escritos no disco.
ru: Все файлы записаны на диск.
tr: Tüm dosyalar diske yazıldı.
uk: Всі файли збережені на диск.
vi: Tất cả tập tin đã được ghi vào đĩa.
zh_cn: 所有文件已保存。

# SaveModules_Log_Exception
source: An exception occurred {0}
cs: Došlo k výjimce {0}
de: Eine Ausnahme trat auf {0}
es_es: {0} produjo una excepción
fa: یک خطا رخ داده است {0}
fr: Une exception s’est produite {0}
hu: Kivétel történt {0}
it: Si è verificata un'eccezione {0}
pt_br: Ocorreu uma exceção {0}
ru: Произошло исключение {0}
tr: Özel bir durum meydana geldi {0}
uk: Трапилось виключення {0}
vi: Đã xảy ra một trường hợp ngoại lệ {0}
zh_cn: 发生了异常 {0}

# SaveModules_Log_FileError
source: File error: {0}
cs: Chyba souboru: {0}
de: Dateifehler: {0}
es_es: Error de archivo: {0}
fa: خطای پرونده: {0}
fr: Erreur de fichier : {0}
hu: Fájl hiba: {0}
it: Errore di file: {0}
pt_br: Erro de arquivo: {0}
ru: Ошибка файла: {0}
tr: Dosya hatası: {0}
uk: Помилка файлу: {0}
vi: Lỗi tệp tin: {0}
zh_cn: 文件错误 ︰ {0}

# SaveModules_Log_SaveWasCanceled
source: Save was canceled by user.
cs: Uložení zrušeno uživatelem.
de: Speichern wurde durch den Benutzer abgebrochen.
es_es: Guardar fue cancelado por el usuario.
fa: ذخیره سازی توسط کاربر لغو شد.
fr: L'enregistrement a été annulé par l’utilisateur.
hu: A mentést a felhasználó megszakította.
it: Il salvataggio è stato annullato dall'utente.
pt_br: A operação foi cancelada pelo usuário.
ru: Сохранение было отменено пользователем.
tr: Kaydetme kullanıcı tarafından iptal edildi.
uk: Запис скасований користувачем.
vi: Lưu đã bị huỷ bỏ bởi người dùng.
zh_cn: 保存已被用户取消。

# SaveModules_Log_WritingFile
source: Writing {0}...
cs: Zapisuji {0}...
de: Schreibe {0}...
es_es: Escritura {0}...
fa: در حال نوشتن {0}...
fr: En cours d'écriture {0}...
hu: {0} írása...
it: Scrittura {0}...
pt_br: Escrevendo {0}...
ru: Запись {0}...
tr: Yazılıyor {0}...
uk: Запис {0}...
vi: Đang viết {0}...
zh_cn: 正在写入 {0}...

# SaveModules_Options
source: _Options...
cs: Možnosti...
de: _Optionen...
es_es: _Opciones...
fa: _تنظیمات...
hu: _Beállítások...
it: _Opzioni...
pt_br: _Opções...
ru: _Параметры...
tr: _Ayarlar...
uk: Налаштування...
vi: _Cài đặt...
zh_cn: 选项(_O)...

# SaveModules_SaveAll
source: _Save All
cs: Uložit vše
de: _Alles speichern
es_es: _Guardar todos
fa: _ذخیره همه
fr: _Tout sauver
hu: Minden menté_se
it: _Salva Tutto
pt_br: Salvar Tudo
ru: _Сохранить все
tr: _Hepsini Kaydet
uk: _Зберегти все
vi: _Lưu tất cả
zh_cn: 全部保存(S)

# SaveModules_SavedFiles
source: Files that will be saved:
cs: Soubory, které budou uloženy:
de: Zu speichernde Dateien:
es_es: Archivos que se guardarán:
fa: فایل هایی که ذخیره می شود:
fr: Fichiers sauvegardés :
hu: Fájlok, amik mentve lesznek:
it: File che verranno salvati:
pt_br: Arquivos que serão salvos:
ru: Файлы, которые будут сохранены:
tr: Kaydedilecek dosyalar:
uk: Файли, які буде збережено:
vi: Tập tin đó sẽ được lưu:
zh_cn: 将保存的文件 ︰

# SaveModules_Title
source: Save Modules
cs: Uložit moduly
de: Module speichern
es_es: Guardar los módulos
fa: ذخیره ماژول ها
fr: Enregistrer les modules
hu: Modulok mentése
it: Salvare i moduli
pt_br: Salvar módulos
ru: Сохранить модули
tr: Modülleri Kaydet
uk: Зберегти модулі
vi: Lưu Modules
zh_cn: 保存模块

# SaveModule_AddPECheckSum
source: _Add PE Checksum
cs: Přidat kontrolní součet PE
de: PE Checksumme _hinzufügen
fa: _اضافه کردن Checksum به PE
fr: _Ajouter le checksum PE
hu: PE ellenőrző összeg hozzá_adása
it: _Aggiungi PE Checksum
pt_br: Adicionar Checksum PE
ru: Доб_авить контрольную сумму PE
tr: _PE Sağlama Toplamı Ekle
uk: Дод_ати контрольну суму PE
vi: _Thêm tổng kiểm tra PE
zh_cn: 添加 PE 校验和(_A)

# SaveModule_CreateHeapEvenIfEmpty
source: Create Heap Even If Empty
cs: Vytvořit haldu, ikdyž je prázdný
de: Erstelle Heap auch wenn leer
es_es: Crear montón incluso si está vacío
fa: ایجاد Heap اگر خالی بود
fr: Créer le tas même si vide
hu: Halom létrehozása akkor is, ha üres
it: Creare Heap anche se vuoto
pt_br: Criar Heap Mesmo se Vazio
ru: Создавать кучу, даже если она пустая
tr: Boş Olsa Bile Yığın Oluştur
uk: Створити кучу навіть якщо вона пуста
vi: Tạo thành đống kể cả khi nó rỗng
zh_cn: 即使为空也创建堆栈

# SaveModule_Filename
source: _Filename
cs: Název souboru
de: _Dateiname
es_es: _Nombre de archivo
fa: _نام فایل
fr: _Nom de fichier
hu: _Fájlnév
ru: _Имя файла
tr: _Dosya Adı
uk: _Ім'я файлу
vi: _Tên Tập tin
zh_cn: 文件名(_F)

# SaveModule_KeepOldMaxStack
source: _Keep Old MaxStack Value
cs: Zachovat starou hodnotu maximálního zásobníku
de: MaxStac_k Wert beibehalten
es_es: _Manten el valor máximo de la pila anterior
fa: _نگه داری از مقدار MaxStack قدیمی
fr: _Garder la valeur de l'ancienne MaxStack
hu: Régi MaxStack érté_k megtartása
it: _Mantieni vecchio valore MaxStack
pt_br: Manter o Valor Do MaxStack Antigo
ru: _Сохранить старое значение MaxStack
tr: Eski MaxStack Değerini Sakla
uk: _Зберегти старе значення MaxStack
vi: _Giữ giá trị MaxStack cũ
zh_cn: 保持之前的 MaxStack 值(_K)

# SaveModule_KeepOldMaxStack_ToolTip
source: Use the MaxStack value from the method instead of calculating a new MaxStack value. Needed if the methods are still obfuscated
cs: Používejte hodnotu maximálního zásobníku z metody namísto výpočtu nové hodnoty maximálního zásobníku. nutný, pokud jsou metody obfuskovány
de: Verwenden Sie den MaxStack Wert von der Methode anstelle der Berechnung eines neuen MaxStack-Wert. Erforderlich, wenn die Methoden noch obfuskiert sind
es_es: Utilice el valor de MaxStack desde el método en lugar de calcular un nuevo valor de MaxStack. Si los métodos son todavía ofuscados
fa: استفاده از مقدار MaxStack از متود به حای محاسبه مقدار MaxStack جدید. مواقعی نیاز است که متود هنوز مبهم سازی شده باشد
fr: Utilisez la valeur MaxStack de la méthode au lieu de calculer une nouvelle valeur. Nécessaire si les méthodes sont encore obfusquées
hu: A metódus MaxStack értékének használata új MaxStack érték számítása helyett. Akkor kell, ha a metódusok még mindig összezavartak
it: Utilizzare il valore di MaxStack del metodo invece di calcolare un nuovo valore di MaxStack. Necessario se i metodi sono ancora offuscati
pt_br: Use o valor MaxStack do método em vez de calcular um novo valor de MaxStack. Necessário se os métodos ainda estão ofuscados
ru: Использует значение MaxStack из метода вместо вычисления нового значения MaxStack. Требуется, если методы все еще обфусцированы
tr: Yeni MaxStack değerini hesaplamak yerine yöntemdeki MaxStack değerini kullan. Yöntemler hala karartılmışsa gerekli
uk: Використати значення MaxStack із методу замість обчислення нового значення MaxStack. Необхідно тоді, коли методи все ще обфусковані
vi: Sử dụng giá trị MaxStack từ Method thay vì tính giá trị MaxStack mới. Cần thiết nếu các Methods vẫn còn bị xáo trộn
zh_cn: 使用方法原始的 MaxStack 值而不是重新计算。 如果此方法被混淆，则可能需要此选项。

# SaveModule_MetadataHeaderOptions
source: Metadata Header Options
cs: Možnosti hlavičky metadat
de: Metadaten-Header Optionen
es_es: Opciones del encabezado de metadatos
fa: تنظیمات Metadata Header
fr: Options de l’entête de métadonnées
hu: Metaadat fejléc opciók
it: Opzioni intestazione di metadati
pt_br: Opções do Cabeçalho de Metadados
ru: Опции заголовка метаданных
tr: Meta Veri Başlığı Seçenekleri
uk: Опції заголовку метаданих
vi: Cài đặt tiêu đề của Metadata
zh_cn: 元数据头选项

# SaveModule_MiscOptions
source: Misc Options
cs: Různé možnosti
de: Sonstige Optionen
es_es: Opciones Misc
fa: تنظیمات متفرقه
fr: Options diverses
hu: Egyéb opciók
it: Opzioni varie
pt_br: Opções diversas
ru: Прочие параметры
tr: Çeşitli Seçenekler
uk: Додаткові опції
vi: Cài đặt Khác
zh_cn: 其它选项

# SaveModule_ModuleType
source: Module _Type
cs: Typ modulu
de: Modul_typ
es_es: _Tipo de Módulo
fa: تایپ ماژول
fr: _Type de module
hu: Modul _típus
it: Modulo _Type
pt_br: Tipo de Módulo
ru: _Тип модуля
tr: Yöntem Tipi
uk: Тип _модуля
zh_cn: 模块类型(_T)

# SaveModule_PreserveExtraSigData
source: Preserve E_xtra Signature Data
cs: Zachovat extra data podpisu
de: E_xtra Signaturdaten beibehalten
es_es: Conservar datos de la firma de E_xtra
fa: حفظ اطلاعات E_xtra Signature
fr: Conserver les données de signature E_xtra
hu: E_xtra aláírás adatok megőrzése
it: Conservare i dati aggiuntivi della firma
pt_br: Preservar Dados de Assinatura Extra
ru: Сохранить до_полнительные данные подписи
tr: Ekstra İmza Verilerini Koru
uk: Зберегти до_даткові дані підпису
vi: Bảo tồn dữ liệu chữ ký E_xtra
zh_cn: 保留额外的签名数据(_X)

# SaveModule_PreserveExtraSigData_ToolTip
source: Preserve any extra data after the signatures. Some obfuscators put data there
cs: Zachovat jakákoliv extra data za podpisy. Některé obfuskátory tam dávají data
de: Sichern Sie alle zusätzlichen Daten nach der Signaturen. Einige Obfuskatoren setzen dort Daten
es_es: Preservar cualquier dato adicional después de las firmas. Algunos ofuscadores ponen los datos allí
fa: حفظ هرگونه اطلاعات اضافی بعد از امضاها. بعضی از مبهم سازها اطلاعاتی را آنجا قرار میدهند
fr: Préserver toute donnée supplémentaire après les signatures. Certains obfuscateurs placent des données à cet endroit
hu: Az aláírás után minden extra adat megőrzése. Néhány kódtitkosító adatot helyez el itt
it: Conservare tutti i dati aggiuntivi dopo la firma. Alcuni offuscatori mettono dati qui
pt_br: Preserve quaisquer dados extras após as assinaturas. Alguns os ofuscadores colocam dados lá
ru: Сохранить дополнительные данные после подписи. Некоторые обфускаторы размещают здесь данные
tr: İmzalardan sonra herhangi bir ekstra veriyi koru. Bazı obfuscators orada veri saklar
uk: Зберігати будь-які додаткові дані після підпису. Деякі обфускатори зберігають там дані
vi: Bảo tồn bất kỳ dữ liệu bổ sung nào sau các chữ ký. Một số obfuscators đặt dữ liệu ở đó
zh_cn: 保留签名后任何额外的数据。 一些混淆器可能把数据放在那儿。

# SaveModule_PreserveHeapOffsets
source: Preserve Heap Offsets
cs: Zachovat ofsety haldy
de: Heap-Offsets bewahren
es_es: Preservar montón Offsers
fa: حفظ آفست های Heap
fr: Préserver les offsets du tas
hu: Halom eltolások megőrzése
it: Preservare gli offset Heap
pt_br: Preservar offsets de Heap
ru: Сохранить смещения в куче
tr: Yığın Uzaklıklarını Koru
uk: Зберегти зміщення в кучі
vi: Bảo vệ các Heap Offsets
zh_cn: 保留堆偏移量

# SaveModule_PreserveTokens
source: P_reserve All MD Tokens
cs: Zachovat všechny tokeny metadat
de: P_reserve alle MD-Token
es_es: P_reserve todos los Tokens de MD
fa: حفظ همه MD توکن ها
fr: _Préserver tous les jetons MD
hu: Minden MD token megta_rtása
it: P_reservare tutti i token di MD
pt_br: Preservar Todos os Tokens de MD
ru: Сохранить все токены метаданных
tr: Tüm MD Depolarını Koru
uk: Зберегти усі токени метаданих
vi: P_reserve Tất cả MD Tokens
zh_cn: 保留所有MD标记(_R)

# SaveModule_PreserveTokens_ToolTip
source: If the file is still obfuscated, RIDs might need to be preserved
cs: Pokud je soubor stále obfuskován, tak bude možná potřeba zachovat RID
de: Wenn die Datei noch verborgen ist, könnte RIDs bewahrt werden müssen
es_es: Si el archivo es todavía ofuscado, RIDs deba preservarse
fa: اگر فایل هنوز مبهم سازی شده است، ممکن است RID ها نیاز به حفظ داشته باشند
fr: Si le fichier est toujours obfusqué, les RIDs doivent être préservés
hu: Ha a fájl még mindig összezavart, a RID-eket lehet, hogy meg kell őrizni
it: Se il file è ancora offuscato, potrebbe essere necessario conservare RID
pt_br: Se o arquivo ainda está ofuscado, os RIDs talvez necessitem serem preservados
ru: Если файл все еще обфусцирован, может потребоваться сохранить RID
tr: Dosya hala karışıksa, RID'lerin korunması gerekebilir
uk: Якщо файл все ще обфускований, ймовірно потрібно зберегти RID
vi: Nếu tập tin vẫn còn hỗn loạn, thoát ngay nếu muốn bảo vệ ngay lập tức
zh_cn: 如果文件仍然被混淆，行ID可能需要被保留。

# SaveModule_ShareMethodBodies
source: Shared Method _Bodies
cs: Těla sdílených metod
de: Shared-Methode _Bodies
es_es: Compartido cuerpo de Método
fa: بدنه های مشترک شده متود
fr: Corps de _méthodes partagées
hu: Osztott metódus _törzsek
it: Corpo Metdodo Condiviso
pt_br: _Corpos de Método Compartilhado
ru: Общие тела методов
tr: Paylaşılan Yöntem Gövdeleri
uk: Спільні тіла методів
vi: Share Method_Bodies
zh_cn: 共享方法体(_B)

# SaveModule_ShareMethodBodies_ToolTip
source: .NET methods that have the exact same code will share method bodies. The output file will be a little bit smaller
cs: .NET netody, které mají přesně stejný kód budou sdílet těla metod. Výstupní soubor bude o trochu menší
de: .NET-Methoden, die genauen denselben Code verwenden werden Methoden Körper teilen. Die Ausgabedatei wird etwas kleiner sein
es_es: Métodos de.NET que tienen el mismo código exacto compartir cuerpos de método. El archivo de salida será un poco menor
fa: متود های .NET که دقیقا بدنه آنها یکی است بدنه انها مشترک میشوند. خروجی کمی از لحاظ حجمی کمتر خواهد بود
fr: Les méthodes .NET qui ont le même code partageront le corps des méthodes. Le fichier en sortie sera un peu plus petit
hu: Azon .NET metódusok, amiknek pontosan ugyan az a kódja, osztott metódus törzset használnak. A kimeneti fájl egy kicsit kisebb lesz
it: I metodi .NET che hanno lo stesso esatto codice condivideranno il corpo di un metodo. Il file di output sarà un pò più piccolo
pt_br: Os métodos .NET que têm exatamente o mesmo código vão compartilhar os corpos do método. O arquivo de saída será um pouco menor
ru: Методы .NET, которые имеют идентичный код, будут его разделять между собой. Выходной файл будет немного меньше
tr: Tam olarak aynı koda sahip.NET yöntemleri, yöntem gövdelerini paylaşır. Çıktı dosyası biraz daha küçük olur
uk: Методи .NET, які мають ідентичний код, будуть його розділяти між собою. Вихідний файл будет меньший по розміру
vi: Các phương pháp .NET có cùng mã chính xác sẽ chia sẻ các phần thân Method. Các tập tin đầu ra sẽ nhỏ hơn một chút
zh_cn: 有相同代码的.NET方法将会共享方法体。 输出文件将会变小。

# SaveModule_Title
source: Save Module
cs: Uložit modul
de: Modul speichern
es_es: Guarde módulo
fa: ذخیره ماژول
fr: Enregistrer le module
hu: Modul mentése
it: Salva Modulo
pt_br: Salvar Módulo
ru: Сохранение модуля
tr: Modülü Kaydet
uk: Зберегти модуль
vi: Lưu Module
zh_cn: 保存模块

# SaveModule_UseMixedMode
source: _Mixed-Mode Module
cs: Modul smíchaného režimu
de: _Mixed-Mode Modul
es_es: Módulo de modo _Mixto
fa: ماژول _Mixed-Mode
fr: Module en _mode mixte
hu: Kevert _módú modul
it: Modulo in _Mixed-Mode
ru: Смешанный модуль
tr: _Karma-Mod Modülü
uk: _Mixed-Mode Збірка
vi: _Chế độ trộn Module
zh_cn: 混合模块(_M)

# SaveModule_UseMixedMode_ToolTip
source: Should be checked if it's a mixed-mode module (eg. C++/.NET). Most options will be re-initialized when this checkbox is clicked
cs: Mělo by se zkontrolovi, jestli je to smíchaný modul(např. C++/.NET). Většina operací bude reinicializována při kliknutí na toto políčko
de: Sollte überprüft werden, wenn es ein Mixed-Mode Modul ist (z.B. C++/.NET). Die meisten Optionen werden neu initialisiert, wenn dieses Kontrollkästchen geklickt wird.
es_es: Debe comprobarse si es un módulo de modo mixto (por ejemplo. C + +. NET). Más opciones se vuelve a inicializar cuando se hace clic en esta casilla de verificación
fa: باید تیک خورده باشد اگر ماژول یک mixed-mode است (برای مثال C++/.NET). هنگامی که این تنظیم تیک خورده باشد بسیاری از تنظیمات بازنگری خواهند شد
fr: Vérification de module mixte nécessaire (ex. C++/.NET). La plupart des options seront réinitialisées si cette option est cochée
hu: Ellenőrizni kell, hogy ez nem kevert módú modul (pl. C++/.NET). A legtöbb beállítás újra lesz inicializálva ha ez a jelölőnégyzet változik
it: Dovrebbe essere controllato se è un modulo misto (es. C++ .NET). La maggior parte delle opzioni verrà re-inizializzato quando viene fatto clic su questa casella di controllo
pt_br: Deve ser verificado se é um módulo de modo misto (por exemplo. C + + / .NET). A maioria das opções são reinicializadas quando essa caixa de seleção é clicada
ru: Установите флаг в случае модуля смешанного типа (например, C++/.NET). После установки флага большинство опций будет переинициалировано
tr: Karma-mod modülüyse(örn. C++/.NET) işaretlenmeli. Bu işaret kutusu tıklandığında çoğu ayar yeniden başlatılacak
uk: Встановіть прапорець у випадку mixed-mode модуля (наприклад. C+ + / .NET). Після установки прапорця більшість опцій буде повторно переініціалізовано
vi: Nên kiểm tra nếu đó là Module chế độ hỗn hợp (ví dụ: C ++/. NET). Hầu hết các tùy chọn sẽ được khởi tạo lại khi hộp này được chọn
zh_cn: 检查是否它是一个混合模式模块 (例如C+ +/.NET)。单击此复选框时大多数选项将被重新初始化

# SaveModule_WritePdb
source: Save _PDB File
cs: Uložit PDB soubor
de: _PDB Datei speichern
es_es: Guardar archivo _PDB
fa: ذخیره فایل _PDB
fr: Enregistrer le fichier _PDB
hu: _PDB fájl mentése
it: Salvare File _PDB
pt_br: Guardar Arquivo _PDB
ru: Сохранить _PDB-файл
tr: _PDB Dosyasını Kaydet
uk: Зберегти _PDB-файл
vi: Lưu tệp _PDB
zh_cn: 保存PDB文件(_P)

# SaveResourceCommand
source: Save {0}
cs: Uložit {0}
de: {0} speichern
es_es: Guardar {0}
fa: ذخیره {0}
fr: Enregistrer {0}
hu: {0} mentése
it: Salva {0}
pt_br: Salvar {0}
ru: Сохранить {0}
tr: Kaydet {0}
uk: Зберегти {0}
vi: Lưu {0}
zh_cn: 保存{0}

# SaveResourcesCommand
source: Save {0} resources
cs: Uložit {0} zdrojů
de: {0} Ressourcen speichern
es_es: Guardar {0} recursos
fa: ذخیره ریسورس های {0}
fr: Enregistrer les ressources {0}
hu: {0} erőforrás mentése
it: Salva risorse {0}
pt_br: Salvar {0} recursos
ru: Сохранить {0} ресурсов
tr: {0} Kaynak kaydet
uk: Зберегти {0} ресурсів
vi: Lưu tài nguyên {0}
zh_cn: 保存 {0} 资源

# SaveResourcesSubDirectoriesCommand
source: Save {0} resources, use sub dirs
cs: Uložit {0} zdrojů, budou použity podsložky
de: {0} Ressourcen mit Unterverzeichnissen speichern
es_es: Guardar {0} recursos, usar subdirectorios
fa: ذخیره ریسورس های {0}، استفاده از زیر مسیرها
fr: Enregistrer les ressources {0}, utiliser les sous-répertoires
hu: {0} erőforrás mentése almappákba
it: Salva risorse {0}, utilizzando una directory
pt_br: Salvar {0} recursos, usando sub diretórios
ru: Сохранить {0} ресурсов, используя под директории
tr: {0} kaynaklarını kaydedin, alt dizinleri kullanın
uk: Зберегти {0} ресурсів, використовуючи під-директорії
vi: Lưu tài nguyên {0}, Sử dụng thư mục con
zh_cn: 以子目录保存 {0} 资源(_S)

# ShortCutKeyI
source: I
es_es: l
zh_cn: l

# ShowDataInHexEditorCommand
source: Show Data in He_x Editor
cs: Zobrazit data v hexadecimálním editoru
de: Daten im He_x Editor zeigen
es_es: Mostrar datos en el Editor de He_x
fa: نمایش اطلاعات در ویرایشگر هگز
fr: Afficher les données dans l’éditeur _hexadécimal
hu: Adat megjelenítése he_xa szerkesztőben
it: Visualizza dati nell'editor He_x
pt_br: Mostrar dados no Editor de He_x
ru: Показать данные в He_x-редакторе
tr: Hex düzenleyici 'de verileri göster
uk: Показати дані в He_x-редакторі
vi: Hiển thị data trong He_x Editor
zh_cn: 在十六进制编辑器中显示数据(_X)

# ShowInHexEditorCommand
source: Show in He_x Editor
cs: Zobrazit v hexadecimálním editoru
de: Im He_x Editor zeigen
es_es: Mostrar datos en el Editor de He_x
fa: نمایش در ویرایشگر _هگز
fr: Afficher dans l'éditeur _héxadécimal
hu: Megjelenítés he_xa szerkesztőben
it: Visualizza nell'editor He_x
pt_br: Mostrar no Editor de He_x
ru: Показать в He_x-редакторе
tr: Hex düzenleyici 'de göster
uk: Показати в редакторі He_x
vi: Hiển thị trong He_x Editor
zh_cn: 在十六进制编辑器中显示(_X)

# ShowInHexEditorCommand2
source: Show in Hex Editor
cs: Zobrazit v hexadecimálním editoru
de: Im Hex Editor zeigen
es_es: Mostrar en el Editor hexadecimal
fa: نمایش در ویرایشگر هگز
fr: Afficher dans l'éditeur héxadécimal
hu: Megjelenítés hexa szerkesztőben
it: Visualizza nell'editor Hex
pt_br: Mostrar no Editor de Hex
ru: Показать в Hex-редакторе
tr: Hex düzenleyici 'de göster
uk: Показати в Hex редакторі
vi: Hiển thị trong Hex Editor
zh_cn: 在十六进制编辑器中显示

# ShowInitialValueInHexEditorCommand
source: Show Initial Value in Hex Editor
cs: Zobrazit počáteční hodnotu v hexadecimálním editoru
de: Initialen Wert im Hex Editor zeigen
es_es: Mostrar el valor inicial en Hex Editor
fa: نمایش مقدار اولیه در ویرایشگر هگز
fr: Afficher la valeur initiale dans l'éditeur hexadécimal
hu: Kezdeti érték megjelenítése hexa szerkesztőben
it: Visualizza il valore iniziale nell'editor Hex
pt_br: Mostrar Valor Inicial no Editor de Hex
ru: Показать исходное значение в Hex-редакторе
tr: Hex düzenleyicide başlangıç değerini göster
uk: Показати початкове значення в Hex редакторі
vi: Hiển thị giá trị khởi tạo trong Hex Editor
zh_cn: 在十六进制编辑器中显示初始值

# ShowInstrsInHexEditorCommand
source: Show Instructions in He_x Editor
cs: Zobrazit instrukce v hexadecimálním editoru
de: Instruktionen im He_x Editor zeigen
es_es: Ver instrucciones en el Editor de He_x
fa: نمایش مقدار اولیه در ویرایشگر _هگز
fr: Afficher les instructions dans l'éditeur hexadécimal
hu: Utasítások mutatása hexa szerkesztőben
it: Visualizza le istruzioni nell'editor He_x
pt_br: Mostrar Instruções no Editor de Hex
ru: Показать инструкции в He_x-редакторе
tr: Hex düzenleyicide talimatları göster
uk: Показати інструкції в Hex редакторі
vi: Hiển thị các chỉ thị trong He_x Editor
zh_cn: 在十六进制编辑器中显示指令(_X)

# ShowMethodBodyInHexEditorCommand
source: Show Method Body in Hex Editor
cs: Zobrazit tělo metody v hexadecimálním editoru
de: Methodenrumpf im Hex Editor zeigen
es_es: Mostrar el cuerpo del método en Hex Editor
fa: نمایش بدنه متود در ویرایشگر هگز
fr: Afficher le corps de la méthode dans l'éditeur hexadécimal
hu: Metódus törzs mutatása hexa szerkesztőben
it: Visualizza il corpo del metodo nell'editor Hex
pt_br: Mostrar Corpo do Método no Editor de Hex
ru: Показать тело метода в Hex-редакторе
tr: Hex düzenleyicide Yöntem gövdesini göster
uk: Показати тіло методу в Hex-редакторі
vi: Hiển thị method body trong Hex Editor
zh_cn: 在十六进制编辑器中显示方法体

# SimplifyAllInstructionsCommand
source: _Simplify All Instructions
cs: Zjednodušit všechny instrukce
de: Alle Instruktionen _vereinfachen
es_es: _Simplificar todas las instrucciones
fa: _ساده سازی تمامی دستورالعمل ها
fr: _Simplifier toutes les instructions
hu: Minden uta_sítás egyszerűsítése
it: _Semplifica tutte le istruzioni
pt_br: Simplificar Todas Instruções
ru: _Упростить все инструкции
tr: Tüm Açıklamaları Basitleştir
uk: _Упростити усі інструкції
vi: _Đơn giản tất cả các Instructions
zh_cn: 简化所有指令(_S)

# SortMetadataTableCommand
source: _Sort Table
cs: Třídit tabulku
de: Tabelle _sortieren
es_es: _Ordenar la Tabla
fa: _مرتب سازی جدول
fr: Trier la _table
hu: Táblázat rendezé_se
it: Ordina Tabella
pt_br: _Ordenar Tabela
ru: _Сортировать таблицу
tr: Tablo Sırala
uk: _ Сортувати таблицю
vi: _Sắp xếp bảng
zh_cn: 将表排序

# SortSelectionCommand
source: So_rt Selection
cs: Třídit výběr
de: Auswahl so_rtieren
es_es: O_rdenar la Selección
fa: مرتب سازی گزینش شده ها
fr: Trier la _sélection
hu: Kijelölés _rendezése
it: Ordina selezione
pt_br: Organizar Seleção
ru: Со_ртировать выделенное
tr: Sıra_lama Seçimi
uk: Со_ртувати виділене
vi: Sắ_p xếp lựa chọn
zh_cn: 排序选区(_R)

# TablesHeapOptionsTab
source: Tables Heap Options
cs: Možnosti hald tabulek
de: Tabellen Heap Optionen
es_es: Opciones de montón de tablas
fa: تنظیمات جداول Heap
fr: Options du Tables Heap
hu: Tábla Halom Beállítások
it: Opzioni della tabella Heap
pt_br: Opções de Titulo de Tabelas
ru: Опции табличной кучи
tr: Tablolar Yığın Seçenekleri
uk: Параметри табличної кучі
zh_cn: 表堆选项
