Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

# ERR_IM_CouldNotFindField
source: Couldn't find field: {0}
cs: Nelze najít pole: {0}
de: Konnte das Feld nicht finden: {0}
es_es: No se puede encontrar el campo: {0}
fa: نمیتوان فیلد را پیدا کرد: {0}
fr: N’a pas trouvé le champ : {0}
hu: A mező nem található: {0}
it: Impossibile trovare il campo: {0}
pt_br: Não foi possível encontrar o campo: {0}
ru: Не могу найти поле: {0}
tr: Alan bulunamadı: {0}
uk: Не вдалось знайти поле: {0}
vi: Không thể tìm thấy Field: {0}
zh_cn: 找不到字段： {0}

# ERR_IM_CouldNotFindMethod
source: Couldn't find method: {0}
cs: Nelze najít metodu: {0}
de: Konnte die Methode nicht finden: {0}
es_es: No podía encontrar método: {0}
fa: نمیتوان متود را پیدا کرد: {0}
fr: N’a pas trouvé la méthode : {0}
hu: A metódus nem található: {0}
it: Impossibile trovare il metodo: {0}
pt_br: Não foi possível encontrar o método: {0}
ru: Не могу найти метод: {0}
tr: Yöntem bulunamadı: {0}
uk: Не вдалось знайти метод: {0}
vi: Không thể tìm thấy Method: {0}
zh_cn: 找不到方法: {0}

# ERR_IM_CouldNotFindMethodType
source: Couldn't find the edited method's type: {0}
cs: Nelze najít typ upravené metody: {0}
de: Konnte den Typ der zu bearbeitenden Methode nicht finden: {0}
es_es: No se puede encontrar el tipo de método editado: {0}
fa: نمیتوان تایپ متودهای ویرایش شده را پیدا کرد: {0}
fr: N’a pas trouvé le type de la méthode éditée : {0}
hu: A szerkesztett metódus típus nem található: {0}
it: Impossibile trovare il tipo del metodo modificato: {0}
pt_br: Não foi possível encontrar o tipo do método editado: {0}
ru: Не могу найти тип редактируемого метода: {0}
tr: Düzenlenmiş yöntemin tipi bulunamadı: {0}
uk: Не можливо знайти тип редагованого методу: {0}
vi: Không thể tìm thấy type của Method đã sửa: {0}
zh_cn: 找不到编辑的方法类型： {0}

# ERR_IM_CouldNotFindType
source: Couldn't find type: {0}
cs: Nelze najít typ: {0}
de: Konnte den Typ nicht finden: {0}
es_es: No podía encontrar tipo: {0}
fa: نمیتوان تایپ را پیدا کرد: {0}
fr: N’a pas trouvé le type : {0}
hu: A típus nem található: {0}
it: Impossibile trovare il tipo: {0}
pt_br: Não foi possível encontrar o tipo: {0}
ru: Не могу найти тип: {0}
tr: Tip bulunamadı: {0}
uk: Не вдалось знайти тип: {0}
vi: Không thể tìm thấy Type: {0}
zh_cn: 找不到类型： {0}

# ERR_IM_RenamingVirtualEventsIsNotSupported
source: Renaming of virtual events isn't supported: {0}
cs: Přejmenovávání virtuálních událostí není podporováno: {0}
de: Umbenennung der virtuellen Ereignisse wird nicht unterstützt: {0}
es_es: Cambio de nombre de eventos virtuales no es compatible: {0}
fa: تغییر نام از رویداد های مجازی پشتیبانی نمی شود: {0}
fr: Le renommage des évènements virtuels n’est pas pris en charge : {0}
hu: A virtuális események átnevezése nem támogatott: {0}
it: Ridenominazione di eventi virtuali non è supportata: {0}
pt_br: Renomeação de eventos virtuais não é suportado: {0}
ru: Переименование виртуальных событий не поддерживается: {0}
tr: Sanal durumları yeniden adlandırmak desteklenmemektedir: {0}
uk: Перейменування віртуальних подій не підтримується: {0}
vi: Không hỗ trợ đổi tên của Virtual events: {0}
zh_cn: 不支持重命名虚拟事件: {0}

# ERR_IM_RenamingVirtualMethodsIsNotSupported
source: Renaming of virtual methods isn't supported: {0}
cs: Přejmenovávání virtuálních metod není podporováno: {0}
de: Umbenennung der virtuellen Methoden wird nicht unterstützt: {0}
es_es: Cambiar el nombre de métodos virtuales no es compatible: {0}
fa: تغییر نام از متودهای مجازی پشتیبانی نمی شود: {0}
fr: Le renommage des méthodes virtuelles n’est pas pris en charge : {0}
hu: A virtuális metódusok átnevezése nem támogatott: {0}
it: Ridenominazione dei metodi virtuali non è supportata: {0}
pt_br: Renomeação de métodos virtuais não é suportado: {0}
ru: Переименование виртуальных методов не поддерживается: {0}
tr: Sanal yöntemleri yeniden adlandırmak desteklenmemektedir: {0}
uk: Перейменування віртуальних методів не підтримується: {0}
vi: Không hỗ trợ đổi tên của Virtual methods: {0}
zh_cn: 不支持重命名虚拟方法: {0}

# ERR_IM_RenamingVirtualPropsIsNotSupported
source: Renaming of virtual properties isn't supported: {0}
cs: Přejmenovávání virtuálních vlastností není podporováno: {0}
de: Umbenennung der virtuellen Eigenschaften wird nicht unterstützt: {0}
es_es: Cambio de nombre de propiedades virtuales no es compatible: {0}
fa: تغییر نام از ویژگی های مجازی پشتیبانی نمی شود: {0}
fr: Le renommage des propriétés virtuelles n’est pas pris en charge : {0}
hu: A virtuális tulajdonságok átnevezése nem támogatott: {0}
it: Ridenominazione di proprietà virtuali non è supportata: {0}
pt_br: Renomeação de propriedades virtuais não é suportado: {0}
ru: Переименование виртуальных свойств не поддерживается: {0}
tr: Sanal nitelikleri yeniden adlandırmak desteklenmemektedir: {0}
uk: Перейменування віртуальних властивостей не підтримується: {0}
vi: Không hỗ trợ đổi tên của Virtual properties: {0}
zh_cn: 不支持重命名虚拟属性: {0}

# FindCommand
source: Find
cs: Najít
de: Schnellsuche
es_es: Buscar
fa: یافتن
fr: Rechercher
hu: Keresés
it: Trovare
pt_br: Encontrar
ru: Найти
tr: Bul
uk: Пошук
vi: Tìm kiếm
zh_cn: 查找

# IncrementalSearchCommand
source: Incremental Search
cs: Inkrementální hledání
de: Inkrementelle Suche
es_es: Búsqueda incremental
fa: جستجوی افزایشی
fr: Recherche incrémentale
hu: Növekményes keresés
it: Ricerca incrementale
pt_br: Pesquisa Incremental
ru: Последовательный поиск
tr: Artımlı Arama
uk: Послідовний Пошук
zh_cn: 渐进式搜索

# Button_Cancel2
source: Cancel
cs: Zrušit
de: Abbrechen
es_es: Cancelar
fa: انصراف
fr: Annuler
hu: Mégsem
it: Annulla
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_cn: 取消

# EditAssemblyCode
source: Edit Assembly Attributes
cs: Upravit atributy sestavení
de: Assemblyattribute bearbeiten
es_es: Editar atributos de ensamblado
fa: ویرایش ویژگی های اسمبلی
fr: Modifier les attributs d’Assembly
hu: Szerelvény jellemzők szerkesztése
it: Modificare gli attributi dell'Assembly
pt_br: Editar Atributos da Assembly
ru: Изменить атрибуты сборки
tr: Derleme özniteliklerini Düzenle
uk: Змінити атрибути збірки
vi: Sửa thuộc tính Assembly
zh_cn: 编辑程序集特性

# EditCodeAddClass
source: Add Class
cs: Přidat třídu
de: Klasse hinzufügen
es_es: Agregar clase
fa: افزودن کلاس
fr: Ajouter une classe
hu: Osztály hozzáadása
it: Aggiungere Classe
pt_br: Adicionar Classe
ru: Добавить класс
tr: Sınıf Ekle
uk: Додати клас
vi: Thêm Class
zh_cn: 添加类

# MergeWithAssemblyCommand
source: Merge with Assembly...
cs: Sloučit se sestavením...
de: Mit Assembly zusammenführen...
es_es: Combinar con el ensamblado...
fa: ادغام با اسمبلی دیگر...
fr: Fusionner avec l'Assembly...
hu: Összevonás szerelvénnyel...
it: Fondere con Assembly...
pt_br: Juntar com Assembly...
ru: Объединить со сборкой...
tr: Montajla Birleştir...
uk: Об'єднати зі збіркою...
vi: Merge với Assembly...
zh_cn: 与程序集合并...

# MergeWithAssemblyCommand2
source: Merge with Assembly
cs: Sloučit se sestavením
de: Mit Assembly zusammenführen
es_es: Combinar con el ensamblado
fa: ادغام با اسمبلی دیگر
fr: Fusionner avec l'Assembly
hu: Összevonás szerelvénnyel
it: Fondere con Assembly
pt_br: Juntar com Assembly
ru: Объединить со сборкой
tr: Montaj ile Birleştirme
uk: Об'єднати зі збіркою
vi: Merge với Assembly
zh_cn: 与程序集合并

# EditAssemblyCode2
source: Edit Assembly Attributes ({0})...
cs: Upravit atributy sestavení ({0})...
de: Assemblyattribute ({0}) bearbeiten...
es_es: Editar atributos de ensamblado ({0})...
fa: ویرایش ویژگی های اسمبلی ({0})...
fr: Modifier les attributs d’Assembly ({0})...
hu: Szerelvény jellemző ({0}) szerkesztése...
it: Modifica degli attributi dell'Assembly ({0})...
pt_br: Editar Atributos da Assembly ({0})...
ru: Изменить атрибуты сборки ({0})...
tr: Montaj Özelliklerini Düzenle ({0})...
uk: Змінити атрибути збірки ({0})...
vi: Sửa thuộc tính Assembly ({0})...
zh_cn: 编辑程序集特性 ({0})...

# EditCodeAddClass2
source: Add Class ({0})...
cs: Přidat třídu ({0})...
de: Klasse ({0}) hinzufügen...
es_es: Agregar clase ({0})...
fa: افزودن کلاس ({0})...
fr: Ajouter une classe ({0})...
hu: Osztály ({0}) hozzáadása...
it: Aggiungere Classe ({0})...
pt_br: Adicionar Classe ({0})...
ru: Добавить класс ({0})...
tr: Sınıf Ekle ({0})...
uk: Додати клас ({0})...
vi: Thêm Class ({0})...
zh_cn: 添加类 ({0})...

# EditCodeEditClass
source: Edit Class
cs: Upravit třídu
de: Klasse bearbeiten
es_es: Editar la clase
fa: ویرایش کلاس
fr: Modifier la classe
hu: Osztály szerkesztése
it: Modificare Classe
pt_br: Editar Classe
ru: Изменить класс
tr: Sınıf Düzenle
uk: Змінити клас
vi: Sửa Class
zh_cn: 编辑类

# EditCodeEditClass2
source: Edit Class ({0})...
cs: Upravit třídu ({0})...
de: Klasse ({0}) bearbeiten...
es_es: Editar clases ({0})...
fa: ویرایش کلاس ({0})...
fr: Modifier la classe ({0})...
hu: Osztály ({0}) szerkesztése...
it: Modificare Classe ({0})...
pt_br: Editar Classe ({0})...
ru: Изменить класс ({0})...
tr: Sınıf Düzenle ({0})...
uk: Змінити клас ({0})...
vi: Sửa Class ({0})...
zh_cn: 编辑类 ({0})...

# ERR_IM_CouldNotFindEditedType
source: Couldn't find the edited type: {0}
cs: Nelze najít upravený typ: {0}
de: Der bearbeitete Typ konnte nicht gefunden werden: {0}
es_es: No se puede encontrar el tipo de edición: {0}
fa: نمیتوان تایپ ویرایش شده را پیدا کرد: {0}
fr: Impossible de trouver le type édité : {0}
hu: A szerkesztett típus nem található: {0}
it: Impossibile trovare il tipo modificato: {0}
pt_br: Não foi possível encontrar o tipo editado: {0}
ru: Не найден редактируемый тип: {0}
tr: Düzenlenmiş tip bulunamadı: {0}
uk: Не знайдено редагований текст: {0}
vi: Không thể tìm thấy Type đã sửa: {0}
zh_cn: 找不到编辑的类型： {0}

source: Close Old In-Memory Modules
cs: Zavřít staré moduly v paměti
de: Alte In-Memory-Module schließen
es_es: Cierre de módulos antiguos en la memoria
fa: بستن ماژول های قدیمی در مموری
fr: Fermer les anciens modules encore en mémoire
hu: Régi In-Memory modulok bezárása
it: Chiudere i vecchi moduli In memoria
pt_br: Fechar Módulos de Memória Antigo
ru: Закрыть старые модули в памяти
tr: Eski Bellek İçi Modüllerini Kapat
uk: Закрити старі модулі в пам'яті
vi: Đóng In-Memory Modules cũ
zh_cn: 关闭过时的内存缓存模块

# CloseAllMissingFilesCommand
source: Close All Missing Files
cs: Zavřít všechny chybějící soubory
de: Alle fehlenden Dateien schließen
es_es: Cierre todos los archivos que faltan
fa: بستن تمام فایل های گم شده
fr: Fermer tous les fichiers manquants
hu: Minden hiányzó fájl bezárása
it: Chiudere tutti i file mancanti
pt_br: Fechar Todos os Arquivos Faltando
ru: Закрыть все отсутствующие файлы
tr: Tüm Eksik Dosyaları Kapat
uk: Закрити всі відсутні файли
vi: Đóng tất cả các Missing files
zh_cn: 关闭所有已丢失的文件

# CompileDiagnostics_Header_Severity
source: Severity
cs: Závažnost
de: Warnstufe
es_es: Severidad
fa: شدت
fr: Sévérité
hu: Súlyosság
it: Livello di gravità
pt_br: Gravidade
ru: Серьезность
tr: Önem derecesi
uk: Значимість
vi: Độ nghiêm trọng
zh_cn: 严重程度

# AddDocumentsToolTip
source: Add Source Code
cs: Přidat zdrojový kód
de: Quellcode hinzufügen
es_es: Añadir código fuente
fa: اضافه کردن سورس کد
fr: Ajouter le Code Source
hu: Forráskód hozzáadása
it: Aggiungi codice sorgente
pt_br: Adicionar código fonte
ru: Добавление исходного кода
tr: Kaynak Kodu Ekle
uk: Додати Джерельний Код
vi: Thêm Source Code
zh_cn: 添加源代码

# EditCodeAddClassMembers
source: Add Class Members
cs: Přidat členy třídy
de: Klassenmember hinzufügen
es_es: Añadir miembros a la clase
fa: افزودن اعضای کلاس
fr: Ajouter des membres de classe
hu: Osztálytagok hozzáadása
it: Aggiungi membri della classe
pt_br: Adicionar Classe Members
ru: Добавить члены класса
tr: Ekip Üyesi Ekle
uk: Додати члени класу
vi: Thêm Class Members
zh_cn: 添加类成员

# EditCodeAddClassMembers2
source: Add Class Members ({0})...
cs: Přidat členy třídy ({0})...
de: Klassenmember ({0}) hinzufügen...
es_es: Agregar miembros a la clase ({0})...
fa: افزودن اعضای کلاس ({0})...
fr: Ajouter des membres de classe ({0})...
hu: Osztálytagok ({0}) hozzáadása...
it: Aggiungi i membri della Classe ({0})...
pt_br: Adicionar Classe Members ({0})...
ru: Добавить члены класса ({0})...
tr: Sınıf Üyeleri Ekle ({0})...
uk: Додати члени класу ({0})...
vi: Thêm Class Members ({0})...
zh_cn: 添加类成员 ({0})...

# SaveModule_PreserveOtherMetadataStreams
source: Copy Unkno_wn Metadata Streams
cs: Zkopírovat neznámé proudy metadat
de: Unbekannte Metadatenströme kopieren
es_es: Copiar secuencias de metadatos desconocida
fa: رونوشت از استریم های _ناشناخته Metadata
fr: Copier les flux de métadonnées inconnus
hu: Isme_retlen metaadat folyamok másolása
it: Copia Streams Metadata sconosciu_ti
pt_br: Copiar Streams de Metadados Desconhecidos
ru: Копировать неопознанн_ые потоки метаданных
tr: Unkno_wn Meta Veri Akışlarını Kopyala
uk: Копіювати невідо_мі потоки метаданих
zh_cn: 复制未知的元数据流(_W)

# RerunNgenIfGacAssembly
source: Run NGEN.exe if this assembly is installed in the GAC
cs: Spusťte NGEN.exe, pokud je sestavení instalováno v GAC
de: Starten Sie NGEN.exe, wenn diese Assembly im GAC installiert ist
es_es: Ejecuta NGEN.exe si este ensamblado está instalado en el GAC
fa: فایل NGEN.exe را اجراکن اگر اسمبلی در GAC نصب شده
fr: Exécuter NGEN.exe si cette assembly est installée dans le GAC
hu: NGEN.exe futtatása, ha ez a szerelvény a GAC-ba van telepítve
it: Esegui NGEN.exe se questo assembly è installato nella Global Assembly Cache
pt_br: Executar NGEN.exe se este assembly estiver instalado no GAC
ru: Запустить _NGEN.exe, если эта сборка установлена в GAC
tr: Bu derleme GAC'de yüklüyse NGEN.exe'yi çalıştırın
uk: Запустити NGEN.exe, якщо ця збірка інстальована в GAC
vi: Chạy NGEN.exe nếu Assembly này đã được cài sẵn trong GAC
zh_cn: 如果在 GAC 中安装了此程序集，则运行 NGEN.exe

# CompilerDlgTabTitle
source: Compiler
cs: Kompilátor
es_es: Compilador
fa: کامپایلر
fr: Compilateur
hu: Fordító
it: Compilatore
pt_br: Compilador
ru: Компилятор
tr: Derleyici
uk: Компілятор
zh_cn: 编译器

# ReplaceNopsInstrCommand
source: _Replace with NOPs
cs: Nahradit NOPy
de: Mit NOPs e_rsetzen
es_es: _Reemplazar con NOPs
fa: _جایگزین NOP شود
fr: _Remplacer avec des NOPs
hu: Cse_re NOP-okra
it: _Rimpiazza con NOPs
pt_br: _Substituir por NOPs
ru: _Заменить NOP-ами
tr: _NOP'larla değiştirin
uk: _Замінити NOP-ами
vi: _Thay thế với NOPs
zh_cn: _用NOP替换

# ReplaceNopsInstrsCommand
source: _Replace with NOPs
cs: Nahradit NOPy
de: Mit NOPs e_rsetzen
es_es: _Reemplazar con NOPs
fa: _جایگزین NOP شود
fr: _Remplacer avec des NOPs
hu: Cse_re NOP-okra
it: _Rimpiazza con NOPs
pt_br: _Substituir por NOPs
ru: _Заменить NOP-ами
tr: _NOP'larla değiştirin
uk: _Замінити NOP-ами
vi: _Thay thế với NOPs
zh_cn: 用NOP替换(_R)

# Type_Flags_Accessibility
source: Accessibilit_y
cs: Přístupnost
es_es: Accessibilida_d
fa: دسترسی
fr: Accessibilit_é
hu: Hozzáférhe_tőség
pt_br: Acessibilidade_y
ru: Доступност_ь
tr: Erişim
uk: Доступніст_ь
zh_cn: 可访问性(_y)

# Type_Flags_Kind
source: _Kind
cs: Typ
es_es: _Tipo
fa: _نوع
fr: _Type
pt_br: _Tipo
ru: _Тип
tr: Tür
uk: _Тип
vi: _Loại
zh_cn: 类别(_K)

# Type_Flags_Layout
source: Layo_ut
cs: Rozložení
es_es: Dise_ño
fa: _طرح
tr: Düzen
zh_cn: 布局(_U)

# Type_Flags_String
source: Strin_g
cs: Řetězec
es_es: Caden_a
fr: _Chaîne
ru: Стро_ка
tr: Dize
uk: Стріч_ка
zh_cn: 字串(_G)

# Type_Flags_Visibility
source: Visibilit_y
cs: Viditelnost
es_es: Visibilida_d
fr: Visibili_té
hu: Lá_thatóság
pt_br: Visibilidade_y
ru: Видимост_ть
tr: Görünürlük
uk: Видиміст_ть
zh_cn: 可见性(_Y)

# MarshalType_Cookie
source: Coo_kie
es_es: Coo_kie (archivo pequeño)
fa: _کوکی
hu: Sü_ti
tr: Çerez

# MarshalType_GUID
source: _GUID
fa: _راهنما
tr: _Bölümleme

# EditOperand_Type
source: _Type...
cs: _Typ...
de: _Typ...
es_es: _Tipo...
fa: _تایپ...
hu: _Típus...
it: _Tipo...
pt_br: Tipo...
ru: _Тип...
tr: _Tip...
uk: _Тип...

# EditResource_Hash
source: _Hash
es_es: _Picadillo
fa: _هش
ru: _Хеш
tr: _Özet
uk: _Хеш

# MethodBodyType_IL
source: IL
tr: BU

# MethodBody_MaxStack
source: _MaxStack
cs: Maximální zásobník
es_es: _Máxima Pila
tr: Maksimum yığın

# Module_GUIDs
source: GUIDs
cs: GUIDy
hu: GUID-ok
ru: GUIDы
tr: Kılavuzlar

# ShortCutKeyCtrlShiftT
source: Ctrl+Shift+T
de: Strg+Umschalt+T
es_es: Ctrl+Mayús+T
tr: Ctrl+Shift+I

# ShortCutKeyS
source: S
tr: P

# DeleteCommandKey
source: Del
de: Entf
es_es: Eliminar
fr: Effacer
it: Canc

# ShortCutKeyCtrlDel
source: Ctrl+Del
de: Strg+Entf
es_es: Ctrl + Supr
fr: Ctrl+Suppr

# ShortCutKeyCtrlShiftC
source: Ctrl+Shift+C
de: Strg+Umschalt+C
es_es: Ctrl+Mayús+C

# ShortCutKeyCtrlShiftD
source: Ctrl+Shift+D
de: Strg+Umschalt+D
es_es: Ctrl+Mayús+D

# ShortCutKeyCtrlShiftS
source: Ctrl+Shift+S
de: Strg+Umschalt+S
es_es: Ctrl+Mayús+S

# ShortCutKeyShiftAltR
source: Shift+Alt+R
de: Umschalt+Alt+R
es_es: Mayús + Alt + R

# ShortCutKeyCtrlShiftE
source: Ctrl+Shift+E
de: Strg+Umschalt+E
es_es: Ctrl+Mayús+E
fr: Ctrl+Maj+E

# ShortCutKeyCtrlShiftA
source: Ctrl+Shift+A
de: Strg+Umschalt+A
es_es: Ctrl+Mayús+A
fr: Ctrl+Maj+A

# ShortCutKeyCtrlShiftO
source: Ctrl+Shift+O
de: Strg+Umschalt+O
es_es: Ctrl+Mayús+O
fr: Ctrl + Maj + O

# ClearCharacter
source: C
hu: T

# ClearTypesCharacter
source: C
hu: T

# Event_ClearCharacter
source: C
hu: T

# ShortCutKeyC
source: C
hu: T

# Local_CompilerGenerated_Character
source: C
hu: T

# ShortCutKeyCtrlI
source: Ctrl+I
cs: Ctrl+l
de: Strg+I

# ParamDef_Flags_Retval
source: Retval
cs: Návratová hodnota

# CopyILBytesKey
source: Ctrl+B
de: Strg+B

# ShortcutKeyAltEnter
source: Alt+Enter
de: Alt+Eingabe

# ShortCutKeyCtrlAltV
source: Ctrl+Alt+V
de: Strg+Alt+V

# ShortCutKeyCtrlC
source: Ctrl+C
de: Strg+C

# ShortCutKeyCtrlT
source: Ctrl+T
de: Strg+T
vi: Ctrl+Del

# ShortCutKeyCtrlV
source: Ctrl+V
de: Strg+V

# ShortCutKeyCtrlX
source: Ctrl+X
de: Strg+X

# ShortCutKeyCtrlF
source: Ctrl+F
de: Strg+F

# ShortCutKeyCtrlG
source: Ctrl+G
de: Strg+G

# ShortCutKeyCtrlM
source: Ctrl+M
de: Strg+M

# ShortCutKeyCtrlR
source: Ctrl+R
de: Strg+R

# ShortCutKeyCtrlY
source: Ctrl+Y
de: Strg+Y

# ShortCutKeyCtrlZ
source: Ctrl+Z
de: Strg+Z

# ShortCutKeyCtrlO
source: Ctrl+O
de: Strg+O
