Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

# ConvertUncondBranchCommand
source: Convert to Unconditional _Branch
cs: Převést na Unconditional _Branch
de: Zu _bedingungslosen Zweig konvertieren
es_es: Convertir a _Rama Incondicional
fa: تبدیل به شاخه _بی قید و شرط
fr: Convertir en _branche inconditionnelle
hu: Feltétel nélküli á_ggá alakítás
it: Convertire a Unconditional _Branch
pt_br: Converter para ramo condicional
ru: Преобразовать в безусловную _ветвь
tr: Koşulsuz _branch'a dönüştür
uk: Перетворити в безумовну _гілку
vi: Chuyển đổi thành Unconditional _Branch
zh_cn: 转换为无条件分支(_B)

# ConvertUncondBranchesCommand
source: Convert to Unconditional _Branches
cs: Převést na Unconditional _Branches
de: Zu _bedingungslosen Zweigen konvertieren
es_es: Convertir a _Ramas incondicionales
fa: تبدیل به شاخه های _بی قید و شرط
fr: Convertir en _Branches Unconditional
hu: Feltétel nélküli ága_kká alakítás
it: Convertire a Unconditional _Branches
pt_br: Converter para ramo incondicional
ru: Преобразовать в безусловные _ветви
tr: Koşulsuz _branch'a dönüştür
uk: Перетворити в безумовні _гілки
vi: Chuyển đổi thành các Unconditional _Branche
zh_cn: 转换为无条件分支(_B)

# ConvNetModuleToAssemblyCommand
source: Convert NetModule to Assembly
cs: Převést NetModule na assembly
de: NetModule zu Assembly konvertieren
es_es: Añadir NetMódulo a ensamblado
fa: تبدیل NetModule به اسمبلی
fr: Convertir nouveau NetModule à Assembly
hu: NetModule szerelvénnyé alakítása
it: Convertire NetModule ad Assembly
pt_br: Converter Módulo .NET para Assembly
ru: Преобразовать NetModule в сборку
tr: NetModule'ü Assembly'e Dönüştür
uk: Перетворити NetModule у збірку
vi: Chuyển đổi NetModule thành Assembly
zh_cn: 转换模块为程序集

# CopyAsTextCommand2
source: Copy as _Text
cs: Kopírovat jako _text
de: Als _Text kopieren
es_es: Copiar como _Text
fa: کپی بعنوان _متن
fr: Copier comme _Text
hu: Másolás _szövegként
it: Copia come _Testo
pt_br: Copiar como Texto
ru: Копировать как _текст
tr: _Metin Olarak Kopyala
uk: Копіювати як _текст
vi: Sao chép như _Văn bản
zh_cn: 复制为文本

# CopyFileOffsetCommand
source: Copy File Offset
cs: Kopírovat offset souboru
de: Dateiversatz kopieren
es_es: Copia archivo Offset
fa: کپی آفست فایل
fr: Copier l'offset dans le fichier
hu: Fájl eltolás másolása
it: Copia il File Offset
pt_br: Copiar offset do arquivo
ru: Копировать смещение в файле
tr: Dosya Uzaklığını Kopyala
uk: Копіювати зміщення в файлі
vi: Sao chép File Offset
zh_cn: 复制文件偏移

# CopyFileOffsetsCommand
source: Copy File Offsets
cs: Kopírovat offsety souborů
de: Dateiversätze kopieren
es_es: Copia archivo Offset
fa: کپی آفست های فایل
fr: Copier les offsets dans le fichier
hu: Fájl eltolás másolása
it: Copia i File Offset
pt_br: Copiar offsets do arquivo
ru: Копировать смещения в файле
tr: Dosya Uzaklığını Kopyala
uk: Копіювати зміщення в файлі
vi: Sao chép các File Offsets
zh_cn: 复制文件偏移

# CopyMetaDataToken
source: Copy _MD Token
cs: Kopírovat _MD token
de: _MD Token kopieren
es_es: Copiar Token _MD
fa: _کپی MD Token
fr: Copier le token _MD
hu: _MD token másolása
it: Copia _MD Token
pt_br: Copiar _MD Símbolo
ru: Копировать токен _метаданных
tr: _MD Jeton Kopyala
uk: Копіювати токен _метаданих
vi: Sao chép _MD Token
zh_cn: 复制 MD 标记(_D)

# CopyMetaDataTokens
source: Copy _MD Tokens
cs: Kopírovat _MD tokeny
de: _MD Tokens kopieren
es_es: Copiar Tokens _MD
fa: _کپی MD Token ها
fr: Copier les tokens _MD
hu: _MD token másolása
it: Copia gli _MD Token
pt_br: Copiar _MD Símbolos
ru: Копировать токены _метаданных
tr: _MD Jetonlarını kopyala
uk: Копіювати токени _метаданих
vi: Sao chép các _MD Token
zh_cn: 复制 MD 标记(_M)

# CopyRVACommand
source: C_opy RVA
cs: K_opírovat KVS
de: RVA _kopieren
es_es: C_opiar RVA
fa: _کپی RVA
fr: _Copier RVA
hu: _RVA másolása
it: C_opia RVA
pt_br: C_opiar RVA
ru: К_опировать RVA
tr: RVA Kopyala
uk: Копіювати RVA
zh_cn: 复制 RVA

# CopyRVAsCommand
source: C_opy RVAs
cs: K_opírovat RVAčka
de: RVAs _kopieren
es_es: Copiar RVAs
fa: _کپی RVA ها
fr: _Copier RVAs
hu: _RVA másolása
it: C_opia gli RVA
pt_br: C_opiar RVAs
ru: К_опировать все RVA
tr: RVA'ları Kopyala
uk: Копіювати RVA
vi: C_opy các RVA
zh_cn: 复制 RVA

source: Create an Exception Catch Type
cs: Vytvořit typ zachycení vyjímky
de: Erstelle einen Ausnahmefangtyp
es_es: Crear un tipo de excepción de la captura
fa: ایجاد یک تایپ Exception Catch
fr: Créer un type de catch d'exception
hu: Kivétel kezelés típus létrehozása
it: Creare un Exception Catch Type
pt_br: Criar um Tipo de Exceção Catch
ru: Создать тип для захвата исключения
tr: Exception Catch Tipi Oluştur
uk: Створити тип для захоплення виключення
vi: Tạo một Exception Catch Type
zh_cn: 创建异常捕获类型

# CreateAssemblyLinkedResourceCommand
source: Create Assembly Linked Resource...
cs: Vytvořit zdroj spojený se sestavením...
de: Assemblyverweis Ressource erstellen...
es_es: Crear ensamblado vinculado a recursos...
fa: ایجاد ریسورس لینک شده به صورت اسمبلی...
fr: Créer une ressource liée à l'assembly...
hu: Szerelvényhez kötött erőforrás létrehozása...
it: Crea Assembly Linked Resource...
pt_br: Criar Recurso Assembly Vinculado...
ru: Создать ресурс, слинкованный со сборкой...
tr: Kaynağa Bağlı Derleyici Oluştur...
uk: Створити ресурс, злінкований зі збіркою...
vi: Tạo Resource liên kết Assembly...
zh_cn: 创建程序集链接资源......

# CreateAssemblyLinkedResourceCommand2
source: Create Assembly Linked Resource
cs: Vytvořit zdroj spojený se sestavením
de: Assemblyverweis Ressource erstellen
es_es: Crear ensamblado vinculado a recursos
fa: ایجاد ریسورس لینک شده به صورت اسمبلی
fr: Créer une ressource liée à l'assembly
hu: Szerelvényhez kötött erőforrás létrehozása
it: Crea Assembly Linked Resource
pt_br: Criar Recurso Assembly Vinculado
ru: Создать ресурс, слинкованный со сборкой
tr: Kaynağa Bağlı Derleyici Oluştur
uk: Створити ресурс, злінкований зі збіркою
vi: Tạo Resource liên kết Assembly
zh_cn: 创建程序集链接资源

# CreateBitMapIconResourceCommand
source: Create System.Data.Bitmap/Icon Resource...
cs: Vytvořit zdroj System.Data.Bitmap/Ikony...
de: System.Data.Bitmap/Icon Ressource erstellen...
es_es: Crear el recurso System.Data.Bitmap/Icon...
fa: ایجاد ریسورس System.Data.Bitmap/Icon...
fr: Créer une ressource System.Data.Bitmap/Icon ...
hu: System.Data.Bitmap/Icon erőforrás létrehozása...
it: Crea System.Data.Bitmap/Icon Resource...
pt_br: Criar Recurso System.Data.Bitmap/Icon...p
ru: Создать ресурс System.Data.Bitmap/Icon...
tr: System.Data.Bitmap / Simge Kaynağı Oluştur...
uk: Створити ресурс System.Data.Bitmap/Icon...
vi: Tạo Resource System.Data.Bitmap/Icon...
zh_cn: 创建 System.Data.Bitmap/Icon 资源...

# CreateBitMapIconResourceCommand2
source: Create System.Data.Bitmap/Icon Resource
cs: Vytvořit zdroj System.Data.Bitmap/Ikony
de: System.Data.Bitmap/Icon Ressource erstellen
es_es: Crear el recurso System.Data.Bitmap/Icon
fa: ایجاد ریسورس System.Data.Bitmap/Icon
fr: Créer une ressource System.Data.Bitmap/Icon
hu: System.Data.Bitmap/Icon erőforrás létrehozása
it: Crea System.Data.Bitmap/Icon Resource
pt_br: Criar Recurso System.Data.Bitmap/Icon
ru: Создать ресурс System.Data.Bitmap/Icon
tr: System.Data.Bitmap / Simge Kaynağı Oluşturma
uk: Створити ресурс System.Data.Bitmap/Icon
vi: Tạo Resource System.Data.Bitmap/Icon
zh_cn: 创建 System.Data.Bitmap/Icon 资源

# CreateByteArrayResourceCommand
source: Create Byte Array Resource...
cs: Vytvořit pole bajtů...
de: Byte Array Ressource erstellen...
es_es: Crear recursos de matriz de bytes...
fa: ایجاد ریسورس آرایه بایت...
fr: Créer une ressource de tableau d'octets...
hu: Bájt tömb erőforrás létrehozása...
it: Crea Byte Array Resource...
pt_br: Criar Recursos Array de Byte...
ru: Создать ресурс массива байтов...
tr: Bayt Dizi Kaynağı Oluştur...
uk: Створити ресурс масив байтів...
vi: Tạo Resource Byte Array...
zh_cn: 创建字节数组资源...

# CreateByteArrayResourceCommand2
source: Create Byte Array Resource
cs: Vytvořit pole bajtů
de: Byte Array Ressource erstellen
es_es: Crear recursos de matriz de bytes
fa: ایجاد ریسورس آرایه بایت
fr: Créer une ressource de tableau d'octets
hu: Bájt tömb erőforrás létrehozása
it: Crea Byte Array Resource
pt_br: Criar Recursos Array de Byte...
ru: Создать ресурс массива байтов
tr: Bayt Dizi Kaynağı Oluştur
uk: Створити ресурс масив байтів
vi: Tạo Resource Byte Array
zh_cn: 创建字节数组资源

# CreateFileLinkedResourceCommand
source: Create File Linked Resource...
cs: Vytvořit zdroj spojený se souborem...
de: Dateiverweis Ressource erstellen...
es_es: Crear recurso vinculado a un archivo...
fa: ایجاد ریسورس لینک شده به صورت فایل...
fr: Créer une ressource avec un fichier lié...
hu: Fájlhoz kötött erőforrás létrehozása...
it: Crea File Linked Resource...
pt_br: Criar Arquivo de Recurso Vinculado...
ru: Создать ресурс, связанный с файлом...
tr: Bağlı Dosya Kaynağı Oluştur...
uk: Створити ресурс пов'язаний із файлом...
vi: Tạo Resource liên kết Tập tin...
zh_cn: 创建链接文件资源...

# CreateFileLinkedResourceCommand2
source: Create File Linked Resource
cs: Vytvořit zdroj spojený se souborem
de: Dateiverweis Ressource erstellen
es_es: Crear el archivo vinculado a recursos
fa: ایجاد ریسورس لینک شده به صورت فایل
fr: Créer une ressource avec un fichier lié
hu: Fájlhoz kötött erőforrás létrehozása
it: Crea File Linked Resource
pt_br: Criar Arquivo de Recurso Vinculado
ru: Создать ресурс, связанный с файлом
tr: Bağlı Dosya Kaynağı Oluştur
uk: Створити ресурс пов'язаний із файлом
vi: Tạo Resource liên kết Tập tin
zh_cn: 创建文件链接资源

# CreateFileResourceCommand
source: Create File Resource...
cs: Vytvořit resource soubor...
de: Datei Ressource erstellen...
es_es: Crear archivo de recursos...
fa: ایجاد فایل ریسورس...
fr: Créer le fichier de ressources...
hu: Fájl erőforrás létrehozása...
it: Crea File Resource...
pt_br: Criar Arquivo de Recurso...
ru: Создать файл ресурсов...
tr: Dosya Kaynağı Oluştur...
uk: Створити файл ресурсів...
vi: Tạo Resource Tệp tin...
zh_cn: 创建文件资源...

# CreateFileResourceCommand2
source: Create File Resource
cs: Vytvořit soubor resource
de: Datei Ressource erstellen
es_es: Crear archivo de recursos
fa: ایجاد فایل ریسورس
fr: Créer le fichier de ressources
hu: Fájl erőforrás létrehozása
it: Crea File Resource
pt_br: Criar Arquivo de Recurso
ru: Создать файл ресурсов
tr: Dosya Kaynağı Oluştur
uk: Створити файл ресурсів
vi: Tạo Resource Tệp tin
zh_cn: 创建文件资源

# CreateImageListStreamerResourceCommand
source: Create System.Windows.Forms.ImageListStreamer Resource...
cs: Vytvořit System.Windows.Forms.ImageListStreamer resource...
de: System.Windows.Forms.ImageListStream Ressource erstellen...
es_es: Crear el recurso System.Windows.Forms.ImageListStreamer...
fa: ایجاد ریسورس System.Windows.Forms.ImageListStreamer...
fr: Créer une ressource System.Windows.Forms.ImageListStreamer...
hu: System.Windows.Forms.ImageListStreamer erőforrás létrehozása...
it: Crea System.Windows.Forms.ImageListStreamer Resource...
pt_br: Criar Recurso System.Windows.Forms.ImageListStreamer...
ru: Создать ресурс System.Windows.Forms.ImageListStreamer...
tr: System.Windows.Forms.ImageListStreamer Kaynak oluşturun...
uk: Створити ресурс System.Windows.Forms.ImageListStreamer...
vi: Tạo Resource System.Windows.Forms.ImageListStreamer...
zh_cn: 创建 System.Windows.Forms.ImageListStreamer 资源...

# CreateImageListStreamerResourceCommand2
source: Create System.Windows.Forms.ImageListStreamer Resource
cs: Vytvořit System.Windows.Forms.ImageListStreamer resource
de: System.Windows.Forms.ImageListStream Ressource erstellen
es_es: Crear recursos de System.Windows.Forms.ImageListStreamer
fa: ایجاد ریسورس System.Windows.Forms.ImageListStreamer
fr: Créer une ressource System.Windows.Forms.ImageListStreamer
hu: System.Windows.Forms.ImageListStreamer erőforrás létrehozása
it: Crea System.Windows.Forms.ImageListStreamer Resource
pt_br: Criar Recurso do System.Windows.Forms.ImageListStreamer
ru: Создать ресурс System.Windows.Forms.ImageListStreamer
tr: System.Windows.Forms.ImageListStreamer Kaynağı Oluşturun
uk: Створити ресурс System.Windows.Forms.ImageListStreamer
vi: Tạo Resource System.Windows.Forms.ImageListStreamer
zh_cn: 创建 System.Windows.Forms.ImageListStreamer 资源

source: Create Interface Impl
cs: Vytvořit rozhraní Impl
de: Erstelle Schnittstellenimplementation
es_es: Crear interface Implementación
fa: ایجاد Interface Impl
fr: Créer Impl d'interface
hu: Interfész megvalósítás létrehozása
it: Crea Interface Impl
pt_br: Criar Impl. Interface
ru: Создать реализацию интерфейса
tr: Impl Arayüzü Düzenle
uk: Створити реалізацію інтерфейсу
vi: Tạo Interface Impl
zh_cn: 创建接口实现

# CreateLocalType
source: Create a Local Type
cs: Vytvořit lokální typ
de: Erstelle lokalen Typ
es_es: Crear un tipo Local
fa: ایجاد یک Local Type
fr: Créer un type Local
hu: Helyi típus létrehozása
it: Crea Local Type
pt_br: Criar Tipo Local
ru: Создать локальный тип
tr: Yerel Tür Oluştur
uk: Створити локальний тип
vi: Tạo một Local Type
zh_cn: 创建一个局部类型

# CreateMethodCommand
source: Create Method...
cs: Vytvořit metodu...
de: Methode erstellen...
es_es: Crear el método...
fa: ایجاد متود...
fr: Créer la méthode...
hu: Metódus létrehozása...
it: Crea Method...
pt_br: Criar Método...
ru: Создать метод...
tr: Yöntem oluştur...
uk: Створити метод...
vi: Tạo Method...
zh_cn: 创建方法...

# CreateMethodCommand2
source: Create Method
cs: Vytvořit metodu
de: Methode erstellen
es_es: Crear método
fa: ایجاد متود
fr: Créer la méthode
hu: Metódus létrehozása
it: Crea Method
pt_br: Criar Método
ru: Создать метод
tr: Yöntem oluştur
uk: Створити метод
vi: Tạo Method
zh_cn: 创建方法

source: Create MethodSig
cs: Vytvořit MethodSig
de: Erstelle Methodensignatur
es_es: Crear firma Método
fa: ایجاد MethodSig
fr: Créer la MethodSig
hu: MethodSig létrehozása
it: Crea MethodSig
pt_br: Criar MethodSig
ru: Создать MethodSig
tr: Yöntem Sig oluştur
uk: Створити MethodSig
vi: Tạo MethodSig
zh_cn: 创建方法签名

# CreateMultiFileResourceCommand
source: Create Multi File Resource...
cs: Vytvořit vícesouborový resource...
de: Multi-Datei Ressource erstellen...
es_es: Crear múltiples archivos de recursos...
fa: ایجاد چندین فایل ریسورس...
fr: Créer une ressource à plusieurs fichiers...
hu: Több fájlos erőforrás létrehozása...
it: Crea Multi File Resource...
pt_br: Criar Arquivo de Recurso...
ru: Создать многофайловый ресурс...
tr: Çoklu Dosya Kaynağı Oluştur...
uk: Створити багато-файловий ресурс...
vi: Tạo nhiều tệp Resources...
zh_cn: 创建多文件资源...

# CreateMultiFileResourceCommand2
source: Create Multi File Resource
cs: Vytvořit vícesouborový resource
de: Multi-Datei Ressource erstellen
es_es: Crear múltiples archivo de recursos
fa: ایجاد چندین فایل ریسورس
fr: Créer une ressource multi-fichier
hu: Több fájlos erőforrás létrehozása
it: Crea Multi File Resource
pt_br: Criar Recurso Ficheiro vinculado
ru: Создание многофайлового ресурса
tr: Çoklu Dosya Kaynağı Oluştur
uk: Створити багато-файловий ресурс
vi: Tạo nhiều tệp Resources
zh_cn: 创建多文件资源

# CreateNestedTypeCommand
source: Create Nested Type...
cs: Vytvořit vnořený typ...
de: Geschachtelten Typ erstellen...
es_es: Crear el tipo anidado...
fa: ایجاد Nested Type...
fr: Créer un type imbriqué...
hu: Beágyazott típus létrehozása...
it: Crea Nested Type...
pt_br: Criar Sub Categoria
ru: Создать вложенный тип...
tr: İç içe Etiket Oluştur...
uk: Створити вкладений тип...
vi: Tạo Nested Type...
zh_cn: 创建嵌套的类型...

# CreateNestedTypeCommand2
source: Create Nested Type
cs: Vytvořit vnořený typ
de: Geschachtelten Typ erstellen
es_es: Crear tipo anidado
fa: ایجاد Nested Type
fr: Créer un type imbriqué
hu: Beágyazott típus létrehozása
it: Crea Nested Type
pt_br: Criar Tipo Aninhado
ru: Создать вложенный тип
tr: İç içe Etiket Oluştur
uk: Створити вкладений тип
vi: Tạo type Nested
zh_cn: 创建嵌套的类型

# CreateNetModuleCommand
source: Create NetModule...
cs: Vytvořit NetModule...
de: NetModule erstellen...
es_es: Crear NetMódulo...
fa: ایجاد NetModule...
fr: Créer un NetModule...
hu: NetModule létrehozása...
it: Crea NetModule...
pt_br: Criar módulo .NET...
ru: Создать NetModule...
tr: Ağ modülü oluştur...
uk: Створити NetModule...
vi: Tạo NetModule...
zh_cn: 创建模块...

# CreateNetModuleCommand2
source: Create NetModule
cs: Vytvořit NetModule
de: NetModule erstellen
es_es: Crear NetMódulo
fa: ایجاد NetModule
fr: Créer un NetModule
hu: NetModule létrehozása
it: Crea NetModule
pt_br: Criar módulo .NET
ru: Создать NetModule
tr: Ağ Modülü Oluştur
uk: Створити NetModule
vi: Tạo NetModule
zh_cn: 创建模块

# CreatePropertyCommand
source: Create Property...
cs: Vytvořit propertu...
de: Eigenschaft erstellen...
es_es: Editar propiedad...
fa: ایجاد Property...
fr: Créer une propriété...
hu: Tulajdonság létrehozása...
it: Crea Property...
pt_br: Criar Propriedade...
ru: Создать свойство...
tr: Özellik oluştur...
uk: Створити властивість...
vi: Tạo Property...
zh_cn: 创建属性...

# CreatePropertyCommand2
source: Create Property
cs: Vytvořit propertu
de: Eigenschaft erstellen
es_es: Crear propiedad
fa: ایجاد Property
fr: Créer une propriété
hu: Tulajdonság létrehozása
it: Crea proprietà
pt_br: Criar Propriedade
ru: Создать свойство
tr: Özellik Oluştur
uk: Створити властивість
vi: Tạo Property
zh_cn: 创建属性

# CreateResourceCommand
source: Create Resource...
cs: Vytvořit resource...
de: Ressource erstellen...
es_es: Crear recurso...
fa: ایجاد ریسورس...
fr: Créer une ressource...
hu: Erőforrás létrehozása...
it: Crea risorsa...
pt_br: Criar Recurso...
ru: Создание ресурса...
tr: Kaynak Oluştur...
uk: Створити ресурс...
vi: Tạo Resource...
zh_cn: 创建资源...

# CreateResourceCommand2
source: Create Resource
cs: Vytvořit resource
de: Ressource erstellen
es_es: Crear Recurso
fa: ایجاد ریسورس
fr: Créer une ressource
hu: Erőforrás létrehozása
it: Crea risorsa
pt_br: Criar Recurso
ru: Создать ресурс
tr: Kaynak Oluştur
uk: Створити ресурс
vi: Tạo Resource
zh_cn: 创建资源

# CreateStreamResourceCommand
source: Create System.IO.Stream Resource...
cs: Vytvořit System.IO.Stream resource...
de: System.IO.Stream Ressource erstellen...
es_es: Crear recurso de transmisión de E / S del sistema...
fa: ایجاد ریسورس System.IO.Stream...
fr: Créer la resource System.IO.Stream ...
hu: System.IO.Stream erőforrás létrehozása...
it: Crea risorsa System.IO.Stream...
pt_br: Criar Recurso System.IO.Stream
ru: Создать ресурс System.IO.Stream...
tr: System.IO oluşturun. Kaynak...
uk: Створити ресурс System.IO.Stream...
vi: Tạo Resource System.IO.Stream...
zh_cn: 创建 System.IO.Stream 资源...

# CreateStreamResourceCommand2
source: Create System.IO.Stream Resource
cs: Vytvořit System.IO.Stream resource
de: System.IO.Stream Ressource erstellen
es_es: Crear recurso de secuencia de E / S del sistema
fa: ایجاد ریسورس System.IO.Stream
fr: Créer la resource System.IO.Stream
hu: System.IO.Stream erőforrás létrehozása
it: Crea risorsa System.IO.Stream
pt_br: Criar Recurso System.IO.Stream
ru: Создать ресурс System.IO.Stream
tr: System.IO.Stream Kaynak oluşturun
uk: Створити ресурс System.IO.Stream
vi: Tạo Resource System.IO.Stream
zh_cn: 创建 System.IO.Stream 资源

# CreateTypeCommand
source: Create Type...
cs: Vytvořit typ...
de: Typ erstellen...
es_es: Crear el tipo...
fa: ایجاد Type...
fr: Créer un type...
hu: Típus létrehozása...
it: Crea tipo...
pt_br: Criar Tipo...
ru: Создать тип...
tr: Tür oluştur...
uk: Створити тип...
vi: Tạo Type...
zh_cn: 创建类型...

# CreateTypeCommand2
source: Create Type
cs: Vytvořit typ
de: Typ erstellen
es_es: Crear un tipo
fa: ایجاد Type
fr: Créer un type
hu: Típus létrehozása
it: Crea tipo
pt_br: Criar Tipo
ru: Создать тип
tr: Tür oluştur
uk: Створити тип
vi: Tạo Type
zh_cn: 创建类型

# DeleteMethodCommand
source: Delete Method
cs: Odstranit metodu
de: Methode löschen
es_es: Método Delete
fa: حذف متود
fr: Supprimer la méthode
hu: Metódus törlése
it: Elimino metodo
pt_br: Excluir Método
ru: Удалить метод
tr: Silme Yöntemi
uk: Видалити метод
vi: Xóa Method
zh_cn: 删除方法

# DeleteMethodsCommand
source: Delete {0} methods
cs: Odstranit metody, {0}
de: {0} Methoden löschen
es_es: Eliminar métodos de {0}
fa: حذف متودها {0}
fr: Supprimer {0} méthodes
hu: {0} metódus törlése
it: Elimino {0} metodi
pt_br: Excluir {0} métodos
ru: Удалить {0} методов
tr: {0} yöntemlerini silin
uk: Видалити {0} методів
vi: Xóa {0} methods
zh_cn: 删除 {0} 个方法

# DeleteNamespaceCommand
source: Delete Namespace
cs: Odstranit namespace
de: Namensraum löschen
es_es: Eliminar Espacio de Nombre
fa: حذف فضای نام
fr: Supprimer l'espace de nommage
hu: Névtér törlése
it: Elimino lo spazio nomi
pt_br: Excluir Namespace
ru: Удалить пространство имен
tr: Ad Alanını Sil
uk: Видалити простір імен
vi: Xóa Namespace
zh_cn: 删除命名空间

# DeleteNamespacesCommand
source: Delete {0} Namespaces
cs: Odstranit namespacy, {0}
de: {0} Namensräume löschen
es_es: Eliminar {0} espacios de nombres
fa: حذف فضاهای نام {0}
fr: Supprimer {0} espaces de nommage
hu: {0} névtér törlése
it: Elimina spazi dei nomi {0}
pt_br: Excluir {0} Namespaces
ru: Удалить {0} пространств имен
tr: {0} Ad Alanlarını Sil
uk: Видалити {0} простори імен
vi: Xóa {0} Namespaces
zh_cn: 删除 {0} 个命名空间

# DeletePropertiesCommand
source: Delete {0} properties
cs: Odstranit properties, {0}
de: {0} Eigenschaften löschen
es_es: Eliminar {0} propiedades
fa: حذف ویژگی ها {0}
fr: Supprimer {0} propriétés
hu: {0} tulajdonság törlése
it: Elimina proprietà {0}
pt_br: Editar propriedades de {0}
ru: Удалить {0} свойств
tr: {0} özelliklerini sil
uk: Видалити властивості {0}
vi: Xóa {0} Propertys
zh_cn: 删除 {0} 个属性

# DeletePropertyCommand
source: Delete Property
cs: Odstranit propertu
de: Eigenschaft löschen
es_es: Eliminar la propiedad
fa: حذف ویژگی
fr: Supprimer la propriété
hu: Tulajdonság törlése
it: Elimina proprietà
pt_br: Excluir Propriedade
ru: Удалить свойство
tr: Özellikleri Sil
uk: Видалити властивість
vi: Xóa Property
zh_cn: 删除属性

# DeleteResourceCommand
source: Delete Resource
cs: Odstranit resource
de: Ressource löschen
es_es: Eliminar recursos
fa: حذف ریسورس
fr: Supprimer la ressource
hu: Erőforrás törlése
it: Elimina risorsa
pt_br: Excluir Recurso
ru: Удалить ресурс
tr: Kaynağı sil
uk: Видалити ресурс
vi: Xóa Resource
zh_cn: 删除资源

# DeleteResourcesCommand
source: Delete {0} resources
cs: Odstranit resources, {0}
de: {0} Ressourcen löschen
es_es: Eliminar {0} recursos
fa: حذف ریسورس ها {0}
fr: Supprimer {0} ressources
hu: {0} erőforrás törlése
it: Elimina risorse {0}
pt_br: Excluir {0} recursos
ru: Удалить {0} ресурсов
tr: {0} kaynaklarını sil
uk: Видалити {0} ресурсів
vi: Xóa {0} Resources
zh_cn: 删除 {0} 个资源

# DeleteTypeCommand
source: Delete Type
cs: Odstranit typ
de: Typ löschen
es_es: Eliminar tipo
fa: حذف Type
fr: Supprimez le type
hu: Típus törlése
it: Elimina tipo
pt_br: Excluir Tipo
ru: Удалить тип
tr: Türü Sil
uk: Видалити тип
vi: Xóa Type
zh_cn: 删除类型

# DeleteTypesCommand
source: Delete {0} types
cs: Odstranit typy, {0}
de: {0} Typen löschen
es_es: Eliminar {0} tipos
fa: حذف تایپ ها {0}
fr: Supprimer {0} types
hu: {0} típus törlése
it: Elimina tipi {0}
pt_br: Excluir {0} Tipos
ru: Удалить {0} типов
tr: {0} türünü sil
uk: Видалити {0} типів
vi: Xóa {0} Types
zh_cn: 删除 {0} 个类型

source: Edit Field MemberRef
cs: Upravit field MemberRef
de: Bearbeite Feld Memberverweis
es_es: Editar campo MemberRef
fa: ویرایش فیلد MemberRef
fr: Editer le MemberRef du champ
hu: MemberRef mező szerkesztése
it: Modifica il campo MemberRef
pt_br: Editar MemberRef
ru: Изменить MemberRef поля
tr: Alan MemberRef Düzenle
uk: Редагувати поле MemberRef
vi: Chỉnh sửa Field MemberRef
zh_cn: 编辑字段成员引用

# EditILInstructionsCommand
source: Edit IL Instruction_s...
cs: Upravit IL Instruction_s...
de: IL Instruktione_n bearbeiten...
es_es: Editar Instructione_s IL...
fa: ویرایش _دستورات IL...
fr: Modifier les instruction_s IL...
hu: IL _utasítások szerkesztése...
it: Modifica Istruzion_i IL...
pt_br: Editar instrução IL...
ru: Изменить ин_струкции IL...
tr: Il talimatlarını düzenleyin...
uk: Редагувати ін_струкції IL...
vi: Chỉnh sửa IL Instruction_s...
zh_cn: 编辑IL指令(_S)
