Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

source: Token
fa: توکن
ru: Токен
tr: Erişim Anahtarı
uk: Токен
zh_cn: 标记

# TooManyBytesSelected
source: You've selected too many bytes of data
cs: Vybrali jste příliš mnoho bajtů dat
de: Sie haben zu viele Bytes an Daten ausgewählt
es_es: Usted ha seleccionado muchos bytes de datos
fa: شما بایت های بسیار زیادی را از اطلاعات انتخاب کردید
fr: Vous avez sélectionné trop d’octets de données
hu: Túl sok bájtnyi adatot jelölt ki
it: Hai selezionato troppi byte di dati
pt_br: Você selecionou demasiados bytes de dados
ru: Вы выбрали слишком много данных
tr: Çok fazla veri biti seçtiniz
uk: Вибрано забагато байтів даних
vi: Bạn đã lựa chọn quá nhiều bytes data
zh_cn: 您选择数据的字节数太多

# Type_ClassSize
source: C_lass Size
cs: Velikost třídy
de: K_lassengröße
es_es: Tamaño de la C_lase
fa: اندازه _کلاس
fr: Taille de la _classe
hu: Osztá_ly méret
it: Dimensioni C_lass
pt_br: Tamanho da Classe
ru: Размер к_ласса
tr: S_nıf Boyutu
uk: Розмір к_ласу
zh_cn: 类大小(_L)

# Type_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# Type_Namespace
source: N_amespace
cs: Jmenný prostor
de: N_amensraum
es_es: Espacio de N_ombre
fa: _فضای نام
fr: Espace de nommage
hu: _Névtér
ru: Простр_анство имен
tr: İ_sim Uzayı
uk: Простір імен
zh_cn: 命名空间(_A)

# Type_PackingSize
source: Packing Si_ze
cs: Velikost balení
de: Packmaß
es_es: Empaquetando Ta_maño
fa: اندازه فشردن
fr: _Taille du packing
hu: Csomagolt mé_ret
it: Dimensione Impacchettamento
pt_br: Tamanho de Empacotamento
ru: Размер упак_овки
tr: Paket boyutu
uk: Розмір упак_овки
zh_cn: 封装大小(_Z)

# UndoCommand
source: Undo
cs: Vrátit zpět
de: Rückgängig
fa: بازگرد
fr: Annuler
hu: Visszavonás
it: Ripristina
pt_br: Desfazer
ru: Отменить
tr: Geri Al
uk: Відмінити
zh_cn: 撤消

# UndoToolBarToolTip
source: Undo
cs: Vrátit zpět
de: Rückgängig
fa: بازگرد
fr: Annuler
hu: Visszavonás
it: Ripristina
pt_br: Desfazer
ru: Отменить
tr: Geri Al
uk: Відмінити
zh_cn: 撤消

# UnsavedFile
source: There is an unsaved file.
cs: Je zde neuložený soubor.
de: Es gibt eine ungespeicherte Datei.
es_es: Hay un archivo no guardado.
fa: فایل ذخیره نشده ای وجود دارد.
fr: Il y a un fichier non sauvegardé.
hu: Van egy nem mentett fájl.
it: C'è un file non salvato.
pt_br: Há um arquivo não salvo.
ru: Имеется несохраненный файл.
tr: Kaydedilmemiş bir dosya var.
uk: Існує незбережений файл.
vi: Có file chưa được lưu.
zh_cn: 还有一个未保存的文件。

# UnsavedFiles
source: There are {0} unsaved files.
cs: Je zde {0} neuložených souborů.
de: Es gibt {0} ungespeicherte Dateien.
es_es: Hay {0} sin guardar los archivos.
fa: فایل های {0} ذخیره نشده اند.
fr: Il y a {0} fichiers non sauvegardés.
hu: {0} nem mentett fájl van megnyitva.
it: Ci sono file {0} non salvati.
pt_br: Há {0} arquivos não salvos.
ru: Имеется {0} несохраненных файлов.
tr: Kaydedilmemiş {0} dosya var.
uk: Існують {0} незбережених файлів.
vi: Có {0} files chưa được lưu.
zh_cn: 有 {0} 个未保存的文件。

# XBytes
source: {0} bytes
cs: {0} bajtů
fa: {0} بایت
fr: {0} octets
hu: {0} bájt
it: {0} byte
ru: {0} байт
tr: {0} bayt
uk: {0} байт
zh_cn: {0} 字节

# AddAfterSelInstr_ToolTip
source: Add the instruction after the selected instruction
cs: Přidat instrukci za vybranou instrukci
de: Fügt eine Instruktion nach der ausgewählten Instruktion ein
es_es: Agregue la instrucción después de la instrucción seleccionada
fa: اضافه کردن دستورالعملی بعد از دستور انتخاب شده
fr: Ajouter l'instruction après la sélection
hu: Utasítás hozzáadása a kijelölt utasítás után
it: Aggiungere l'istruzione dopo l'istruzione selezionata
pt_br: Adicione a instrução após a instrução selecionada
ru: Добавить инструкцию после выбранной
tr: Seçilen talimattan sonra talimatı ekle
uk: Додати інструкцію після обраної
vi: Thêm Instruction sau khi Instruction được chọn
zh_cn: 在选定的指令后添加指令

# InstructionsTab
source: Instructions
cs: Instrukce
de: Instruktionen
es_es: Instrucciones
fa: دستورالعمل ها
hu: Utasítások
it: Istruzioni
pt_br: Instruções
ru: Инструкции
tr: Talimatlar
uk: Інструкції
vi: Các Instructions
zh_cn: 指令

# Module_NewGuid1
source: _New
cs: Nový
de: _Neu
es_es: _Nuevo
fa: _جدید
fr: _Nouveau
hu: _Új
it: _Nuovo
pt_br: Novo
ru: _Новый
tr: _Yeni
uk: _Новий
vi: _Mới
zh_cn: 新建(_N)

# Module_NewGuid2
source: N_ew
cs: Nový
de: N_eu
es_es: N_uevo
fa: _جدید
fr: Nou_veau
hu: _Új
it: N_uovo
pt_br: Novo
ru: Н_овый
tr: Yeni
uk: Н_овий
vi: M_ới
zh_cn: 新建(_E)

# Module_NewGuid3
source: Ne_w
cs: Nový
de: Ne_u
es_es: Nu_evo
fa: _جدید
fr: Nouv_eau
hu: Ú_j
it: Nu_ovo
pt_br: Novo
ru: Но_вый
tr: Yeni
uk: Но_вий
vi: Mớ_i
zh_cn: 新建(_W)

# NetModule_NewGuid1
source: Ne_w
cs: Nový
de: Ne_u
es_es: Nu_evo
fa: _جدید
fr: Nouv_eau
hu: Ú_j
it: Nu_ovo
pt_br: Novo
ru: Но_вый
tr: Yeni
uk: Но_вий
vi: Mớ_i
zh_cn: 新建(_W)

# Pick_Assembly
source: Pick an Assembly
cs: Vybrat sestavení
de: Wähle eine Assembly
es_es: Escoger un ensamblado
fa: انتخاب ماژول
fr: Choisir une assembly
hu: Válasszon egy szerelvényt
it: Scegliere un Assembly
pt_br: Escolha uma Assembly
ru: Выберите сборку
tr: Bir Montaj Seç
uk: Вибрати збірку
vi: Chọn một Assembly
zh_cn: 选择程序集

# Pick_EntryPoint
source: Pick an Entry Point
cs: Vybrat vstupní bod
de: Wähle einen Einstiegspunkt
es_es: Escoger un punto de entrada
fa: انتخاب نقطه ورود
fr: Choisir un point d'entrée
hu: Válasszon egy belépési pontot
it: Scegliere un punto di ingresso
pt_br: Escolha um Ponto de Entrada
ru: Выберите точку входа
tr: Bir Giriş Noktası Seçin
uk: Вибрати точку входу
vi: Chọn một Entry Point
zh_cn: 选择入口点

# Pick_Field
source: Pick a Field
cs: Vybrat pole
de: Wähle ein Feld
es_es: Elegir un campo
fa: انتخاب یک فیلد
fr: Choisir un champ
hu: Válasszon egy mezőt
it: Scegliere un campo
pt_br: Escolha um Field
ru: Выберите поле
tr: Bir Alan Seçin
uk: Вибрати поле
vi: Chọn một Field
zh_cn: 选择一个字段

# Pick_GenericType
source: Pick a Generic Type
cs: Vybrat obecný typ
de: Wähle einen generischen Typ
es_es: Escoger un tipo genérico
fa: انتخاب یک Type عمومی
fr: Choisir un type générique
hu: Válasszon egy általános típust
it: Scegliere un tipo generico
pt_br: Escolha um Tipo Genérico
ru: Выберите обобщенный тип
tr: Bir Genel Tip Seçin
uk: Вибрати узагальнений тип
vi: Chọn một Generic Type
zh_cn: 选择一个泛型类型

# Pick_Method
source: Pick a Method
cs: Vybrat metodu
de: Wähle eine Methode
es_es: Elegir un método
fa: انتخاب یک متود
fr: Choisir une méthode
hu: Válasszon egy metódust
it: Scegliere un metodo
pt_br: Escolha um Método
ru: Выберите метод
tr: Bir Yöntem Seçin
uk: Вибрати метод
vi: Chọn một Method
zh_cn: 选择一个方法

# Pick_Module
source: Pick a Module
cs: Vybrat modul
de: Wähle ein Modul
es_es: Elegir un módulo
fa: انتخاب یک ماژول
fr: Choisir un module
hu: Válasszon egy modult
it: Scegliere un modulo
pt_br: Escolha um Módulo
ru: Выберите модуль
tr: Bir Modül Seçin
uk: Вибрати модуль
vi: Chọn một Module
zh_cn: 选择一个模块

# ExceptionHandler_Column_CatchType
source: CatchType
cs: Typ zachycení
de: Fangtyp
es_es: Captura Tipo
tr: Yakalama Türü
zh_cn: 捕捉类型

# ExceptionHandler_Column_FilterStart
source: FilterStart
cs: Začátek filtru
de: Filter-Anfang
es_es: Filtro Inicio
tr: Filtre Başlat
zh_cn: 过滤开始

# ExceptionHandler_Column_HandlerEnd
source: HandlerEnd
cs: Konec držáku
de: Behandler-Ende
es_es: Terminar ell manejador
pt_br: HandleEnd
tr: İşleyici Sonu
zh_cn: 处理程序结束

# ExceptionHandler_Column_HandlerStart
source: HandlerStart
cs: Začátek držáku
de: Behandler-Anfang
es_es: Iniciar el manejador
pt_br: HandleStart
tr: İşleyici Başlangıç
zh_cn: 处理程序开始

# ExceptionHandler_Column_TryEnd
source: TryEnd
cs: Zkusit konec
de: Try-Ende
es_es: Terminar clausula Try
tr: Sonlandırmayı Dene
zh_cn: 异常捕捉结束

# ExceptionHandler_Column_TryStart
source: TryStart
cs: Zkusit začátek
de: Try-Anfang
es_es: Iniciar clausula Try
tr: Başlatmayı Dene
zh_cn: 异常捕捉开始

# ExceptionHandler_Column_Type
source: Type
cs: Typ
de: Typ
es_es: Tipo
fa: تایپ
hu: Típus
it: Tipo
pt_br: Tipo
ru: Тип
tr: Tip
uk: Тип
zh_cn: 类型

source: Flags
cs: Vlajky
es_es: Banderas
fa: پرچم ها
fr: Marqueurs
hu: Jelzők
ru: Флаги
tr: Bayraklar
uk: Прапорці
zh_cn: 标志位

# MethodBody_Column_OpCode
source: OpCode
cs: Kód operace
es_es: Código de operación
ru: Опкод
tr: Op Kodu
zh_cn: 操作码

# Column_Metadata_RID
source: RID
es_es: Eliminar
zh_cn: 列ID

# EditResource_Visibility
source: _Visibility
cs: Viditelnost
de: _Sichtbarkeit
es_es: _Visibilidad
fa: _قابلیت دیدن
hu: _Láthatóság
it: _Visibilità
pt_br: Visibilidade
ru: _Видимость
tr: _Görünürlük
uk: _Видимість
zh_cn: 可见性(_V)

# GP_GenericParamConstraints
source: Constraints
cs: Omezení
de: Beschränkungen
es_es: Restricciones
fa: محدودیت ها
fr: Contraintes
hu: Megszorítások
pt_br: Restrições
ru: Ограничения
tr: Kısıtlamalar
uk: Константи
zh_cn: 约束

# Metadata_Sorted_Rows
source: Sorted
cs: Vytříděno
de: Sortiert
es_es: Ordenados
fa: مرتب شده
fr: Trié
hu: Rendezett
it: Ordinato
ru: Сортировка
tr: Sıralı
uk: Сортування
zh_cn: 已排序

# Metadata_Valid_Rows
source: Valid
cs: Platný(é)
de: Gültig
es_es: Válido
fa: معتبر
fr: Valide
hu: Érvényes
it: Valido
pt_br: Válido
ru: Допустимый
tr: Geçerli
uk: Вірний
zh_cn: 有效

# Method_Access
source: Access
cs: Přístup
de: Zugriff
es_es: Acceso
fa: دسترسی
fr: Accès
hu: Hozzáférés
it: Accesso
pt_br: Acesso
ru: Доступ
tr: Erişim
uk: Доступ
zh_cn: 访问权限

# Module_Cor20_RuntimeVersion
source: _Runtime Version
cs: Verze runtime
de: _Laufzeitversion
es_es: Versión _Runtime
fa: _ورژن رانتایم
fr: _Version du runtime
hu: Futtatási kö_rnyezet verzió
it: Versione _Runtime
pt_br: Versão do Runtime
ru: Версия _рантайма
tr: Çalışma Zamanı Versiyonu
uk: Версія _Runtime
zh_cn: 运行时版本(_R)

# Module_Metadata_HeaderVersion
source: _Header Version
cs: Verze hlavičky
es_es: _Encabezamiento de las versión
fa: ورژن _Header
fr: _Version de l'entête
hu: _Fejléc verzió
it: Versione _Header
pt_br: _Versão do cabeçalho
ru: Версия _заголовка
tr: _Başlık Sürümü
uk: Версія _заголовку
zh_cn: 头版本(_H)

# Module_Metadata_VersionString
source: _VersionString
cs: Řetězec verze
de: _Versionszeichenfolge
es_es: Cadena de la _Versión
pt_br: _VersãoDaString
ru: Строка _версии
tr: _Sürüm Dizesi
uk: Стрічка _версії
zh_cn: 版本号(_V)

# Module_PE_Machine
source: _Machine
cs: Stroj
de: _Maschine
es_es: _Máquina
fa: _ماشین
hu: _Gép
pt_br: Máquina
ru: _Архитектура
tr: Makine
uk: _Архітектура
zh_cn: 机器(_M)

# Property_Flags_RTSpecialName
source: _RTSpecialName
cs: Speciální název RTS
es_es: Nombre espacial _RTS
tr: _RTÖzelAdı
zh_cn: RT特殊名称(_R)

# Property_Flags_SpecialName
source: _SpecialName
cs: Speciální název
es_es: Nombre _Especial
tr: _ÖzelAdı
zh_cn: 特殊名称(_S)

# SaveModule_Cor20_EntryPoint
source: _Entry Point
cs: Vstupní bod
de: _Einstiegspunkt
es_es: Punto de _Entry
fa: _نقطه ورود
fr: _Point d'entrée
hu: B_elépési pont
it: Punto di ingresso
pt_br: _Ponto de entrada
ru: _Точка входа
tr: _Giriş Noktası
uk: _Точка входу
zh_cn: 入口点(_E)

# SaveModule_Cor20_MajorRuntimeVersion
source: _Major RT Ver
cs: Hlavní verze RT
de: _Majorversion der Laufzeit
es_es: _Mayor Versión RT
pt_br: _Maior RT Ver
tr: Büyük RT Ver
zh_cn: 运行时主版本号(_M)

# SaveModule_Cor20_MinorRuntimeVersion
source: Mino_r RT Ver
cs: Vedlejší verze RT
de: _Minorversion der Laufzeit
es_es: Versíón RT Meno_r RT
pt_br: Menor_r RT Ver
tr: Küçük RT Ver
zh_cn: 运行时次版本号(_R)

# SaveModule_Metadata_MajorVersion
source: _MajorVersion
cs: Hlavní verze
es_es: Versión _Principal
hu: _FőVerzió
pt_br: _MaiorVersão
tr: Büyük sürüm
zh_cn: 主版本号(_M)

# SaveModule_Metadata_MinorVersion
source: MinorVe_rsion
cs: Vedlejší verze
es_es: Ve_rsión Menor
hu: AlVe_rzió
pt_br: MenorVe_rsão
tr: Küçük Sürüm
zh_cn: 次版本号(_R)

# SaveModule_Metadata_Reserved1
source: Reserved_1
cs: Rezervováno_1
es_es: Reservado_1
hu: Fenntartott_1
pt_br: Reservado_1
tr: Ayrılmış_1
zh_cn: 预留1(_1)

# SaveModule_Metadata_Reserved2
source: Reserved_2
cs: Rezervováno_2
es_es: Reservado_2
hu: Fenntartott_2
pt_br: Reservado_2
tr: Ayrılmış_2
zh_cn: 预留2(_2)

# SaveModule_Metadata_Signature
source: _Signature
cs: Podpis
es_es: _Firma
hu: _Szignatúra
pt_br: _Assinatura
ru: _Подпись
tr: _İmza
zh_cn: 签名(_S)

# SaveModule_Metadata_StorageFlags
source: S_torageFlags
cs: Vlajky úložiště
es_es: Banderas de A_lmacenamiento
tr: Depolama Bayrakları
zh_cn: 存储标识位(_t)

# SaveModule_Metadata_VersionString
source: _VersionString
cs: Řetězec verze
de: _Versionszeichenfolge
es_es: Cadena de la _Versión
pt_br: _VersãoDaString
ru: Строка _версии
tr: _Sürüm Dizesi
uk: Стрічка _версії
zh_cn: 版本号(_V)

# SaveModule_PE_Machine
source: _Machine
cs: Stroj
de: _Maschine
es_es: _Máquina
fa: _ماشین
hu: _Gép
pt_br: Máquina
ru: _Архитектура
tr: Makine
uk: _Архітектура
zh_cn: 机器(_M)

# SaveModule_PE_Subsystem
source: _Subsystem
cs: Podsystém
es_es: _Subsystema
hu: _Alrendszer
ru: _Подсистема
tr: _Alt Sistem
uk: _Підсистема
zh_cn: 子系统(_S)

# SaveModule_TablesHeap_ExtraData
source: Extra_Data
es_es: _Datos extra
tr: Ekstra_Veri
zh_cn: 扩展数据(_D)

# SaveModule_TablesHeap_HasDeletedRows
source: _HasDeletedRows
cs: Má smazané řádky
es_es: _Has eliminado filas
hu: _VannakTöröltSorok
pt_br: _Linhas_dispersas
tr: _Silinmiş satırlar var
zh_cn: 包含已删除的行(_H)

# SaveModule_TablesHeap_MajorVersion
source: M_ajorVersion
cs: Hlavní verze
es_es: Version P_rincipal
hu: Fő_Verzió
tr: Büyük Sürüm
zh_cn: 主版本号(_a)

# SaveModule_TablesHeap_MinorVersion
source: M_inorVersion
cs: Rezervováno
de: Reserv_ed1
es_es: Reserv_ado1
fa: Reserv_ed1
fr: Reserv_é1
hu: F_enntartott1
it: Reserv_ed1
pt_br: Reservado_ed1
ru: Reserv_ed1
tr: Ayrılmış1
uk: Reserv_ed1
vi: Reserv_ed1
zh_cn: 预留1(_e)

# SaveModule_TablesHeap_Reserved1
source: Reserv_ed1
cs: Rezervováno
es_es: Reserv_ado1
fr: Reserv_é1
hu: F_enntartott1
pt_br: Reservado_ed1
tr: Ayrılmış1
zh_cn: 预留1(_e)

# SaveModule_TablesHeap_UseENC
source: _Use #- Table
cs: Použít #- tabulku
de: _Use #-Tabelle
es_es: _Use #-mesa
fr: _Utiliser la table #
hu: #-tábla _használata
pt_br: _Use a Tabela #-
ru: _Использовать #- Table
tr: _#- Tablo Kullan
zh_cn: 使用 #- 表(_U)

# CustomAttribute_NamedArg_Field
source: Field
cs: Pole
de: Feld
es_es: Campo
fa: فیلد
fr: Champ
hu: Mező
it: Campo
pt_br: Campo
ru: Поле
tr: Alan
uk: Поле
zh_cn: 字段

# CustomAttribute_NamedArg_Property
source: Property
cs: Vlastnost
de: Eigenschaft
es_es: Propiedad
fa: ویژگی
fr: Propriété
hu: Tulajdonság
it: Proprietà
pt_br: Propriedade
ru: Свойство
tr: Özellik
uk: Властивість
zh_cn: 属性

# SaveModules_FixErrorsByEditingSettings
source: -- Fix the errors by editing the options.
cs: Opravte chyby upravením možností.
de: -- Beheben Sie die Fehler, indem Sie die Optionen bearbeiten.
es_es: --Corregir los errores por las opciones de edición.
fa: -- رفع خطاها با ویرایش تنظیمات.
fr: -- Corriger les erreurs en modifiant les options.
hu: -- Javítsa a hibákat a beállítások módosításával.
it: -- Correggi gli errori modificando le opzioni.
pt_br: -- Corrija os erros editando as opções.
ru: -- Исправить ошибки изменением опций.
tr: Ayarları düzenleyerek hataları düzeltin.
uk: -- Виправити помилки, змінивши параметри.
vi: -- Sửa lỗi bằng cách sửa tùy chọn.
zh_cn: -- 通过编辑选项修复错误。

# GoToMetaDataTableRow_RID
source: _RID
es_es: _Eliminar
tr: _Kurtul
zh_cn: 行ID(_R)

# Plugin_ShortDescription
source: Assembly editor
cs: Editor sestavení
es_es: Editor de ensamblado
fa: ویرایشگر اسمبلی
fr: Editeur d'assemblée
hu: Szerelvény szerkesztő
it: Editor di Assembly
pt_br: Editor de Assembly
ru: Редактор сборки
tr: Derleyici düzenleyicisi
uk: Редактор збірки
vi: Trình soạn thảo Assembly
zh_cn: 程序集编辑器

# EditMethodBodyCode
source: Edit Method ({0})...
cs: Upravit metodu ({0})...
de: Methode ({0}) bearbeiten...
es_es: Editar método ({0})...
fa: ویرایش متود ({0})...
fr: Editer la méthode ({0})...
hu: Metódus ({0}) szerkesztése...
it: Modifica Metodo ({0})...
pt_br: Editar Método ({0})...
ru: Изменить метод ({0})...
tr: Yöntem Düzenle ({0})...
uk: Змінити метод ({0})...
vi: Sửa Method ({0})...
zh_cn: 编辑方法 ({0})...

# EditCodeTitle
source: Edit Code
cs: Upravit kód
de: Code bearbeiten
es_es: Editar código
fa: ویرایش کد
fr: Modifier le code
hu: Kód szerkesztése
it: Modifica Codice
pt_br: Editar código
ru: Изменение кода
tr: Kodu Düzenle
uk: Редагування коду
vi: Sửa Code
zh_cn: 修改代码

source: Decompiling...
cs: Dekompiluji...
de: Dekompiliere...
es_es: Descompilando...
fa: در حال دیکامپایل...
fr: Décompilation...
hu: Visszafordítás...
it: Decompilazione...
pt_br: Descompilando...
ru: Декомпиляция...
tr: Derleniyor...
uk: Декомпіляція...
vi: Đang dịch ngược...
zh_cn: 反编译中…

# CompileDiagnostics_Header_Code
source: Code
cs: Kód
es_es: Código
fa: کد
hu: Kód
it: Codice
pt_br: Código
ru: Код
tr: Kod
uk: Код
zh_cn: 代码

# CompileDiagnostics_Header_Description
source: Description
cs: Popis
de: Beschreibung
es_es: Descripción
fa: توضیحات
hu: Leírás
it: Descrizione
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi: Mô tả
zh_cn: 描述

# CompileDiagnostics_Header_File
source: File
cs: Soubor
de: Datei
es_es: Archivo
fa: فایل
fr: Fichier
hu: Fájl
pt_br: Arquivo
ru: Файл
tr: Doysa
uk: Файл
vi: Tập tin
zh_cn: 文件

# CompileDiagnostics_Header_Line
source: Line
cs: Řádek
de: Zeile
es_es: Línea
fa: خط
fr: Ligne
hu: Sor
it: Linea
pt_br: Linha
ru: Строка
tr: Satır
uk: Стрічка
vi: Dòng
zh_cn: 行

# Button_Compile
source: Compile
cs: Kompilovat
de: Kompilieren
es_es: Compilar
fa: کامپایل
fr: Compiler
hu: Fordít
it: Compilazione
pt_br: Compilar
ru: Компилировать
tr: Derle
uk: Компілювати
zh_cn: 编译

# StatusError
source: Error
cs: Chyba
de: Fehler
fa: خطا
fr: Erreur
hu: Hiba
it: Errore
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi
zh_cn: 错误

# StatusHidden
source: Hidden
cs: Skrytý
de: Versteckt
es_es: Oculto
fa: مخفی
fr: Caché
hu: Rejtett
it: Nascosta
pt_br: Oculto
ru: Скрытый
tr: Gizli
uk: Прихований
vi: Ẩn
zh_cn: 隐藏

# StatusInfo
source: Info
es_es: Información
fa: اطلاعات
hu: Infó
ru: Информация
tr: Bilgi
uk: Дані
zh_cn: 信息

# StatusWarning
source: Warning
cs: Varování
de: Warnung
es_es: Advertencia
fa: هشدار
fr: Avertissement
hu: Figyelmeztetés
it: Avviso
pt_br: Aviso
ru: Предупреждение
tr: Uyarı
uk: Увага
vi: Cảnh báo
zh_cn: 警告

# AddAssemblyReferenceToolTip
source: Add Assembly Reference
cs: Přidat odkaz na sestavení
de: Verweis auf Assembly hinzufügen
es_es: Agregar la referencia de ensamblado
fa: اضافه کردن مرجع به اسمبلی
fr: Ajouter la référence
hu: Szerelvény hivatkozás hozzáadása
it: Aggiungi riferimento all'Assembly
pt_br: Adicionar Referência de Assembly
ru: Добавление ссылки на сборку
tr: Derleyici Referansı Ekle
uk: Додати посилання збірки
vi: Thêm Assembly Reference
zh_cn: 添加程序集引用

# AddGacReferenceToolTip
source: Add Assembly Reference (GAC)
cs: Přidat odkaz na sestavení (GAC)
de: Verweis auf Assembly (GAC) hinzufügen
es_es: Agregar la referencia de ensamblado(GAC)
fa: اضافه کردن اسمبلی مرجع (GAC)
fr: Ajouter la référence (GAC)
hu: Szerelvény hivatkozás hozzáadása (GAC)
it: Aggiungi riferimento all'Assembly (GAC)
pt_br: Adicionar Referência do Assembly (GAC)
ru: Добавление ссылки на сборку (GAC)
tr: Derleme başvurusu Ekle (GAC)
uk: Додати посилання збірки (GAC)
vi: Thêm Assembly Reference (GAC)
zh_cn: 添加全局程序集引用 (GAC)

# Error_CouldNotAddAssemblyReferences
source: Couldn't add the assembly references.
cs: Nelze přidat odkazy na sestavení.
de: Konnte den Verweis auf die Asssembly nicht hinzufügen.
es_es: No se pudieron agregar las referencias de ensamblaje.
fa: نمیتوان مراجع اسمبلی را اضافه نمود.
fr: Impossible d'ajouter des références.
hu: A szerelvény referenciákat nem sikerült hozzáadni.
it: Impossibile aggiungere i riferimenti agli assembly.
pt_br: Não foi possível adicionar referências de assembly.
ru: Не могу добавить ссылки на сборку.
tr: Derleme referansları eklenemedi.
uk: Не вдалося додати посилання на збірку.
vi: Không thể thêm Assembly Reference.
zh_cn: 无法添加程序集引用。

source: Edit Method Code
cs: Upravit kód metody
de: Bearbeite Methodencode
es_es: Editar el código del método
fa: ویرایش کد متود
fr: Modifier le code de la méthode
hu: Metódus kód szerkesztése
it: Modificare il codice del metodo
pt_br: Editar Código do Método
ru: Изменить код метода
tr: Yöntem Kodunu Düzenle
uk: Редагувати тіло методу
vi: Sửa Method code
zh_cn: 编辑方法代码

# ERR_IM_AddingRemovingStaticFromEditedMethodNotSupported
source: Adding or removing 'static' or 'Shared' from edited methods isn't supported: {0}
cs: Přidání nebo odstranění statických nebo sdílených z editovaných metod není podporováno: {0}
de: Hinzufügen und Entfernen von 'static' oder 'Shared' von bearbeiteten Methoden wird nicht unterstützt: {0}
es_es: Agregar o quitar 'estática' o 'Compartida' de métodos editados no es compatible: {0}
fa: اضافه کردن یا حذف 'static' یا 'Shared' از متود ویرایش شده پشتیبانی نمی شود: {0}
fr: L'ajout ou le retrait de 'static' ou 'Shared' des méthodes éditées n'est pas supporté : {0}
hu: A 'static' vagy 'shared' hozzáadása vagy eltávolítása a szerkesztett metódusoknál nem támogatott: {0}
it: Aggiungere o rimuovere 'static' o 'Shared' dai metodi non supportati: {0}
pt_br: Adicionar ou remover 'static' ou 'Shared' dos métodos editados não é suportado: {0}
ru: Не поддерживается добавление или удаление 'static' или 'Shared' для редактируемых методов: {0}
tr: Düzenlenmiş yöntemlerden 'static' veya 'Shared' eklemek veya kaldırmak desteklenmemektedir: {0}
uk: Не підтримується додавання або видалення "static" або 'shared' для редагованих методів: {0}
vi: Không hỗ trợ thêm hoặc xóa 'Static'/'Shared' khỏi Method được sửa: {0}
zh_cn: 不支持在被编辑的方法上添加或移除”静态(static)“或”已共享(Shared)“: {0}

# ERR_IM_CouldNotFindEditedMethod
source: Couldn't find the edited method. Make sure you didn't add or remove 'static' or 'Shared' or changed the parameter types, return type or method name: {0}
cs: Nelze najít upravenou metodu. Ujistěte se, že jste nepřidali nebo neodstranili statickou nebo sdílenou nebo změnili typy parametrů, typy návratu nebo jména metod: {0}
de: Konnte die zu bearbeitende Methode nicht finden. Stellen Sie sicher, dass Sie weder 'static' oder 'Shared' hinzugefügt oder entfernt, noch die Parametertypen, den Rückgabetyp oder Methodenname geändert haben: {0}
es_es: No podía encontrar el método editado. Asegúrese de no agregar o quitar 'estática' o 'Compartida' o cambiar los tipos de parámetro, tipo o nombre del método: {0}
fa: نمیتوان متود ویرایش شده را پیدا کرد.مطمئن شوید که شما 'static' یا 'Shared' را حذف یا اضافه، تغییرات در نوع پارامترها، نوع بازگشت یا نام متود انجام نداده اید: {0}
fr: Impossible de trouver la méthode éditée. Assurez-vous de ne pas avoir ajouté ou retiré 'static' ou 'shared' ou changé les types de paramètres, retour ou nom de méthode : {0}
hu: A szerkesztett metódus nem található. Győződjön meg róla, hogy nem adta hozzá vagy távolította el a 'static' vagy 'shared' módosítót vagy nem változtatta meg a paraméterek típusát, a visszatérési értéket vagy a metódus nevét: {0}
it: Impossibile trovare il metodo modificato. Assicurarsi di non aggiungere o rimuovere "static" o "Shared" oppure modificare i tipi di parametri, il tipo di ritorno o il nome del metodo: {0}
pt_br: Não foi possível encontrar o método editado. Certifique-se de que você não adicionou ou removeu 'static' ou 'Shared' ou mudou os tipos de parâmetros, o tipo de retorno ou o nome do método: {0}
ru: Не могу найти редактируемый метод. Убедитесь, что не добавили или удалили 'static' или 'Shared' или изменили типы параметров, тип возвращаемого значения или имя метода: {0}
tr: Düzenlenmiş yöntem bulunamadı. Lütfen 'static' veya 'Shared' eklememiş veya silmemiş veya parametre tipini, geri dönüş tipini veya yöntem adını değitirmediğinize emin olun: {0}
uk: Не можливо знайти відредагований метод. Переконайтесь, що ви не додали чи видалили 'static' чи 'Shared' або змінили типи параметрів, тип повернення або ім'я методу: {0}
vi: Không tìm thấy Method đã sửa. Hãy chắc chắn bạn không thêm hoặc xóa 'Static'/'Shared' hoặc thay đổi parameter type trả về hoặc tên Method: {0}
zh_cn: 找不到被编辑的方法。请确保您没有添加或移除”静态(static)“或”已共享(Shared)“，或更改参数类型、返回类型或方法名称: {0}
