Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

# TypeSigCreator_Pinned_ToolTip
source: Turn it into a pinned variable
cs: Jako pinned proměnná
de: In eine festgesteckte Variable umwandeln
es_es: Convertirlo en una variable fijada
fa: تبدیل به متغیر سنجاق شده
fr: Transformer en une variable épinglée
hu: Kitűzött változóvá alakítás
it: Trasforma in una variabile bloccata
pt_br: Transformá-lo em uma variável fixada
ru: Преобразовать в закрепленную переменную
tr: Bağlı değişkene çevir
uk: Перетворити у закріплену змінну
zh_cn: 把他变成固定变量

# TypeSigCreator_Pointer
source: _Pointer
de: _Zeiger
es_es: _Puntero
fa: _اشاره گر
fr: _Pointeur
hu: _Mutató
it: _Puntatore
pt_br: _Ponteiro
ru: _Указатель
tr: _İşaretçi
uk: _Вказівник
zh_cn: 指针(_P)

# TypeSigCreator_Pointer_ToolTip
source: Convert type to a pointer
cs: Převést typ na pointer
de: Konvertiert den Typ zu einem Zeiger
es_es: Convertir texto en un puntero
fa: تبدیل type به یک اشاره گر
fr: Convertir le type en un pointeur
hu: Típus mutatóvá alakítása
it: Converti un tipo in puntatore
pt_br: Converter o tipo para um ponteiro
ru: Преобразовать тип в указатель
tr: Tipi işaretçiye çevir
uk: Перетворити тип у вказівник
zh_cn: 转换类型为指针

# TypeSigCreator_Remove_ToolTip
source: Remove last added type
cs: Odstranit poslední přidaný typ
de: Entfernt den zuletzt hinzugefügten Typ
es_es: Eliminar último tipo agregado
fa: حذف آخرین type اضافه شده
fr: Supprimer le dernier type ajouté
hu: Utoljára hozzáadott típus törlése
it: Rimuovi l'ultimo tipo aggiunto
pt_br: Remover o último tipo adicionado
ru: Удалить последний добавленный тип
tr: Son eklenen tipi sil
uk: Видалити останній доданий тип
zh_cn: 移除最后添加的类型

# TypeSigCreator_SZArray
source: S_Z Array
es_es: S_Z matriz
fa: آرایه S_Z
fr: Tableau S_Z
hu: S_Z Tömb
pt_br: Conjunto S_Z
ru: S_Z массив
tr: S_Z dizi
uk: Масив S_Z
zh_cn: SZ数组(_Z)

# TypeSigCreator_SZArray_ToolTip
source: Convert type to a single-dimension, zero lower-bound array
cs: Převést typ na jednorozměrnou array s nulovou dolní mezí
de: Typ in eindimensionales, null-basiertes Array umwandeln
es_es: Convertir texto en una sola dimensión, cero matriz de límite inferior
fa: تبدیل به آرایه تک بعدی، حد پایین صفر
fr: Convertissez du type en un unidimensionnel, zéro lié inférieure array
hu: Típus átalakítása egy dimenziós, nulla alsó határú tömbbé
it: Convertire il tipo in una matrice a dimensione singola, con limite inferiore a zero
pt_br: Converter tipo para uma dimensão única, array de limite inferior zero
ru: Преобразовать тип в одномерный массив с нулевой нижней границей
tr: Türü tek boyutlu, sıfır alt sınır dizisine dönüştürme
uk: Перетворити тип в одномірний масив із нульовою нижньою границею
zh_cn: 将类型转换为一维零下限数组

# TypeSigCreator_Type
source: _Type
cs: _Typ
de: _Typ
es_es: _Tipo
fa: _نوع
hu: _Típus
pt_br: _Tipo
ru: _Тип
tr: _Tip
uk: _Тип
zh_cn: 类型(_T)

# TypeSigCreator_Type_ToolTip
source: Add a type
cs: Přidat typ
de: Fügt einen Typ hinzu
es_es: Agregar un tipo
fa: افزودن یک type
fr: Ajouter un type
hu: Típus hozzáadása
it: Aggiungi un tipo
pt_br: Adicionar um tipo
ru: Добавить тип
tr: Tip ekle
uk: Додати тип
vi: Thêm Type
zh_cn: 添加类型

# TypeSigCreator_Var
source: _Var
ru: _Переменная
uk: _Змінна
zh_cn: 变量(_V)

# TypeSigCreator_Var_ToolTip
source: Add a type generic variable
cs: Přidat proměnnou generického typu
de: Fügt eine generische Variable dem Typ hinzu
es_es: Agregue una variable de tipo genérico
fa: اضافه کردن یک تایپ متغیر عمومی
fr: Ajouter une variable de type générique
hu: Típus generikus változó hozzáadása
it: Aggiungi una variabile di tipo generico
pt_br: Adicionar uma variável genérica
ru: Добавить переменную универсального типа
tr: Genel tip değişkeni ekle
uk: Додати узагальнену змінну для методу
vi: Thêm một Generic Variable
zh_cn: 添加泛型变量

# TypeTab
source: Type
cs: Typ
de: Typ
es_es: Tipo
fa: تایپ
hu: Típus
it: Tipo
pt_br: Tipo
ru: Тип
tr: Tip
uk: Тип
zh_cn: 类型

source: Unknown
cs: Neznámý
de: Unbekannt
es_es: Desconocido
fa: ناشناخته
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmeyen
uk: Невідоме
zh_cn: 未知

# UnknownBytesMsg
source: Some of the copied bytes are unknown because the method has been edited. New tokens and string offsets are only known once the file has been saved to disk and re-opened.
cs: Některé ze zkopírovaných bajtů nejsou známé, protože metoda byla upravena. Nové tokeny a offsety stringů jsou známy pouze, pokud byl soubor uložen na disk a znovu otevřen.
de: Einige der kopierten Bytes sind unbekannt, da die Methode bearbeitet wurde. Neue Token und String Offsets sind nur bekannt, wenn die Datei auf der Festplatte gespeichert und wieder geöffnet wurde.
es_es: Algunos de los bytes copiados son desconocidos porque el método ha sido editado. Nuevas fichas y los desvíos de la cadena sólo se conocen una vez que el archivo ha sido guardado en el disco y volver a abrir.
fa: برخی از بایت های کپی شده ناشناخته اند زیرا متود ویرایش شده. توکن های جدید و آفست رشته ها فقط زمانی شناخته خواهند شد که فایل ذخیره و دوباره بازشود.
fr: Certains des octets copiés sont inconnus parce que la méthode a été modifiée. Les nouveaux jetons et offsets de chaîne ne sont connus qu’une fois le fichier enregistré sur le disque et ouvert à nouveau.
hu: Néhány másolt bájt ismeretlen, mert a metódus szerkesztve lett. Az új token-ek és karakterlánc eltolások csak akkor lesznek ismertek, ha a fájlt elmenti, majd újra megnyitja.
it: Alcuni dei byte copiati sono sconosciuti perché il metodo è stato modificato. Il nuovo token a l'offset della stringa sono validi solo dopo aver salvato e riaperto il file.
pt_br: Alguns dos bytes copiados são desconhecidos, porque o método foi editado. Novos tokens e offsets de strings são conhecidos apenas depois de o ficheiro ser salvo em disco e re-aberto.
ru: Некоторые из скопированных байтов неизвестны, потому что метод был отредактирован. Новые токены и смещения строк станут известны только после того, как файл будет сохранен на диск и повторно открыт.
tr: Bazı kopyalanan bitler bilinmiyor çünkü yöntem düzenlenmiş. Yeni jetonlar ve harf dizin offsetleri sadece dosya diske kaydedilmiş ve yeniden açıldığı zaman bilinir.
uk: Деякі скопійовані байти є невідомі, оскільки метод був відредагований. Нові токени і зміщення стрічок стануть відомі після того, як файл збережеться на диск і знову буде відкрито.
vi: Một số bytes không xác định vì Method đã bị thay đổi. Token mới và String Offset chỉ xác định sau khi file được lưu và mở lại.
zh_cn: 某些被复制的字节未知，因为该方法已被编辑。只有将文件保存到磁盘并重新打开后，才会知道新的标记和字符串偏移。

source: Unknown Enum
cs: Neznámý Enum
de: Unbekannte Enumeration
es_es: Enum desconocido
fa: Enum ناشناخته
fr: Enum inconnu
hu: Ismeretlen enum
it: Enum sconosciuto
pt_br: Enum Desconhecido
ru: Неизвестное Перечисление
tr: Bilinmeyen Enum
uk: Невідомий Enum
vi: Enum không xác định
zh_cn: 未知枚举

source: _Value
de: _Wert
es_es: _Valor
fa: _مقدار
fr: _Valeur
hu: É_rték
it: _Valore
pt_br: Valor
ru: _Значение
tr: _Değer
uk: _Значення
zh_cn: 值(_V)

# ValueType_ToolTip
source: Value type
cs: Typ hodnoty
de: Werttyp
es_es: Tipo de valor
fa: نوع مقدار
fr: Type de valeur
hu: Értéktípus
it: Tipo di valore
pt_br: Tipo do Valor
ru: Тип значения
tr: Değer tipi
uk: Тип значення
vi: Kiểu giá trị
zh_cn: 值类型

# AddExistingNetModuleToAssemblyCommand
source: Add Existing NetModule to Assembly...
cs: Přidat existující NetModule do assembly...
de: Vorhandenes NetModule der Assembly hinzufügen...
es_es: Añadir NetModule existente al ensamblado...
fa: اضافه کردن NetModule موجود به اسمبلی...
fr: Ajouter NetModule existant à Assemblée...
hu: Létező NetModul hozzáadása a szerelvényhez...
it: Aggiungi NetModule esistente ad un Assembly...
pt_br: Adicionar um módulo .NET Existente ao Assembly...
ru: Добавить существующий NetModule в сборку...
tr: Varolan NetModule'ü Assembly'e Ekle...
uk: Додати існуючий NetModule в збірку...
vi: Thêm NetModule có sẵn vào Assembly...
zh_cn: 添加现有模块到程序集...

# AddExistingNetModuleToAssemblyCommand2
source: Add Existing NetModule to Assembly
cs: Přidat existující NetModule do assembly
de: Vorhandenes NetModule der Assembly hinzufügen
es_es: Añadir NetModule existente al ensamblado
fa: اضافه کردن NetModule موجود به اسمبلی
fr: Ajouter NetModule existant à Assemblée
hu: Létező NetModul hozzáadása a szerelvényhez
it: Aggiungi NetModule esistente ad un Assembly
pt_br: Adicionar um módulo .NET Existente ao Assembly
ru: Добавить существующий NetModule в сборку
tr: Varolan NetModule'ü Assembly'e Ekle
uk: Додати існуючий NetModule в збірку
vi: Thêm NetModule có sẵn vào Assembly
zh_cn: 添加现有模块到程序集

# AddNewNetModuleToAssemblyCommand
source: Add New NetModule to Assembly...
cs: Přidat nový NetModule do assembly...
de: Neues NetModule in Assembly hinzufügen...
es_es: Añadir nuevo NetModule al ensamblado...
fa: اضافه کردن NetModule جدید به اسمبلی...
fr: Ajouter nouveau NetModule à l'Assemblée...
hu: Új NetModul hozzáadása a szerelvényhez...
it: Aggiungi nuovo NetModule ad un Assembly...
pt_br: Adicionar novo módulo .NET ao Assembly...
ru: Добавить новый NetModule в сборку...
tr: Yeni NetModule'ü Assembly'e Ekle...
uk: Додати новий NetModule в збірку...
vi: Thêm NetModule có sẵn vào Assembly...
zh_cn: 添加新的模块到程序集...

# AddNewNetModuleToAssemblyCommand2
source: Add New NetModule to Assembly
cs: Přidat nový NetModule do assembly
de: Neues NetModule in Assembly hinzufügen
es_es: Añadir nuevo NetModule al ensamblado
fa: اضافه کردن NetModule جدید به اسمبلی
fr: Ajouter nouveau NetModule à l'Assemblée
hu: Új NetModul hozzáadása a szerelvényhez
it: Aggiungi nuovo NetModule ad un Assembly
pt_br: Adicionar novo módulo .NET ao Assembly
ru: Добавить новый NetModule в сборку
tr: Yeni NetModule'ü Assembly'e Ekle
uk: Додати новий NetModule в збірку
vi: Thêm NetModule có sẵn vào Assembly
zh_cn: 添加新的模块到程序集

source: All files
cs: Všechny soubory
de: Alle Dateien
es_es: Todos los archivos
fa: تمامی فایل ها
fr: Tous les fichiers
hu: Minden fájl
it: Tutti i file
pt_br: Todos os arquivos
ru: Все файлы
tr: Tüm dosyalar
uk: Всі файли
vi: Tất cả tập tin
zh_cn: 所有文件

# AskCancelSave
source: Are you sure you want to cancel the save?
cs: Opravdu chcete zrušit ukládání?
de: Möchten Sie den Speichervorgang wirklich abbrechen?
es_es: ¿Seguro que quieres cancelar?
fa: آیا از لغو ذخیره کردن اطمینان دارید؟
fr: Êtes-vous certain de que vouloir annuler la sauvegarde ?
hu: Biztos, hogy megszakítja a mentést?
it: Vuoi annullare il salvataggio?
pt_br: Você tem certeza que quer cancelar o salvamento?
ru: Вы уверены, что хотите отменить сохранение?
tr: Kaydetmekten vazgeçmek istediğinize emin misiniz?
uk: Ви дійсно бажаєте скасувати операцію?
vi: Bạn không muốn lưu tập tin nữa?
zh_cn: 确定取消保存？

# AskCancelSaveCloseWindow
source: The save is being canceled. Are you sure you want to close the window?
cs: Ukládání se právě stornuje. Opravdu chcete zavřít okno?
de: Der Speichervorgang wird abgebrochen. Möchten Sie das Fenster wirklich schließen?
es_es: Está intentando cancelar. ¿Está seguro que desea cerrar la ventana?
fa: ذخیره سازی لغو شد. شما مطمئن هستید که می خواهید پنجره را ببندید؟
fr: L’enregistrement est en cours d’annulation. Êtes-vous sûr de que vouloir fermer la fenêtre ?
hu: A mentés megszakítva. Biztos, hogy bezárja az ablakot?
it: Il salvataggio verrà cancellato. Sei sicuro di volere uscire?
pt_br: O save está sendo cancelado. Tem certeza que deseja fechar a janela?
ru: Сохранение отменяется. Вы уверены, что вы хотите закрыть окно?
tr: Kaydetmeden vazgeçildi. Pencereyi kapatmak istediğinize emin misiniz?
uk: Збереження скасовується. Ви дійсно бажаєте закрити вікно?
vi: Tác vụ lưu tập tin sẽ bị hủy. Bạn có muốn đóng cửa sổ không?
zh_cn: 保存已经被取消。确定要关闭窗口吗？

# AskDeleteField
source: There could be code in some assembly that references this field. Are you sure you want to delete the field?
cs: Některé assembly mohou obsahovat kód odkazující na tento field. Opravdu chcete tento field odstranit?
de: Code in einer anderen Assembly könnte auf dieses Feld verweisen. Möchten Sie das Feld wirklich löschen?
es_es: Puede haber código en un ensamblado que hace referencia a este campo. ¿Está seguro que desea eliminar el campo?
fa: ممکن است در اسمبلی کدی وجود داشته باشد که این فیلد را فراخوانده باشد. آیا اطمینان دارید که این فیلد حذف شود؟
fr: Il pourrait y avoir du code dans une assembly qui référence ce champ. Êtes-vous sûr de que vouloir supprimer le champ ?
hu: Lehet olyan kód pár szerelvényben, ami hivatkozik erre a mezőre. Biztos, hogy törölni akarja a mezőt?
it: Potrebbe esserci del codice assembly che fa riferimento a questo campo. Sicuro di volerlo eliminare?
pt_br: Pode haver código em um assembly que faz referência a esse campo. Tem certeza que deseja excluir o campo?
ru: На это поле может ссылаться код из какой-нибудь сборки. Вы уверены, что хотите удалить поле?
tr: Bu alana başvuran bazı derlemede kod olabilir. Alanı silmek istediğinizden emin misiniz?
uk: Це поле може використовуватись у якійсь збірці. Ви переконані, що бажаєте його видалити?
vi: Field dữ liệu này có thể còn được tham chiếu trong mã nguồn. Bạn có chắc chắn muốn xóa nó không?
zh_cn: 程序集中的部分代码可能会引用此字段。确定要删除此字段吗？

# AskDeleteMethod
source: There could be code in some assembly that references this method. Are you sure you want to delete the method?
cs: Některé assembly mohou obsahovat kód odkazující na tuto metodu. Opravdu chcete tuto metodu odstranit?
de: Code in einer anderen Assembly könnte auf diese Methode verweisen. Möchten Sie die Methode wirklich löschen?
es_es: Puede haber código en un ensamblado que hace referencia a este método. ¿Está seguro que desea eliminar el método?
fa: ممکن است در اسمبلی کدی وجود داشته باشد که این متود را فراخوانده باشد. آیا اطمینان دارید که این متود حذف شود؟
fr: Il pourrait y avoir du code dans une assembly qui référence cette méthode. Êtes-vous sûr de que vouloir supprimer la méthode ?
hu: Lehet olyan kód pár szerelvényben, ami hivatkozik erre a metódusra. Biztos, hogy törölni akarja a metódust?
it: Potrebbe esserci del codice assembly che fa riferimento a questo metodo. Sicuro di volerlo eliminare?
pt_br: Pode haver código em um assembly que faz referência a esse método. Tem certeza que deseja excluir o método?
ru: Этот метод может использоваться в какой-нибудь сборке. Вы уверены, что хотите удалить метод?
tr: Bazı montajda bu yönteme başvuran kod olabilir. Yöntemi silmek istediğinden emin misin?
uk: Цей метод може використовуватись у якійсь збірці. Ви переконані,, що бажаєте видалити метод?
vi: Method này có thể còn được tham chiếu trong mã nguồn. Bạn có chắc chắn muốn xóa nó không?
zh_cn: 程序集中的部分代码可能会引用此方法。确定要删除此方法吗？

# AskDeleteType
source: There could be code in some assembly that references this type. Are you sure you want to delete the type?
cs: Některé assembly mohou obsahovat kód odkazující na tento typ. Opravdu chcete tento typ odstranit?
de: Code in einer anderen Assembly könnte auf diesen Typ verweisen. Möchten Sie den Typ wirklich löschen?
es_es: Puede haber código en un ensamblado que hace referencia a este tipo. ¿Está seguro que desea eliminar el tipo?
fa: ممکن است در اسمبلی کدی وجود داشته باشد که این تایپ را فراخوانده باشد. آیا اطمینان دارید که این تایپ حذف شود؟
fr: Il pourrait y avoir du code dans une assembly qui référence ce type. Êtes-vous sûr de que vouloir supprimer le type ?
hu: Lehet olyan kód pár szerelvényben, ami hivatkozik erre a típusra. Biztos, hogy törölni akarja a típust?
it: Potrebbe esserci del codice assembly che fa riferimento a questo tipo. Sicuro di volerlo eliminare?
pt_br: Pode haver código em um assembly que faz referência a este tipo. Tem certeza que deseja excluir esse type?
ru: Этот тип может использоваться в какой-нибудь сборке. Вы уверены, что хотите удалить тип?
tr: Bazı montajlarda bu türe başvuran kod olabilir. Türü silmek istediğinize emin misiniz?
uk: Цей тип може використовуватись у якійсь збірці. Ви переконані,, що бажаєте видалити цей конкретний тип?
zh_cn: 程序集中的部分代码可能会引用此类型。确定要删除此类型吗？

# AskExitUnsavedFile
source: There is an unsaved file. Do you want to save it before exiting?
cs: Je zde neuložený soubor. Chcete jej uložit před ukončením?
de: Es gibt eine nicht gespeicherte Datei. Möchten Sie sie vor dem Beenden speichern?
es_es: Hay un archivo no guardado. ¿Desea guardar antes de salir?
fa: یک فایل ذخیره نشده وجود دارد. میخواهید قبل از خروج آن را ذخیره کنید؟
fr: Il y a un fichier non enregistré. Vous voulez l’enregistrer avant de quitter ?
hu: Egy fájl nincs mentve. Szeretné menteni kilépés előtt?
it: C'è un file non salvato. Vuoi salvarlo prima di uscire?
pt_br: Existe um arquivo não salvo. Deseja salvar antes de sair?
ru: Есть несохраненный файл. Вы хотите сохранить его перед выходом?
tr: Kaydedilmemiş dosya var. Çıkmadan önce kaydetmek istiyor musunuz?
uk: Є незбережений файл. Ви хочете зберегти зміни перед виходом?
vi: Có một tệp tin chưa lưu. Bạn có muốn lưu nó trước khi thoát không?
zh_cn: 有文件尚未保存。要在退出前保存吗？

# AskExitUnsavedFiles
source: There are {0} unsaved files. Do you want to save them before exiting?
cs: Je zde {0} neuložeChcete je uložit před ukončením?
de: Es gibt {0} nicht gespeicherte Dateien. Möchten Sie sie vor dem Beenden speichern?
es_es: Hay {0} sin guardar los archivos. ¿Desea guardar antes de salir?
fa: فایل های {0} ذخیره نشده اند. میخواهید قبل از خروج آن ها را ذخیره کنید؟
fr: Il y a {0} fichier(s) non enregistré(s), voulez-vous enregistrer avant de quitter ?
hu: {0} fájl nincs mentve. Szeretne menteni kilépés előtt?
it: Ci sono {0} file non salvati. Vuoi salvarli prima di uscire?
pt_br: Existem {0} arquivos não salvos. Deseja salvar antes de sair?
ru: Есть несохраненные файлы {0}. Вы хотите сохранить их перед выходом?
tr: {0} Kaydedilmemiş dosya var. Çıkmadan önce bunları kaydetmek ister misiniz?
uk: Є {0} Незбережених файлів. Ви хочете зберегти ці зміни перед виходом?
vi: Có {0} tệp tin chưa lưu. Bạn có muốn lưu chúng trước khi thoát không?
zh_cn: 有 {0} 个文件尚未保存。要在退出前保存吗？

# AskLoadAssembliesLoseChanges
source: Are you sure you want to load new assemblies and lose all changes?
cs: Opravdu chcete načíst nové assembly a ztratit všechny změny?
de: Möchten Sie wirklich neue Assemblys laden und alle Änderungen verwerfen?
es_es: ¿Está seguro que desea cargar los nuevos ensamblados y perder todos los cambios?
fa: آیا مطمئن هستید که میخواهید اسمبلی های جدیدی را بارگذاری کنید و تغییرات از دست برود؟
fr: Êtes-vous sûr que vous charger des assemblys nouvelles et perdre toutes les modifications?
hu: Biztos, hogy be akarja tölteni az új szerelvényeket és elveszíteni az összes módosítást?
it: Sicuro di volere caricare un nuovo assembly e perdere tutte le modifiche?
pt_br: Tem certeza de que deseja carregar novos assemblies e perder todas as alterações?
ru: Вы уверены, что вы хотите загрузить новые сборки и потерять все изменения?
tr: Yeni derleyici yükleyip tüm değişiklikleri kaybetmek istiyor musunuz?
uk: Ви переконані, що хочете завантажити нові збірки і втратити усі зміни?
vi: Bạn có chắc chắn muốn tải các Assembly mới và hủy tất cả các thay đổi?
zh_cn: 确定要加载新程序集并放弃所有修改吗？

# AskReloadAssembliesLoseChanges
source: Are you sure you want to reload all assemblies and lose all changes?
cs: Opravdu chcete znovu načíst všechny assembly a ztratit všechny změny?
de: Möchten Sie wirklich alle Assemblys neu laden und alle Änderungen verwerfen?
es_es: ¿Está seguro que desea volver a cargar todos los ensamblados y perder todos los cambios?
fa: آیا مطمئن هستید که میخواهید مجددا اسمبلی ها را بارگذاری کنید و تغییرات از دست برود؟
fr: Êtes-vous sûr que vous recharger des assemblys nouvelles et perdre toutes les modifications?
hu: Biztos, hogy újra be akarja tölteni az összes szerelvényt és elveszíteni az összes módosítást?
it: Sicuro di voler ricaricare tutti gli assembly e perdere tutte le modifiche?
pt_br: Tem certeza que deseja recarregar todos os assemblies e perder todas as alterações?
ru: Вы уверены, что вы хотите перезагрузить все сборки и потерять все изменения?
tr: Tüm derleyicileri yeniden yükleyip tüm değişiklikleri kaybetmek istiyor musunuz?
uk: Ви переконані, що хочете перевантажити усі збірки і втратити зміни?
vi: Bạn có chắc chắn muốn tải lại tất cả assembly và hủy tất cả các thay đổi?
zh_cn: 确定要重新载入所有程序集并放弃所有修改吗？

# AskSaveFile
source: The file hasn't been saved yet. Do you want to save it before continuing?
cs: Soubor nebyl dosud uložen. Chcete jej před pokračováním uložit?
de: Die Datei wurde noch nicht gespeichert. Möchten Sie sie speichern bevor Sie fortfahren?
es_es: El archivo no ha sido guardado todavía. ¿Desea guardar antes de continuar?
fa: فایل هنوز ذخیره نشده. میخواهید قبل از ادامه کار آن را ذخیره کنید؟
fr: Le fichier n’a pas encore été enregistré. Vous voulez l’enregistrer avant de continuer ?
hu: A fájl még nem lett mentve. Szeretné menteni mielőtt folytatná?
it: Il file non è stato ancora salvato. Si desidera salvarlo prima di continuare?
pt_br: O arquivo não foi salvo ainda. Você quer salvá-lo antes de continuar?
ru: Файл еще не был сохранен. Вы хотите сохранить его перед продолжением?
tr: Dosya hala kaydedilmedi. Devam etmeden önce kaydetmek ister misiniz?
uk: Файл не був збережений. Ви хочете зберегти його перед продовженням?
vi: Các tập tin chưa được lưu. Bạn có muốn lưu nó trước khi tiếp tục?
zh_cn: 文件尚未被保存，需要在继续前保存吗？

# AskSaveFiles
source: The files haven't been saved yet. Do you want to save them before continuing?
cs: Soubory nebyly dosud uloženy. Chcete je před pokračováním uložit?
de: Die Dateien wurden noch nicht gespeichert. Möchten Sie sie speichern bevor Sie fortfahren?
es_es: Los archivos no han sido aún no ha guardado. ¿Desea guardar antes de continuar?
fa: فایل ها ذخیره نشده. میخواهید قبل از ادامه کار آن ها را ذخیره کنید؟
fr: Les fichiers n’ont pas encore été enregistrées. Voulez-vous enregistrer avant de continuer ?
hu: A fájlok még nem lettek mentve. Szeretne menteni mielőtt folytatná?
it: I file non sono stati ancora salvati. Si desidera salvarli prima di continuare?
pt_br: Os arquivoss ainda não foram salvos ainda. Você quer salvá-los antes de continuar?
ru: Файлы еще не были сохранены. Вы хотите сохранить их перед продолжением?
tr: Dosyalar hala kaydedilmedi. Devam etmeden önce bunları kaydetmek istiyor musunuz?
uk: Файли ще не було збережено. Ви хочете зберегти їх, перш ніж продовжити?
vi: Các tập tin chưa được lưu. Bạn có muốn lưu chúng trước khi tiếp tục?
zh_cn: 文件尚未被保存，需要在继续前保存吗？

# BaseTypeTab
source: Base Type
de: Basistyp
es_es: Tipo base
fa: تایپ پایه
fr: Type de base
hu: Alaptípus
it: Tipo di base
pt_br: Tipo da Base
ru: Базовый тип
tr: Temel Tip
uk: Базовий тип
zh_cn: 基类型

# BaseTypeX
source: Base Type: {0}
de: Basistyp: {0}
es_es: Tipo base: {0}
fa: تایپ پایه: {0}
fr: Type de base : {0}
hu: Alaptípus: {0}
it: Tipo di base: {0}
pt_br: Tipo da Base: {0}
ru: Базовый тип: {0}
tr: Temel Tip: {0}
uk: Базовий тип: {0}
zh_cn: 基类型: {0}

# Button_Append
source: A_ppend
cs: _Připojit
de: An_hängen
es_es: A_djuntar
fa: الحاق کردن
hu: _Hozzáfűz
it: A_ggiungere
pt_br: Acrescentar
ru: Д_обавить
tr: E_kle
uk: Д_одати
zh_cn: 追加(_P)

# Button_Assembly
source: Assembly
cs: Sestavení
es_es: Ensamblado
hu: Szerelvény
ru: Сборка
tr: montaj
uk: Збірка
zh_cn: 程序集

# ConvAssemblyToNetModuleCommand
source: Convert Assembly to NetModule
cs: Převést assembly na NetModule
de: Assembly zu NetModule konvertieren
es_es: Convertir ensamblado en NetMódulo
fa: تبدیل اسمبلی به NetModule
fr: Convertir l'Assembly en NetModule
hu: Szerelvény átalakítása NetModullá
it: Convertire Assembly a NetModule
pt_br: Converter Assembly para Módulo .NET
ru: Преобразовать сборку в NetModule
tr: Assembly'i NetModule'e Dönüştür
uk: Перетворити збірку в NetModule
vi: Chuyển đổi Assembly thành NetModule
zh_cn: 转换程序集为模块
