Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

# Local_Command2
source: Add New Local After Sele_ction
cs: Přidat nový lokální typ po výběru
de: Neues Feld nach Auswahl hinzufügen
es_es: Añadir a nuevo Local después de Sele_cción
fa: اضافه کردن متغیر جدید بعد از انتخاب
fr: Ajouter la nouvelle locale _après la sélection
hu: Új helyi változó hozzáadása a kije_lölés után
it: Aggiungere nuova Locale dopo la selezione
pt_br: Adicionar Um Novo Local Após a Seleção
ru: Добавить новую локальную переменную по_сле выделения
tr: Seçimden Sonra Yeni Yerel Ekle
uk: Додати нову локальну змінну після виділення
vi: Thêm Local mới sau Sele_ction
zh_cn: 在选区后添加局部变量

# Local_Command3
source: _Append New Local
cs: Připojit nový lokální typ
de: Neues Feld _anfügen
es_es: _Adjuntarnuevo Local
fa: _درج متغیر جدید
fr: _Ajouter nouvelle locale
hu: Új helyi változó _hozzáfűzése
it: _Appendi nuova Locale
pt_br: Inserir Novo Local
ru: Доб_авить новую локальную переменную
tr: Yeni Yerel Ekle
uk: Дод_ати нову локальну змінну
vi: _Thêm vào Local mới
zh_cn: 添加局部变量(_A)

# Local_Command4
source: _Remove Local
cs: Odstranit lokální typ
de: Feld _entfernen
es_es: _Eliminar local
fa: _حذف متغیر
fr: _Enlever la locale
hu: Helyi változó eltá_volítása
it: Rimuovi Locale
pt_br: Remover Local
ru: _Удалить локальную переменную
tr: Yerel Sil
uk: _Видалити локальну змінну
vi: _Xóa Local
zh_cn: 移除局部变量(_R)

# Local_Command5
source: _Remove Locals
cs: Odstranit lokální typy
de: Felder _entfernen
es_es: _Eliminar locales
fa: _حذف متغیرها
fr: _Enlever les locales
hu: Helyi változók eltávolí_tása
it: Rimuovi Locali
pt_br: Remover Locais
ru: _Удалить локальные переменные
tr: Yerelleri Sil
uk: _Видалити локальні змінні
vi: _Xóa Locals
zh_cn: 移除局部变量(_R)

# Local_Command6
source: Remo_ve All Locals
cs: Odstranit všechny lokální typy
de: Alle Felder _entfernen
es_es: Elimin_ar todos los locales
fa: حذف همه متغیرها
fr: _Enlever toutes les locales
hu: _Minden helyi változó eltávolítása
it: Rimuovi tutte le Locali
pt_br: Remover Todos Locais
ru: У_далить все локальные переменные
tr: Tüm Yerelleri Sil
uk: _Видалити усі локальні змінні
vi: Remo_ve tất cả Local
zh_cn: 删除所有局部变量(_V)

# Local_CompilerGenerated_Character_ToolTip
source: Compiler generated
cs: Generování kompilátorem
de: Compiler generiert
es_es: Generado por el compilador
fa: تولید شده توسط کامپایلر
fr: Généré par le compilateur
hu: Fordító által generált
it: La compilazione è stata generata
pt_br: Gerado pelo Compilador
ru: Создано компилятором
tr: Derleyici oluşturuldu
uk: Створені компілятором
zh_cn: 编译器生成

# Local_Pinned_Character_ToolTip
source: Pinned
cs: Připnuté
de: Fixiert
es_es: Fijado
fa: پین شد
fr: Épinglé
hu: Rögzített
it: Bloccato
pt_br: Fixado
ru: Закрепленный
tr: Sabitlendi
uk: Закріплені
zh_cn: 已固定

# MDWriterOptionsTab
source: MD Writer Options
cs: Možnosti zapisovače metadat
de: MD Schreiboptionen
es_es: Opciones de escritor MD
fa: تنظیمات MD Writer
fr: Options d'écriture du MD
hu: MD író beállításai
it: Opzioni di scrittura MD
pt_br: Opções MD Writer
ru: Параметры записи метаданных
tr: MD Yazar Seçenekleri
uk: Параметри запису метаданих
vi: Tùy chọn MD Writer
zh_cn: MD 写入选项

# MetadataTab
source: Metadata
de: Metadaten
es_es: Metadatos
fr: Métadonnées
hu: Metaadat
it: Metadati
ru: Метаданные
uk: Метадані
zh_cn: 元数据

# MethodBodyType_Native
source: Native
cs: Nativní
de: Nativ
es_es: Nativo
fa: نتیو
fr: Natif
hu: Natív
it: Nativo
pt_br: Nativo
tr: Yerli
zh_cn: 原生

# MethodBodyType_None
source: None
cs: Žádný
de: Kein
es_es: Ninguno
fa: هیچ
fr: Aucun
hu: Nincs
it: Nessuno
pt_br: Nenhum
ru: Нет
tr: Hiç
uk: Нічого
zh_cn: 无

# MethodBody_CodeType
source: Cod_e Type
cs: Typ kódu
de: Cod_etyp
es_es: Tipo de Cód_igo
fa: نوع کد
fr: _Type de code
hu: _Kód típus
it: Tipo di codice
ru: Т_ип кода
tr: Kod Türü
uk: Т_ип коду
zh_cn: 代码类型(_E)

# MethodBody_HeaderOffset
source: Header O_ffset
cs: Ofset hlavičky
es_es: Cabecera O_ffset
fa: آفست Header
fr: _Offset de l'entête
hu: _Fejléc eltolás
it: Intestazione O_ffset
pt_br: Offset de Cabeçalho
ru: Смещение заголо_вка
tr: Başlık Uzaklığı
uk: Зміщення заголо_вку
zh_cn: 头部偏移(_F)

# MethodBody_HeaderRVA
source: Header _RVA
cs: RVA hlavičky
es_es: Cabecera _RVA
fa: هدر _RVA
fr: _RVA de l'entête
hu: Fejléc _RVA
it: Intestazione _RVA
pt_br: Cabeçalho de _RVA
ru: _RVA заголовка
tr: Başlık _RVA
uk: _RVA заголовку
zh_cn: 头数据 _RVA

# MethodBody_InitLocals
source: _Init Locals
cs: Inicializovat lokální typy
de: Felder _initialisieren
es_es: _Init Locales
fa: متغیرهای _آغاز
fr: _Initialiser les locales
hu: Hely_i változók inicializálása
it: _Inizializzazione Locali
ru: _Инициализировать локальные переменные
tr: Yerelleri Başlat
uk: _Иніціалізувати локальні змінні
zh_cn: 初始化局部变量(_I)

# MethodBody_KeepOldMaxStack
source: _Keep Old MaxStack
cs: Zachovat starý maximální zásobník
de: MaxStac_k beibehalten
es_es: _Mantenga el MaxStack antiguo
fa: _نگه داری از MaxStack قدیمی
fr: _Conserver l'ancienne MaxStack
hu: Régi MaxStack megt_artása
it: Mantieni vecchio MaxStack
pt_br: Manter MaxStack Antigo
ru: _Оставить старый MaxStack
tr: Eski Maksimum yığın Değerini Sakla
uk: _Залишити старий MaxStack
zh_cn: 保持之前的 MaxStack 值(_K)

# MethodBody_KeepOldMaxStack_ToolTip
source: Don't recalculate the MaxStack value when saving the file
cs: Nepřepočítat maximální zásobník při ukládání souboru
de: MaxStack-Wert beim Speichern der Datei nicht neu berechnen
es_es: No calcular el valor de MaxStack al guardar el archivo
fa: مقدار MaxStack را در هنگام ذخیره فایل مجددا محاسبه نکن
fr: Ne pas recalculer la valeur de MaxStack lors de l'enregistrement
hu: Ne számolja újra a MaxStack értékét mentéskor
it: Non ricalcolare il valore di MaxStack quando si salva il file
pt_br: Não recalcular o valor de MaxStack, ao salvar o arquivo
ru: Не пересчитывать значение MaxStack при сохранении файла
tr: Dosyayı kaydederken MaxStack değerini yeniden hesaplama
uk: Не перераховувати значення MaxStack при збереженні файлу
vi: Không tính toán loại giá trị MaxStack khi lưu file
zh_cn: 保存文件时不重新计算 MaxStack 值

# MethodBody_Type
source: _Body Type
cs: Typ těla
de: _Body Typ
es_es: Tipo de _Cuerpo
fa: _بدنه تایپ
fr: Type du _body
hu: _Törzs típus
it: Tipo di _Body
pt_br: Tipo de Corpo
ru: Тип _содержимого
tr: Gövde Türü
uk: Тип _Body
zh_cn: 主体类型(_B)

# MethodOverridesTab
source: Overrides
cs: Přepisy
de: Überschreibungen
es_es: Reemplaza
fa: باطل کردن
fr: Surcharge
hu: Felülírások
it: Sostituzioni
pt_br: Sobrescrever
ru: Переопределения
tr: Geçersiz Kıl
uk: Перевантаження
zh_cn: 重写

# MethodParametersTab
source: Params
cs: Parametry
de: Parameter
es_es: Parámetros
fa: پارامترها
hu: Paraméterek
it: Parametri
pt_br: Parâmetros
ru: Параметры
tr: Parametreler
uk: Параметри
zh_cn: 参数

# MethodSignatureTab
source: Signature
cs: Podpis
de: Signatur
es_es: Firma
fa: امضا
hu: Szignatúra
it: Firma
pt_br: Assinatura
ru: Подпись
tr: İmza
uk: Сігнатура
zh_cn: 签名

# Method_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# Module_DotNetVersion
source: .NET _Version
cs: .NET Verze
es_es: Versión de.NET
fa: _نسخه .Net
fr: Version_DotNet
hu: .NET _Verzió
it: _Versione .NET
pt_br: Versão .NET
ru: _Версия .NET
tr: .NET Sürümü
uk: В_ерсія .NET
zh_cn: .NET 版本(_V)

# Module_EntryPoint
source: Entry Point
cs: Vstupní bod
de: Einstiegspunkt
es_es: Punto de entrada
fa: نقطه ورود
fr: Point d’entrée
hu: Belépési pont
it: Punto di ingresso
pt_br: Ponto de Entrada
ru: Точка входа
tr: Giriş Noktası
uk: Точка входу
zh_cn: 入口点

# Module_EntryPoint_Managed
source: Mana_ged
cs: Spravovaný
de: Verwal_tet
fr: Mana_gé
hu: Mene_dzselt
it: Gestito
tr: Yönetilen
zh_cn: 托管(_G)

# Module_EntryPoint_Native
source: Native
cs: Nativní
de: Nativ
es_es: Nativo
fa: نتیو
hu: Natív
it: Nativo
pt_br: Nativo
tr: Yerli
zh_cn: 原生

# Module_EntryPoint_None
source: None
cs: Žádný
de: Kein
es_es: Ninguno
fa: هیچ
fr: Aucun
hu: Nincs
it: Nessuno
pt_br: Nenhum
ru: Нет
tr: Hiç
uk: Нічого
zh_cn: 无

# Module_Metadata
source: Metadata
de: Metadaten
es_es: Metadatos
fr: Metadonnées
it: Metadati
ru: Метаданные
uk: Метадані
zh_cn: 元数据

# Module_ModuleType
source: Module _Type
cs: Typ modulu
de: Modul_typ
es_es: _Tipo de Módulo
fa: تایپ ماژول
fr: _Type de module
hu: Modul _típus
it: Modulo _Type
pt_br: Tipo de Módulo
ru: Тип _модуля
tr: Modül_Tipi
uk: Тип _модуля
zh_cn: 模块类型(_T)

# Module_Name
source: N_ame
cs: Jméno
es_es: N_ombre
fa: _نام
fr: N_om
hu: _Név
it: N_ome
pt_br: Nome
ru: И_мя
tr: Isim
uk: І_м'я
zh_cn: 名称(_A)

# MoveTypesToEmptyNamespaceCommand
source: Move Types to Empty Namespace
cs: Přesunout typy do prázdného prostoru jmen
de: Typen in leeren Namespace verschieben
es_es: Mover tipos al espacio de nombres vacío
fa: انتقال تایپ ها به فضای نام خالی
fr: Déplacer les types vers l'espace de nommage vide
hu: Típusok mozgatása üres névtérbe
it: Spostare i tipi a spazio di nome vuoto
pt_br: Mover Tipos para uma Namespace Vazia
ru: Переместить типы в пустое пространство имен
tr: Türleri Boş Ad Alanına Taşı
uk: Перемістити типи в пустий простір імен
vi: Di chuyển type vào namespace rỗng
zh_cn: 将类型移动到空命名空间下

# Namespace_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# NetModule_DotNetVersion
source: .NET _Version
cs: .NET Verze
es_es: Versión de.NET
fa: _نسخه .Net
fr: Version_DotNet
hu: .NET _Verzió
it: _Versione .NET
pt_br: Versão .NET
ru: _Версия .NET
tr: .NET Sürümü
uk: В_ерсія .NET
zh_cn: .NET 版本(_V)

# NetModule_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: Tên
zh_cn: 名称(_N)

# NodesUseHexEditorMsg
source: All tree nodes below use the hex editor to modify the PE file
cs: Všechny uzly stromu níže používají hex editor pro upravení souboru PE
de: Alle Strukturknoten unten verwenden den hex-Editor, um die PE-Datei ändern
es_es: Todos los nodos de árbol abajo usan el editor hexadecimal para modificar el archivo PE
fa: تمامی گره های درخت زیر از ویرایشگر هگز برای تغییرات در فایل PE استفاده کنند
fr: Tous les nœuds de l’arborescence ci-dessous utilisent l’éditeur hexadécimal pour modifier le fichier PE
hu: Minden lentebbi fa elem a hexa szerkesztőt használja a PE fájl módosításához
it: Tutti i nodi della struttura sottostante utilizzano l'editor esadecimale per modificare il file PE
pt_br: Todos os nós da árvore abaixo usam o editor hexadecimal para modificar o arquivo PE
ru: Все нижележащие узлы используют Hex-редактор для изменения PE-файла
tr: Aşağıdaki tüm ağaç düğümleri, PE dosyasını değiştirmek için hex editörünü kullanır
uk: Всі нижчележачі вузли дерева використовують Hex-редактор для змін PE-файлу
vi: Tất cả các nodes dưới sử dụng hex editor để chỉnh sửa PE file
zh_cn: 所有树节点都使用十六进制编辑器来修改 PE 文件

# NopInstrCommand
source: _NOP Instruction
cs: NOPnout instrukci
de: _NOP Instruktion
es_es: Instrucción _NOP
fa: _پوچ کردن دستور
fr: Instruction _NOP
hu: _NOP utasítás
it: Istruzione _NOP
pt_br: Instrução _NOP
ru: _NOP-инструкция
tr: Nop Talimatı
uk: _NOP-інструкція
zh_cn: _NOP 指令

# NopInstrsCommand
source: _NOP Instructions
cs: NOPnout instrukce
de: _NOP Instruktionen
es_es: Instrucciones _NOP
fa: _پوچ کردن دستورات
fr: Instructions _NOP
hu: _NOP utasítások
it: Istruzioni _NOP
pt_br: Instruções _NOP
ru: _NOP Инструкции
tr: Nop Talimatırı
uk: _NOP-інструкції
zh_cn: _NOP 指令

source: Offset
cs: Ofset
fa: آفست
hu: Eltolás
ru: Смещение
tr: Baskı yap
uk: Зміщення
zh_cn: 偏移

# OpenHexEditorCommand
source: Open He_x Editor
cs: Otevřít hexadecimální editor
de: He_x-Editor öffnen
es_es: Abrir el editor He_x
fa: بازگردن ویرایشگر هگز
fr: Ouvrir l'éditeur _hexadécimal
hu: He_xa szerkesztő megnyitása
it: Apri editor He_x
pt_br: Abrir no Editor de He_x
ru: Открыть He_x-редактор
tr: Hex editörü aç
uk: Відкрити He_x-редактор
vi: Mở He_x Editor
zh_cn: 打开十六进制编辑器(_X)

# OptimizeAllInstructionsCommand
source: Optimi_ze All Instructions
cs: Optimalizovat všechny instrukce
de: Alle Instruktionen _optimieren
es_es: Optimi_ce todas las instrucciones
fa: بهینه سازی همه دستورالعمل ها
fr: Optimi_ser toutes les instructions
hu: Minden utasítás optimali_zálása
it: Ottimi_zza tutte le istruzioni
pt_br: Otimizar Todas Instruções
ru: Оптими_зировать все инструкции
tr: Tüm Talimatları Optimize Et
uk: Оптимі_зувати усі інструкції
vi: Tối ưu tất cả Instructions
zh_cn: 优化所有指令(_Z)

# Padding
source: pad
cs: podložka
es_es: almohadilla
fa: پد
hu: igazítás
it: riempi
ru: Дополнить
uk: доповнити
zh_cn: 填充

# PasteRecordsCommand
source: _Paste {0} records @ {1:X8}, RID {2}
cs: Vložit {0} záznamů @ {1:X8}, RID {2}
de: {0} Datensätze @ {1:X8}, RID {2} _einfügen
es_es: _Pegar {0} registros @ {1:X8}, {2} RID
fa: جایگذاری {0} سوابق @ {1:X8}, RID {2}
fr: Coller {0} _entrées @ {1:X8}, RID {2}
hu: {0} _rekord beillesztése @ {1:X8}, RID {2}
it: Incolla {0} records @ {1:X8}, RID {2}
pt_br: _Colar {0} Registos @ {1:X8}, RID {2}
ru: _Вставить {0} записей @ {1:X8}, RID {2}
tr: _Paste {0} kayıtlar @ {1:X8}, RID {2}
uk: _Вставити {0} записів @ {1:X8}, RID {2}
vi: _Dán {0} bản ghi @ {1:X8}, RID {2}
zh_cn: 粘贴 {0} 条记录 @ {1:X8}, 行ID {2} (_P)

# PropertyX
source: Property: {0}
cs: Vlastnost: {0}
de: Eigenschaft: {0}
es_es: Propiedad: {0}
fa: ویژگی: {0}
fr: Propriété : {0}
hu: Tulajdonság: {0}
it: Proprietà: {0}
pt_br: Propriedade: {0}
ru: Свойство: {0}
tr: Özellik: {0}
uk: Властивість: {0}
vi: Thuộc tính: {0}
zh_cn: 属性： {0}

# Property_DefaultValue
source: Default value for this property
cs: Výchozí hodnota pro tuto vlastnost
de: Standardwert für diese Eigenschaft
es_es: Valor predeterminado para esta propiedad
fa: مقدار پیش فرض برای این ویژگی
fr: Valeur par défaut pour cette propriété
hu: Ennek a tulajdonságnak az alapértelmezett értéke
it: Valore predefinito per questa proprietà
pt_br: Valor padrão para essa propriedade
ru: Значение по умолчанию для этого свойства
tr: Bu özellik için varsayılan değer
uk: Значення по замовчуванню для цієї властивості
vi: Giá trị mặc định cho thuộc tính này
zh_cn: 属性的默认值

# Property_GetterMethods
source: Getters
cs: Mechanismy získání
hu: Getter-ek
it: Getter
ru: Геттеры
tr: Alıcılar
zh_cn: 取值器

# Property_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# Property_OtherMethods
source: Other Methods
cs: Ostatní metody
de: Andere Methoden
es_es: Otros métodos
fa: متودهای دیگر
fr: Autres méthodes
hu: Egyéb metódusok
it: Altri metodi
pt_br: Outros Métodos
ru: Другие методы
tr: Diğer Yöntemler
uk: Інші методи
vi: Các Methods khác
zh_cn: 其它方法

# Property_SetterMethods
source: Setters
cs: Nastavující metody
hu: Setter-ek
it: Setter
ru: Сеттеры
tr: Ayarlayıcı
zh_cn: 赋值器

# Property_Signature
source: Signature
cs: Podpis
de: Signatur
es_es: Firma
fa: امضا
hu: Aláírás
it: Firma
pt_br: Assinatura
ru: Подпись
tr: İmza
uk: Підпис
zh_cn: 签名

# RawSaveResourceCommand
source: Raw Save {0}
cs: Uložit neupravený {0}
de: {0} roh speichern
es_es: Guardar sin procesar {0}
fa: ذخیره به صورت خام {0}
fr: Enregistrement brut {0}
hu: {0} nyers mentése
it: Salva in RAW {0}
ru: Сохранить {0} в двоичных данных
tr: Raw {0} kaydet
uk: Зберегти {0} в двійкових даних
zh_cn: 直接保存 {0}

# RawSaveResourcesCommand
source: Raw Save {0} resources
cs: Neupraveně uložit {0} zdrojů
de: {0} Ressourcen roh speichern
es_es: Guardar sin procesar {0} recursos
fa: ذخیره ریسورس به صورت خام {0}
fr: Enregistrement brut de {0} ressources
hu: {0} erőforrás nyers mentése
it: Salva in RAW le risorse {0}
ru: Сохранить {0} ресурсов в двоичных данных
tr: Raw {0} kaynağını Kaydet
uk: Зберегти {0} ресурсів в двійкових даних
zh_cn: 直接保存 {0} 资源

# RawSaveResourcesSubDirectoriesCommand
source: Raw Save {0} resources, use sub dirs
cs: Neupraveně uložit {0} zdrojů, použít podsložky
de: {0} Ressourcen mit Unterverzeichnissen roh speichern
es_es: Guardar sin procesar {0} recursos, utilizar subdirectorios
fa: ذخیره ریسورس به صورت خام{0}، استفاده از زیر مسیرها
fr: Sauver {0} ressources brutes, utiliser les sous-répertoires
hu: {0} nyers erőforrás mentése almappákba
it: Salva in RAW le risorse {0}, utilizzando una directory
pt_br: Salvar {0} recursos, usando sub diretórios
ru: Сохранить {0} ресурсов, используя поддиректории
tr: Raw {0} kaynaklarını kaydedin, alt dizinleri kullanın
uk: Зберегти {0} ресурсів, використовуючи під-директорії
vi: Raw Save {0} resources, sử dụng thư mục con
zh_cn: 以子目录直接保存 {0} 资源

# RedoCommand
source: Redo
cs: Vrátit
de: Wiederholen
es_es: Rehacer
fa: انجام مجدد
fr: Refaire
hu: Ismétlés
it: Ripristina
pt_br: Refazer
ru: Повторить
tr: Tekrarla
uk: Повторити
zh_cn: 重做

# RedoToolBarToolTip
source: Redo
cs: Vrátit
de: Wiederholen
es_es: Rehacer
fa: انجام مجدد
fr: Refaire
hu: Ismétlés
it: Ripristina
pt_br: Refazer
ru: Повторить
tr: Tekrarla
uk: Повторити
zh_cn: 重做

# RemoveAndAddPopsCommand
source: R_emove and Add Pops
cs: Odstranit a přidat body POP
de: _Entfernen und pop-Instruktionen hinzufügen
es_es: E_liminar y agregar Pops
fa: حذف و اضافه _کردن Pops
fr: _Retirer et ajouter les Pops
hu: Pop-ok _eltávolítása és hozzáadása
it: R_imuovi e aggiungi Pops
pt_br: Remover e Adicionar Pops
ru: Убрать и добавить Pops
tr: Kaldır ve Pops ekle
uk: Видалити і додати Pops
vi: X_óa và thêm Pops
zh_cn: 移除并添加POP操作(_E)

# RemoveNetModuleCommand
source: Remove NetModule from Assembly
cs: Odstranit NetModule ze sestavení
de: NetModule von Assembly entfernen
es_es: Eliminar NetMódulo del ensamblado
fa: حذف NetModule از اسمبلی
fr: Retirer le NetModule de l'Assembly
hu: NetModule eltávolítása a szerelvényből
it: Rimuovere NetModule dall'Assembly
pt_br: Remover o NetModule da Assembly
ru: Удалить NetModule из сборки
tr: Ağ modülünü montajdan kaldır
uk: Видалити NetModule із збірки
vi: Xóa NetModule khỏi Assembly
zh_cn: 从程序集移除Net模块

# RenameNamespaceCommand
source: Rename Namespace
cs: Přejmenovat prostor jmen
de: Namespace umbenennen
es_es: Eliminar Espacio de Nombre
fa: تغییر اسم فضای نام
fr: Renommer l'espace de nommage
hu: Névtér átnevezése
it: Rinominare il Namespace
pt_br: Renomear o Namespace
ru: Переименовать пространство имен...
tr: Ad Alanını Yeniden Adlandır
uk: Переназвати простір імен
vi: Đổi tên namespace
zh_cn: 重命名命名空间

# Resource_ColorDepth
source: Color _Depth
cs: Barevná hloubka
de: Farbe _Depth
es_es: _Profundidad de color
fa: _عمق رنگ
fr: Profondeur des couleurs
hu: Szín_mélység
it: Profondità di Colore
pt_br: Profundidade de Cor
ru: _Глубина цвета
tr: Renk_Derinliği
uk: _Глибина кольору
zh_cn: 色彩位深(_D)

# Resource_ColorDepth_16Bit
source: 16-bit
cs: 16bitový
ru: 16-бит
zh_cn: 16 位

# Resource_ColorDepth_24Bit
source: 24-bit
cs: 24bitový
ru: 24-бита
zh_cn: 24 位

# Resource_ColorDepth_32Bit
source: 32-bit
cs: 32bitový
ru: 32-бита
zh_cn: 32 位

# Resource_ColorDepth_4Bit
source: 4-bit
cs: 4bitový
ru: 4-бита
zh_cn: 4 位

# Resource_ColorDepth_8Bit
source: 8-bit
cs: 8bitový
ru: 8-бит
zh_cn: 8 位

# Resource_Data
source: _Data
de: _Daten
fa: _دیتا
fr: _Données
hu: A_dat
ru: _Данные
tr: Veri
vi: _Dữ liệu
zh_cn: 数据(_D)

# Resource_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# Resource_Size
source: _Size
de: _Größe
es_es: _Tamaño
fa: _اندازه
fr: _Taille
hu: _Méret
pt_br: _Tamanho
ru: _Размер
tr: _Boyut
uk: _Размір
vi: _Kích thước
zh_cn: 长度(_S)

# Resource_TransparentColor
source: _Transparent Color
cs: Transparentní barva
de: _Transparente Farbe
es_es: Color _Transparent
fa: _رنگ شفاف
fr: Couleur _transparente
hu: Á_tlátszó szín
it: Colore _Trasparente
pt_br: Cor Transparente
ru: Цве_т прозрачности
tr: _Şeffaf renk
uk: Колі_р прозорості
vi: _Màu trong suốt
zh_cn: 透明颜色(_T)

# Resource_Type
source: _Type
cs: _Typ
de: _Typ
es_es: _Tipo
fa: _نوع
hu: _Típus
pt_br: _Tipo
ru: _Тип
tr: _Tip
uk: _Тип
zh_cn: 类型(_T)

# Resource_Value
source: _Value
de: _Wert
es_es: _Valor
fa: _مقدار
fr: _Valeur
hu: É_rték
it: _Valore
pt_br: Valor
ru: _Значение
tr: _Değer
uk: _Значення
zh_cn: 值(_V)

# RowIdentifier
source: RID
es_es: Eliminar
zh_cn: 行ID

source: _Save...
cs: Uložit...
de: _Speichern...
es_es: _Guardar...
fa: _ذخیره...
fr: _Enregistrer...
hu: _Mentés...
it: _Salva...
pt_br: _Salvar...
ru: _Сохранить...
tr: _Kayıt et...
uk: Зберегти...
vi: _Lưu...
zh_cn: 保存(_S)...

# SaveAllCommand
source: Save A_ll...
cs: Uložit vše...
de: A_lles speichern...
es_es: Guardar T_odos...
fa: ذخیره _همه...
fr: Enregistrer _tout...
hu: Min_den mentése...
it: Salva T_utto...
pt_br: Salvar Tudo...
ru: Сохранить в_се...
tr: Hepsini kaydet...
uk: Зберегти У_се...
vi: Lưu tất cả...
zh_cn: 全部保存(_L)...

# SaveAllToolBarToolTip
source: Save All
cs: Uložit vše
de: Alles speichern
es_es: Guardar todos
fa: ذخیره همه
fr: Enregistrer tout
hu: Minden mentése
it: Salva Tutto
pt_br: Salvar Tudo
ru: Сохранить все
tr: Hepsini Kaydet
uk: Зберегти всі
vi: Lưu mọi thứ
zh_cn: 保存所有

# SaveModuleCommand
source: Save _Module...
cs: Uložit modul...
de: _Modul speichern...
es_es: Guardar _Module...
fa: ذخیره _ماژول...
fr: Enregistrer le _module...
hu: _Modul mentése...
it: Salva _Modulo...
pt_br: Salvar Módulo...
ru: Сохранить _модуль...
tr: Modulü kaydet...
uk: Зберегти модуль...
vi: Lưu _Module...
zh_cn: 保存模块(_M)...

# SaveModuleCommand2
source: Save Module
cs: Uložit modul
de: Modul speichern
es_es: Guarde módulo
fa: ذخیره ماژول
fr: Enregistrer le module
hu: Modul mentése
it: Salva Modulo
pt_br: Salvar Módulo
ru: Сохранить модуль
tr: Modülü Kaydet
uk: Зберегти модуль
vi: Lưu Module
zh_cn: 保存模块

# SaveModulesCommand
source: Save _Modules...
cs: Uložit moduly...
de: _Module speichern...
es_es: Guardar _Módulos...
fa: ذخیره ماژول ها...
fr: Enregistrer les _modules...
hu: _Modulok mentése...
it: Salva _Moduli...
pt_br: Salvar Módulos...
ru: Сохранить _модули...
tr: Modülleri Kaydet...
uk: Зберегти модулі
vi: Lưu Module...
zh_cn: 保存模块(_M)...

# SaveModules_CancelingSave
source: Canceling the save. Please wait...
cs: Ruší se uložení. Prosím čekejte...
de: Speichern wird abgebrochen. Bitte warten...
es_es: Cancelando el guardado Por favor espera...
fa: درحال لغو ذخیره سازی. لطفاً منتظر بمانید...
fr: Annulation de l’enregistrement. Veuillez patienter...
hu: Mentés megszakítása. Kérem várjon...
it: Annullare il salvataggio. Attendere prego...
pt_br: Cancelando. Aguarde...
ru: Отмена сохранения. Подождите...
tr: Kaydetmekten vazgeçiliyor. Lütfen bekleyin...
uk: Скасовую зберігання. Будь ласка, зачекайте...
vi: Huỷ lưu. Vui lòng đợi...
zh_cn: 正在取消保存，请稍候...

# SaveModules_Close
source: _Close
cs: Zavřít
de: _Schließen
es_es: _Cerrar
fa: _بستن
fr: _Fermer
hu: _Bezár
it: _Chiudi
pt_br: _Fechar
ru: _Закрыть
tr: _Kapat
uk: _Закрити
vi: _Đóng
zh_cn: 关闭(_C)

# SaveModules_ErrorsInLog
source: There are errors in the log:
cs: V logu jsou chyby:
de: Es sind Fehler im Protokoll:
es_es: Hay errores en el registro de:
fa: در گزارش وقایع خطاهایی می باشد:
fr: Il existe des erreurs dans le journal :
hu: Hibák vannak a naplóban:
it: Ci sono errori nel registro:
pt_br: Há erros no log:
ru: Есть ошибки в журнале:
tr: Günlükte hatalar var:
uk: Є помилки в журналі:
vi: Có lỗi trong Nhật kí:
zh_cn: 在日志中有错误:

# SaveModules_FileHasErrors
source: File #{0} ({1}) has errors
cs: Soubor #{0} ({1}) obsahuje chyby
de: Datei #{0} ({1}) hat Fehler
es_es: Archivo #{0} ({1}) tiene errores
fa: فایل دارای خطاهای #{0} ({1}) می باشد
fr: Le Fichier #{0} ({1}) comporte des erreurs
hu: #{0} fájl ({1}) hibás
it: Il file #{0} ({1}) presenta errori
pt_br: Arquivo #{0} ({1}) tem erros
ru: Файл #{0} ({1}) содержит ошибки
tr: #{0} Dosyasında ({1}) hata var
uk: Файл #{0} ({1}) має помилки
vi: Tập tin #{0} ({1}) xảy ra lỗi
zh_cn: 文件 #{0} ({1}) 有错误
