Repository: AxDSan/dnSpy-StringsAnalyzer
Catalog: dnSpy/Extensions/dnSpy.AsmEditor/Properties/dnSpy.AsmEditor.Resources.*.resx
Languages: cs, de, es_es, fa, fr, hu, it, pt_br, ru, tr, uk, vi, zh_cn

source: Append Object
cs: Přidat objekt
de: Objekt anhängen
es_es: Adjuntar objeto
fa: اضافه کردن شی
fr: Montrer l’objet
hu: Objektum hozzáfűzése
it: Aggiungi oggetto
pt_br: Acrescentar Objeto
ru: Добавить объект
tr: Nesne Ekle
uk: Додати Об'єкт
vi: Nối Object
zh_cn: 追加对象

source: Append Type
cs: Přidat typ
de: Typ anfügen
es_es: Adjuntar tipo
fa: اضافه کردن نوع(Type)
fr: Montrer le Type
hu: Típus hozzáfűzése
it: Aggiungi tipo
pt_br: Acrescentar Tipo
ru: Добавить тип
tr: Ekleme Tipi
uk: Додати Тип
vi: Nối loại
zh_cn: 追加类型

# AssemblyDlg_Main_CB_DisableJITCompileOpt
source: _Disable JIT Compile Optimizer
cs: Vypnout optimalizátor JIT kompilace
de: _Deaktiviere JIT Kompilationsoptimierer
es_es: _Deshabilitar la optimización de la compilación JIT
fa: _غیرفعال کردن JIT Compile Optimizer
fr: _Désactiver l'optimisation JIT du compiler
hu: JIT fordító optimalizálásának _letiltása
it: _Disabilita JIT Compile Optimizer
pt_br: _Desabilitar Optimizador de Compilação JIT
ru: В_ыключить оптимизатор JIT-компиляции
tr: JIT Compile Optimizer'ı _Devredışı bırak
uk: _Вимкнути Оптимізатор JIT-компіляції
vi: _Tắt trình biên dịch tối ưu hóa JIT
zh_cn: 禁用 JIT编译优化(_D)

# AssemblyDlg_Main_CB_EnableJITCompTrck
source: Enable _JIT Compile Tracking
cs: Zapnout trasování JIT kompilace
de: _JIT Kompilierverfolgung aktivieren
es_es: Habilitar el seguimiento de la compilación _JIT
fa: فعال کردن _JIT Compile Tracking
fr: Activer l’optimisation JIT du compiler
hu: JIT fordító követésének _engedélyezése
it: Attiva _JIT Compile Tracking
pt_br: Ativar _JIT Compile Tracking
ru: Включить отслеживание _JIT-компиляции
tr: _JIT Compile Tracking'ı aktif et
uk: Ввімкнути Відслідковування _JIT-компіляції
vi: Bật theo dõi quá trình đóng gói _JIT
zh_cn: 启用 JIT 编译跟踪(_J)

# AssemblyDlg_Main_CB_ProcessArchSpec
source: Proc_essor Arch Specified
cs: Architektura procesoru specifikována
de: Proc_essor Arch angegeben
es_es: Arquitectura Proc_esador especificado
fa: معماری پردازنده را مشخص می کند
fr: Proc_essor Arch spécifié
hu: _Megadott processzor architektúra
it: Specifica architettura processore
pt_br: Arquitetura do Proc_essador Especificada
ru: Архитектура проц_ессора указана
tr: Belirl_enmiş İşlemci Mimarisi
uk: Архітектура Проц_есора Вказана
vi: Chỉ rõ Chip Type
zh_cn: 指定处理器架构(_E)

# AssemblyDlg_Main_CB_PublicKey
source: Public _Key
cs: Veřejný klíč
de: Öffentlicher _Schlüssel
es_es: _Clave pública
fa: کلید_عمومی
fr: Clé_publique
hu: Nyilvános _Kulcs
it: _Chiave pubblica
pt_br: Chave_Pública
ru: Открытый _ключ
tr: Açı_k Anahtar
uk: Відкритий _Ключ
zh_cn: 公钥(_K)

# AssemblyDlg_Main_CB_Retargetable
source: _Retargetable
cs: Recílovatelný
fa: قابل تغییر هدف
fr: Reciblable
hu: Framework _módosítás
it: _Reindirizzabile
ru: _Перенаправляемый
tr: Tek_rar Hedefleme
zh_cn: 可重定向(_R)

# AssemblyDlg_Main_ContentType
source: Content _Type
cs: Typ obsahu
de: Inhalt _Typ
es_es: _Tipo de contenido
fa: نوع محتوا
fr: Type_de_contenu
hu: _Tartalom típus
it: _Tipo di contenuto
pt_br: Tipo_de_Conteúdo
ru: Тип _содержимого
tr: İçerik _Türü
uk: Тип _Вмістимого
zh_cn: 内容类型(_T)

# AssemblyDlg_Main_Culture
source: C_ulture
cs: Kultura
de: K_ultur
es_es: C_ultura
fa: فرهنگ
fr: Langage
hu: _Kultúra
it: C_ultura
pt_br: C_ultura
ru: _Культура
tr: K_ültür
uk: Л_окаль
zh_cn: 区域(_U)

# AssemblyDlg_Main_DotNetVersion
source: .NET _Version
cs: .NET Verze
es_es: Versión de.NET
fa: _نسخه .Net
fr: Version_DotNet
hu: .NET _Verzió
it: _Versione .NET
pt_br: Versão .NET
ru: _Версия .NET
tr: .NET Sürümü
uk: В_ерсія .NET
zh_cn: .NET 版本(_V)

# AssemblyDlg_Main_HashAlgorithm
source: _Hash Algorithm
cs: Hashovací algoritmus
de: _Hash Algorithmus
es_es: Algoritmo _Hash
fa: الگوریتم _هش
fr: Algorithme_de_hachage
hu: _Hash algoritmus
it: _Algoritmo di hashing
pt_br: Algoritmo de _Hash
ru: _Хэш-алгоритм
tr: _Hash algoritması
uk: _Хеш Алгоритм
zh_cn: Hash 算法(_H)

# AssemblyDlg_Main_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# AssemblyDlg_Main_ProcessorArch
source: Proce_ssor Arch
cs: Architektura procesoru
de: Proze_ssorarchitektur
es_es: Arquitectura de proce_sador
fa: معماری پردازنده
fr: Architecture du processeur
hu: _Processzor architektúra
it: Architettura proce_ssore
pt_br: Arquitetura do Proce_ssador
ru: Архитектура проце_ссора
tr: İşlemci Mimari_si
uk: Архітектура пр_оцесора
zh_cn: 处理器架构(_S)

# AssemblyDlg_Main_PublicKey
source: _Public Key
cs: Veřejný klíč
de: Öffentlicher _Schlüssel
es_es: Clave _Pública
fa: کلید _عمومی
fr: _Clé publique
hu: _Nyilvános kulcs
it: _Chiave Pubblica
pt_br: _Chave Pública
ru: _Публичный ключ
tr: A_çık Anahtar
uk: _Відкритий ключ
zh_cn: 公钥(_P)

# AssemblyDlg_Main_Version
source: _Version
cs: Verze
es_es: _Versión
fa: _نسخه
hu: _Verzió
it: _Versione
pt_br: _Versão
ru: _Версия
tr: _Versiyon
uk: _Версія
vi: _Phiên bản
zh_cn: 版本(_V)

# Button_Add
source: _Add
cs: Přidat
de: _Hinzufügen
es_es: _Añadir
fa: _اضافه کردن
fr: _Ajouter
hu: _Hozzáad
it: _Aggiungi
ru: _Добавить
tr: Ekle
uk: _Додати
vi: _Thêm
zh_cn: 添加(_A)

# Button_Add2
source: _Add...
cs: Přidat...
de: _Hinzufügen...
es_es: _Añadir...
fa: _اضافه کردن...
fr: _Ajouter...
hu: _Hozzáad...
it: _Aggiungi...
ru: _Добавить...
tr: Ekle...
uk: _Додати...
vi: _Thêm...
zh_cn: 添加(_A)...

# Button_Cancel
source: _Cancel
cs: Zrušit
de: _Abbrechen
es_es: _Cancelar
fa: _انصراف
fr: _Annuler
hu: _Mégsem
it: _Annulla
pt_br: _Cancelar
ru: _Отмена
tr: İptal
uk: _Відміна
vi: _Hủy bỏ
zh_cn: 取消(_C)

# Button_Delete
source: _Delete
cs: Odstranit
de: _Löschen
es_es: Eliminar
fa: _حذف
fr: _Supprimer
hu: _Törlés
it: _Cancella
pt_br: _Excluir
ru: _Удалить
tr: Sil
uk: _Видалити
zh_cn: 删除(_D)

# Button_Edit
source: _Edit...
cs: Upravit...
de: _Bearbeiten...
es_es: _Editar...
fa: _ویرایش کردن...
fr: _Editer...
hu: _Szerkesztés...
it: _Modifica...
pt_br: _Editar...
ru: _Правка...
tr: Düzenle...
uk: _Редагувати...
vi: _Chỉnh sửa...
zh_cn: 编辑(_E)...

# Button_OK
source: _OK
es_es: _Aceptar
fa: _موافق
tr: Tamam
uk: _ОК
vi: _Đồng ý
zh_cn: 确定(_O)

# Button_Remove
source: _Remove
cs: Odstranit
de: _Entfernen
es_es: _Eliminar
fa: حذف
fr: _Supprimer
hu: _Eltávolít
it: _Rimuovi
pt_br: _Remover
ru: У_брать
tr: _Kaldır
uk: _Видалити
vi: _Loại bỏ
zh_cn: 移除(_R)

# Button_RestoreSettings
source: Reset
cs: Resetovat
de: Zurücksetzen
es_es: _Restablecer
fa: تنظیم مجدد
fr: Restaurer
hu: Alaphelyzet
pt_br: Redefinir
ru: Сброс
tr: Sıfırla
uk: Очистити
zh_cn: 重置

# CA_NA_Name
source: _Name
cs: Název
es_es: _Nombre
fa: _نام
fr: _Nom
hu: _Név
it: _Nome
pt_br: _Nome
ru: _Имя
tr: Ad
uk: _Назва
vi: _Tên
zh_cn: 名称(_N)

# CA_NA_PropertyFieldTypeToolTip
source: Property/Field type
cs: Typ vlastnosti/pole
de: Eigenschaft/Feld-Typ
es_es: Propiedad/Tipo de campo
fa: ویژگی/نوع فیلد
fr: Type propriété/champ
hu: Tulajdonság/Mező típus
it: Tipo Property/Field
pt_br: Tipo de Propriedade/Campo
ru: Тип свойства/поля
tr: Özellik/Alan türü
uk: Тип властивості/поля
zh_cn: 属性/字段类型

# ClearCharacter_ToolTip
source: Clear Objects
cs: Vymazat objekty
de: Objekte löschen
es_es: Borrar objetos
fa: پاک کردن اشیاء
fr: Nettoyer les objets
hu: Objektumok törlése
it: Cancella Oggetti
pt_br: Limpar Objetos
ru: Стереть объекты
tr: Nesneleri Temizle
uk: Очистити об'єкти
zh_cn: 清除对象

# ClearTypesCharacter_ToolTip
source: Clear Types
cs: Smazat typy
de: Leere Typen
es_es: Borrar tipos
fa: انواع پاک کردن
fr: Nettoyer les types
hu: Típusok törlése
it: Cancella Tipi
pt_br: Limpar Tipos
ru: Очистить типы
tr: Türleri Temizle
uk: Очистити Типи
vi: Xóa các Type
zh_cn: 清除类型

# ConstantDlg_Constant
source: Constant
cs: Konstanta
de: Konstante
es_es: Constante
fa: ثابت
fr: Constante
hu: Konstans
it: Costante
pt_br: Constante
ru: Константа
tr: Sabit
uk: Константа
zh_cn: 常量

source: Constructor Arguments
cs: Argumenty konstruktoru
de: Konstruktorargumente
es_es: Constructor de argumentos
fa: آرگومان سازنده
fr: Arguments du constructeur
hu: Konstruktor argumentumok
it: Argomenti del costruttore
pt_br: Argumentos do Construtor
ru: Аргументы конструктора
tr: Oluşturucu Parametreleri
uk: Аргументи конструктора
zh_cn: 构造器参数

# CopyAsTextCommand
source: Copy as Te_xt
cs: Kopírovat jako text
de: Als Te_xt kopieren
es_es: Copiar como te_xto
fa: کپی بعنوان متن
fr: Copier en tant que texte
hu: Másolás _szövegként
it: Copia come Te_sto
pt_br: Copiar como Te_xto
ru: Копировать как те_кст
tr: Metin Olarak K_opyala
uk: Копіювати як те_кст
vi: Sao chép như Te_xt
zh_cn: 复制为文本(_X)

# CopyCommand
source: Cop_y
cs: Kopírovat
de: _Kopieren
es_es: Cop_ia
fa: کپی
fr: Copier
hu: _Másolás
it: _Copia
pt_br: Cop_iar
ru: Коп_ировать
tr: Kop_yala
uk: Копіюв_ати
zh_cn: 复制(_Y)

# CopyILBytesCommand
source: Copy IL Bytes
cs: Kopírovat bajty IL
de: IL Bytes kopieren
es_es: Copiar bytes IL
fa: کپی IL Bytes
fr: Copier en ILBytes
hu: IL bájtok másolása
it: Copia IL byte
pt_br: Copiar Bytes IL
ru: Копировать байты IL
tr: IL Byteları Kopyala
uk: Копіювати байти IL
vi: Copy byte IL
zh_cn: 复制 IL 字节

# CouldNotResolveType
source: Could not resolve the type. Make sure that its assembly has already been loaded.
cs: Nelze přeložit typ. Ujistěte se že sestavení bylo načteno.
de: Der Typ konnte nicht aufgelöst werden. Stellen Sie sicher, dass dessen Assembly bereits geladen wurde.
es_es: No se pudo resolver el tipo. Asegúrese que su ensamblado haya sido cargado.
fa: قادر به Resolve Type نیست. مطمئن شوید که آن اٌسمبلی(assembly) در حال حاضر بارگذاری شده است.
fr: Impossible de résoudre le type. Vérifiez que l'assembly n'est pas déjà chargé.
hu: A típus nem oldható fel. Győződjön meg róla, hogy a szerelvénye betöltődött!
it: Non è possibile risolvere il tipo. Assicurarsi che l'assembly sia già stato caricato.
pt_br: Não foi possível resolver o tipo. Certifique-se de que seu assembly já foi carregado.
ru: Не могу определить тип. Убедитесь, что сборка для этого типа была загружена.
tr: Tip çözümlenemedi. Dosyanın yüklendiğinden emin olun.
uk: Не можливо визначити тип. Переконайтесь, що збірка для цього типу була завантажена.
vi: Không thể tìm Type. Hãy chắc chắn rằng Assembly đã được tải.
zh_cn: 无法解析此类型。请确保相应的程序集已加载。

# CreateAssemblyCommand
source: Create Assembly...
cs: Vytvořit sestavení...
de: Assembly erstellen...
es_es: Crear ensamblado...
fa: ایجاد اسمبلی(assembly)...
fr: Créer assembly...
hu: Szerelvény létrehozása...
it: Crea Assembly...
pt_br: Criar Assembly...
ru: Создать сборку...
tr: Derleme oluştur...
uk: Створити збірку...
vi: Tạo Assembly...
zh_cn: 创建程序集...

# CreateAssemblyCommand2
source: Create Assembly
cs: Vytvořit sestavení
de: Assembly erstellen
es_es: Crear ensamblado
fa: ایجاد اسمبلی(assembly)
fr: Créer assembly
hu: Szerelvény létrehozása
it: Crea Assembly
pt_br: Criar Assembly
ru: Создание сборки
tr: Derleme Oluştur
uk: Створити збірку
vi: Tạo Assembly
zh_cn: 创建程序集

# CreateConstant_Title
source: Create a Constant
cs: Vytvořit konstantu
de: Erstelle Konstante
es_es: Crear constante
fa: ایجاد ثابت
fr: Créer une constante
hu: Konstans létrehozása
it: Crea una costante
pt_br: Criar uma Constante
ru: Создать константу
tr: Sabit oluştur
uk: Створити константу
vi: Tạo Constant
zh_cn: 创建常量

source: Create Custom Attribute
cs: Vytvořit vlastní atribut
de: Erstelle benutzerdefiniertes Attribut
es_es: Crear atributo personalzado
fa: ایجاد ویژگی(Attribute) سفارشی
fr: Créer un attribut personnalisé
hu: Egyéni attribútum létrehozása
it: Creare un attributo personalizzato
pt_br: Criar Atributo Personalizado
ru: Создать пользовательский атрибут
tr: Özel Öznitelik Oluştur
uk: Створити користувацький атрибут
vi: Tạo Attribute tùy chỉnh
zh_cn: 创建自定义特性

# CreateEventCommand
source: Create Event...
cs: Vytvořit událost...
de: Ereignis erstellen...
es_es: Crear evento...
fa: ایجاد رویداد(Event)...
fr: Créer un événement...
hu: Esemény létrehozása...
it: Crea Evento...
pt_br: Criar Evento...
ru: Создать событие...
tr: Olay Oluştur...
uk: Створити Подію...
vi: Tạo Event...
zh_cn: 创建事件...

# CreateEventCommand2
source: Create Event
cs: Vytvořit událost
de: Ereignis erstellen
es_es: Crear evento
fa: ایجاد رویداد(Event)
fr: Créer un événement
hu: Esemény létrehozása
it: Crea Evento
pt_br: Criar Evento
ru: Создать событие
tr: Olay Oluştur
uk: Створити подію
vi: Tạo Event
zh_cn: 创建事件

# CreateFieldCommand
source: Create Field...
cs: Vytvořit pole...
de: Feld erstellen...
es_es: Crear campo...
fa: ایجاد رویداد(Event)...
fr: Créer un champ...
hu: Mező létrehozása...
it: Crea Campo...
pt_br: Criar Campo...
ru: Создать поле...
tr: Alan Oluştur...
uk: Створити поле...
vi: Tạo Field...
zh_cn: 创建字段...

# CreateFieldCommand2
source: Create Field
cs: Vytvořit pole
de: Feld erstellen
es_es: Crear campo
fa: ایجاد فیلد(Field)
fr: Créer un champ
hu: Mező létrehozása
it: Crea Campo
pt_br: Criar Campo
ru: Создать поле
tr: Alan Oluştur
uk: Створити поле
vi: Tạo Field
zh_cn: 创建字段

source: Create Field TypeSig
cs: Vytvořit podpis pole
de: Erstelle TypeSig Feld
es_es: Crear campo TypeSig
fa: ایجاد TypeSig فیلد(Field)
fr: Créer un champ TypeSig
hu: TypeSig mező létrehozása
it: Crea Field TypeSig
pt_br: Criar Campo TypeSig
ru: Создать TypeSig поле
tr: TypeSig Oluştur
uk: Створити поле TypeSig
vi: Tạo Field TypeSig
zh_cn: 创建字段类型签名

source: Create FnPtr Method Signature
cs: Vytvořit podpis FnPtr metody
de: FnPtr Methodensignatur erstellen
es_es: Crear firma de método FnPtr
fa: ایجاد FnPtr Method Signature
fr: Créer une signature de méthode FnPtr
hu: FnPtr metódus szignatúra létrehozása
it: Crea FnPtr Method Signature
pt_br: Criar Assinatura do Método FnPtr
ru: Создать сигнатуру метода FnPtr
tr: FnPtr metod imzası oluştur
uk: Створити сігнатуру метода FnPtr
vi: Tạo chữ ký Method FnPtr
zh_cn: 创建函数指针方法签名

source: Create Generic Instance Type Arguments
cs: Vytvořit argumenty generického typu instance
de: Erstelle generische Instanz Typ Argumente
es_es: Crear Instancia genérica tipo Argumentos
fa: ایجاد استدلال های نوع عمومی
fr: Créer des arguments de type Instance générique
hu: Generikus példány típus argumentumok létrehozása
it: Crea Generic Instance Type Arguments
pt_br: Criar Argumentos de Tipo Genérico da Instância
ru: Создать аргументы обобщенного типа
tr: Genel Nesne Tipi Parametresi Oluştur
uk: Створити аргументи узагальненого типу
vi: Tạo đối số Generic Instance Type
zh_cn: 创建泛型实例类型参数

source: Create Generic Parameter
cs: Vytvořit generický parametr
de: Erstelle generische Parameter
es_es: Crear parámetro genérico
fa: ایجاد پارامتر عمومی
fr: Création paramètres génériques
hu: Általálnos paraméter létrehozása
it: Crea Generic Parameter
pt_br: Criar Parâmetro Genérico
ru: Создать обобщающий параметр
tr: Genel Parametre Oluştur
uk: Створити загальний параметр
vi: Tạo Generic Parameter
zh_cn: 创建泛型参数

source: Create Generic Parameter Constraint
cs: Vytvořit omezení generického parametru
de: Erstelle generische Parameter Zwang
es_es: Crear restricción de parámetro genérico
fa: ایجاد Generic Parameter Constraint
fr: Création des contraintes des paramètres génériques
hu: Általános paraméter megkötés létrehozása
it: Crea un vincolo di parametro generico
pt_br: Criar Restrição de Parâmetro Genérico
ru: Создать ограничение обобщающего параметра
tr: Genel Parametre Kısıtı Oluştur
uk: Створити обмеження загального параметру
vi: Tạo Generic Parameter Constraint
zh_cn: 创建泛型参数约束

source: Create Method Override
cs: Vytvořit přepis metody
de: Erstelle Methodenüberschreibung
es_es: Crear sobrecarga de método
fa: ایجاد Method Override
fr: Création de la méthode de surcharge
hu: Metódus felültöltés létrehozása
it: Crea Method Override
pt_br: Criar Método Override
ru: Создать перегрузку метода
tr: Metod Üstkopyası Oluştur
uk: Створити перевантаження методу
vi: Tạo Method Override
zh_cn: 创建方法重写

source: Create Method Signature
cs: Vytvořit podpis metody
de: Erstelle Methodensignatur
es_es: Crear firma de método
fa: ایجاد متود امضاء
fr: Création méthode de signature
hu: Metódus szignatúra létrehozása
it: Crea Method Signature
pt_br: Criar Assinatura do Método
ru: Создать сигнатуру метода
tr: Metod İmzası Oluştur
uk: Створити сігнатуру методу
vi: Tạo Method Signature
zh_cn: 创建方法签名

source: Create Parameter
cs: Vytvořit parametr
de: Erstelle Parameter
es_es: Crear Parámetro
fa: ایجاد پارامتر(Parameter)
fr: Création des Paramètres
hu: Paraméter létrehozása
it: Crea Parameter
pt_br: Criar Parâmetro
ru: Создать параметр
tr: Parametre Oluştur
uk: Створити параметр
vi: Tạo Parameter
zh_cn: 创建参数

source: Create Property Signature
cs: Vytvořit podpis vlastnosti
de: Erstelle Eigenschaftensignatur
es_es: Crear firma de propiedad
fa: ایجاد امضای املاک
fr: Création des propriétés de signature
hu: Tulajdonság szignatúra létrehozása
it: Crea Property Signature
pt_br: Criar Assinatura de Propriedade
ru: Создать сигнатуру свойства
tr: Özellik İmzası Oluştur
uk: Створити сігнатуру властивості
vi: Tạo Property Signature
zh_cn: 创建属性签名

source: Create Return Type
cs: Vytvořit návratový typ
de: Erstelle Rückgabetyp
es_es: Crear tipo de retorno
fa: ایجاد بازگشت نوعِ
fr: Création du retour
hu: Visszatérési típus létrehozása
it: Crea Return Type
pt_br: Criar Tipo de Retorno
ru: Создать возвращаемый тип
tr: Dönüş Tipi Oluştur
uk: Створити тип "повернення"
vi: Tạo Return Type
zh_cn: 创建返回类型

source: Create Security Attribute
cs: Vytvořit security attribute
de: Erstelle Sicherheitsattribut
es_es: Crear atributo de seguridad
fa: ایجاد ویژگی امنیتی
fr: Création des attributs de sécurité
hu: Biztonsági attribútum létrehozása
it: Crea Security Attribute
pt_br: Criar Atributo de Segurança
ru: Создать атрибут безопасности
tr: Güvenlik Özelliği Oluştur
uk: Створити атрибут безпеки
vi: Tạo thuộc tính Security
zh_cn: 创建安全特性

source: Create Security Declaration
cs: Vytvořit deklaraci zabezpečení
de: Erstelle Sicherheitsdeklarierung
es_es: Crear la declaración de seguridad
fa: ایجاد اعلامیه امنیتی
fr: Création déclaration de sécurité
hu: Biztonsági deklaráció létrehozása
it: Crea Security Declaration
pt_br: Criar Declaração de Segurança
ru: Создать определение безопасности
tr: Güvenlik Tanımı Oluştur
uk: Створити декларацію безпеки
vi: Tạo khai báo Security
zh_cn: 创建安全声明

# CreateType
source: Create a Type
cs: Vytvořit typ
de: Erstelle einen Typ
es_es: Crear un tipo
fa: ایجاد یک نوع(Type)
fr: Créer d'un genre
hu: Típus létrehozása
it: Crea un Type
pt_br: Criar um Tipo
ru: Создать тип
tr: Tür oluştur
uk: Створити тип
vi: Tạo một Type
zh_cn: 创建类型

source: Create TypeSig
cs: Vytvořit podpis typu
de: Erstelle TypSig
es_es: Crear Tipo de firma
fa: ایجاد TypeSig
fr: Créer TypeSig
hu: TypeSig létrehozása
it: Crea TypeSig
pt_br: Criar TypeSig
ru: Создать TypeSig
tr: TypeSig Oluştur
uk: Створити TypeSig
vi: Tạo TypeSig
zh_cn: 创建类型签名

source: Create TypeSpec
cs: Vytvořit specifikaci typu
de: Erstelle TypeSpec
es_es: Crear Tipo de especificación
fa: ایجاد TypeSpec
fr: Créer TypeSpec
hu: TypeSpec létrehozása
it: Crea TypeSpec
pt_br: Criar TypeSpec
ru: Создать TypeSpec
tr: TypeSpec Oluştur
uk: Створити TypeSpec
vi: Tạo TypeSpec
zh_cn: 创建类型声明

# Create_N_TypeSigs
source: Create {0} TypeSigs
cs: Vytvořit {0} podpisů typů
de: Erstelle {0} TypeSigs
es_es: Crear {0} Tipo de firma
fa: ایجاد {0} TypeSig
fr: Créer {0} TypeSigs
hu: {0} TypeSig létrehozása
it: Crea {0} TypeSigs
pt_br: Criar {0} TypeSigs
ru: Создать {0} TypeSig
tr: {0} TypeSig Oluştur
uk: Створити {0} TypeSigs
vi: Tạo {0} TypeSigs
zh_cn: 创建 {0} 类型签名

# Create_TypeSig
source: Create a TypeSig
cs: Vytvořit podpis typu
de: Erstelle eine TypeSig
es_es: Crear {0} Tipo de firma
fa: ایجاد یک TypeSig
fr: Créer un TypeSig
hu: Egy TypeSig létrehozása
it: Crea un TypeSig
pt_br: Criar um TypeSig
ru: Создать TypeSig
tr: Bir TypeSig Oluştur
uk: Створити TypeSig
vi: Tạo một TypeSig
zh_cn: 创建类型签名

source: Create TypeSigs
cs: Vytvořit podpisy typů
de: Erstelle TypeSigs
es_es: Crear Tipo de firma
fa: ایجاد TypeSigها
fr: Créer TypeSig
hu: TypeSig-ek létrehozása
it: Crea TypeSig
pt_br: Criar TypeSigs
ru: Создать TypeSigs
tr: TypeSig Oluştur
uk: Створити TypeSigs
vi: Tạo các TypeSigs
zh_cn: 创建类型签名

# Create_TypeSigs_N_Left
source: {0} TypeSigs left
cs: Zbývá {0} podpisů typů
de: {0} TypeSigs übrig
es_es: {0} Tipo de firma izquierda
fa: {0} TypeSig مانده
fr: {0} TypeSigs à gauche
hu: {0} TypeSig maradt
it: {0} TypeSigs rimasti
pt_br: {0} TypeSigs restantes
ru: Осталось {0} TypeSig
tr: {0} TypeSig kaldı
uk: Залишилось {0} TypeSig
vi: còn {0} TypeSigs
zh_cn: {0} TypeSigs 剩余

# Create_TypeSigs_OneLeft
source: One TypeSig left
cs: Zbývá jeden podpis typu
de: Eine TypeSig übrig
es_es: Un Tipo de firma Izquierda
fa: یک TypeSig مانده
fr: Un TypeSig à gauche
hu: Egy TypeSig maradt
it: Un TypeSig rimasto
pt_br: Um TypeSig restante
ru: Остался один TypeSig
tr: Bir TypeSig kaldı
uk: Залишився один TypeSig
vi: Còn một TypeSig
zh_cn: 剩余一个方法签名

# CustomAttributesTab
source: Custom Attrs
cs: Vlastní atributy
de: Benutzerdefinierte Attrs
es_es: Atributos personalizado
fa: Attrs سفارشی
fr: Attributs personalisés
hu: Egyéni Attribútumok
it: Attrs personalizzato
pt_br: Attrs Personalizados
ru: Пользовательские атрибуты
tr: Özel Öznitelik
uk: Користувацькі атрибути
vi: Tuỳ chỉnh Attrs
zh_cn: 自定义特性

# CutCommand
source: Cu_t
cs: Vyjmout
de: _Ausschneiden
es_es: Cor_tar
fa: برش
fr: Couper
hu: _Kivágás
it: _Taglia
pt_br: Cor_tar
ru: Выреза_ть
tr: Ke_s
uk: Вирізати
zh_cn: 剪切(_T)

# DeleteEventCommand
source: Delete Event
cs: Odstranit událost
de: Ereignis löschen
es_es: Eliminar evento
fa: حذف رویداد(Event)
fr: Supprimez l'évènement
hu: Esemény törlése
it: Elimina Event
pt_br: Excluir Evento
ru: Удалить событие
tr: Olayı Sil
uk: Видалити подію
vi: Xóa Event
zh_cn: 删除事件

# DeleteEvents
source: Delete {0} events
cs: Odstranit {0} událostí
de: {0} Ereignisse löschen
es_es: Eliminar{0} eventos
fa: حذف {0} رویداد(Event)
fr: Supprimer {0} événements
hu: {0} esemény törlése
it: Elimina {0} eventi
pt_br: Excluir {0} eventos
ru: Удалить {0} событий
tr: {0} olayı sil
uk: Видалити {0} подій
vi: Đã xóa {0} events
zh_cn: 删除 {0} 事件

# DeleteFieldCommand
source: Delete Field
cs: Odstranit pole
de: Lösche Feld
es_es: Eliminar campo
fa: فیلد را حذف کنید.
fr: Supprimer le champ
hu: Mező törlése
it: Elimina Field
pt_br: Excluir Campo
ru: Удалить поле
tr: Alanı Sil
uk: Видалити поле
vi: Xóa Field
zh_cn: 删除字段

# DeleteFieldsCommand
source: Delete {0} fields
cs: Odstranit {0} polí
de: Lösche {0} Felder
es_es: Eliminar {0} acampos
fa: حذف {0} فیلدها(Fields)
fr: Supprimer {0} champs
hu: {0} mező törlése
it: Eliminare i campi {0}
pt_br: Excluir {0} campos
ru: Удалить {0} полей
tr: {0} alanı sil
uk: Видалити {0} полів
vi: Đã xóa {0} fields
zh_cn: 删除 {0} 个字段

# DeleteX
source: Delete {0}
cs: Odstranit {0}
de: Lösche {0}
es_es: Eliminar {0}
fa: حذف {0}
fr: Effacer{0}
hu: {0} törlése
it: Eliminare {0}
pt_br: Excluir {0}
ru: Удалить {0}
tr: Sil {0}
uk: Видалити {0}
vi: Xóa {0}
zh_cn: 删除{0}

# DisableMMapIOCommand
source: Disable Memory Mapped I/O
cs: Zakázat paměťově mapovaný I/O
de: Deaktiviere Memory Mapped I/O
es_es: Deshabilitar la E / S asignada de memoria
fa: غیرفعال کردن Memory Mapped I/O
fr: Désactiver la mémoire mappée d’e/s
hu: Memóriába leképezett I/O letiltása
it: Disattivare I/O mappati in memoria
pt_br: Desativar Memória Mapeada I/O
ru: Отключить ввод/вывод через отображение в память
tr: Hafızaya bağlı I/O'yu devre dışı bırak
uk: Відключити Memory Mapped I/O
vi: Vô hiệu hóa Memory Mapped I/O
zh_cn: 禁用内存映射 I/O

# EditAssemblyCommand
source: Edit Assembly...
cs: Upravit sestavení...
de: Assembly bearbeiten...
es_es: Editar ensamblado...
fa: ویرایش اسمبلی(Assembly)...
fr: Modifier l'Assembly...
hu: Szerelvény szerkesztése...
it: Modifica Assembly...
pt_br: Editar Assembly...
ru: Изменить сборку...
tr: Derleme Düzenle...
uk: Змінити збірку...
vi: Chỉnh sửa Assembly...
zh_cn: 编辑程序集...
